{
    "Research_direction": "1. 动物适应性进化   2. 入侵生物学   3. 保护生物学   欢迎对动物学和入侵生物学感兴趣的本科生，研究生加入课题组！",
    "Paper": "1. Qi Xiao, Youfu Lin, Hong Li, Yu Chen, Wei Wei, Peng Li*, Lian Chen*. Transcriptome sequencing reveals the differentially expressed lncRNAs and mRNAs in response to cold acclimation and cold stress in Pomacea canaliculata. BMC Genomics, 2022, 23:382.<br/> <br/>2.Lian Chen, John J. Wiens*. Multicellularity and sex helped shape the Tree of Life. Proceedings of Royal Society B: Biological Sciences, 2021, 288: 20211265.<br/> <br/>3. Youfu Lin†, Qi Xiao†, Qianwen Hao, Zijin Qian, Xuexia Li, Peng Li, Hong Li, Lian Chen*. Genome-wide identification and functional analysis of the glutathione S-transferase (GST) family in Pomacea canaliculate. International Journal of Biological Macromolecules, 2021, 193: 2062–2069.<br/> <br/>4. Lian Chen, Youfu Lin, Qi Xiao, Ying Lin, Yu Du, Chaochao Hu, Yanfu Qu, Chixian Lin, Georgia Ward-Fear, Hong Li*. Characterization of the complete mitochondrial genome of the many-lined sun skink (Eutropis multifasciata) and comparison with other Scincomorpha species. Genomics, 2021, 113: 2526-2536.<br/> <br/>5. Lian Chen, Shuxian Li, Qi Xiao, Ying Lin, Xuexia Li, Yanfu Qu, Guogan Wu *, Hong Li*. Composition and diversity of gut microbiota in Pomacea canaliculata in sexes and between developmental stages. BMC Microbiology, 2021, 21:200.<br/> <br/>6. Youfu Lin, Zijin Qian, Shiyu Shen, Yicheng Huang, Yu Du, Hong Li, Lian Chen*. Development and characterization of SNP markers in many‑lined sun skink (Eutropis multifasciata) from transcriptomic sequences. Conservation Genetics Resources, 2021, 13:405-408.<br/> <br/>7. 钱子衿, 林友福, 杨雨婷, 陈书涵, 胡亚萍, 周旭, 李宏, 丁晖, 陈炼*. 苏州市入侵福寿螺的遗传多样性, 动物学杂志, 2021, 56(6):929-938.<br/> <br/>8. 肖麒, 章梦婷, 吴翼, 丁晖, 雷军成, 朱善良, 张振华, 陈炼*. 基于生态位模型的外来入侵种克氏原螯虾在中国的适生区预测. 应用生态学报, 2020, 31(1):309-318.<br/> <br/>9. Lian Chen, Shi Yuan Liang, Rui Nian, Hong Li*, Ting Wu, Qing Guo Meng, Xiang Ji (2018) Molecular cloning and characterization of the cathepsin L gene in Pelodiscus sinensis and its expression in response to bacterial challenge. Aquaculture Research, 2018, 49:3071-3082.<br/> <br/>10. Jun Cheng Lei, Lian Chen*, Hong Li. Using ensemble forecasting to examine how climate change promotes worldwide invasion of the golden apple snail (Pomacea canaliculata). Environmental Monitoring and Assessment, 2017, 189:404.<br/> <br/>11. 陈炼, 吴琳, 刘燕，徐海根*. 环境DNA metabarcoding及其在生态学研究中的应用. 生态学报, 2016, 36(15):4573-4582．<br/> <br/>12. Lian Chen, Jia Guo, Zong Shi Zhou, Hong Li*. Microsatellite markers developed for the multi-ocellated racerunner, Eremias multiocellata (Lacertidae). Conservation Genetic Resources, 2012, 4:711–713.<br/> <br/>13. Lian Chen, Haigen Xu*, Hong Li, Jun Wu, Hui Ding, Yan Liu. Isolation and characterization of sixteen polymorphic microsatellite loci in the golden apple snail (Pomacea canaliculata). International Journal of Molecular Sciences, 2011,12, 5993-5998.<br/> <br/>14. Lian Chen, Michael W Bruford, Shixia Xu, Kaiya Zhou, Guang Yang*. Microsatellite variation and significant population genetic structure of endangered finless porpoises (Neophocaena phocaenoides) in Chinese coastal waters and the Yangtze River. Marine Biology, 2010, 157(7): 1453-1462.<br/>",
    "Patent": "None",
    "Achievements": "1. 指导本科生获“2016年江苏省普通高校本专科优秀毕业设计（论文）”三等奖<br/> <br/>2. 指导研究生获2021江苏省研究生科研与实践创新计划项目（项目经费1.5万元）<br/> <br/>3. 指导多名本科生获省级大学生创新训练计划项目重点项目、一般项目以及南京林业大学校级大学生创新训练计划项目<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1. 国家自然科学基金面上项目，基于肠道微生物研究两种入侵福寿螺快速适应环境变化的机制，主持<br/> <br/>2. 国家自然科学基金面上项目，两种入侵福寿螺杂交-渐渗及对温度适应的分子机制研究，主持<br/> <br/>3. 国家自然科学基金面上项目，不同繁殖模式石龙子的胚胎钙供应及分子机制，参与<br/> <br/>4. 国家自然科学基金青年基金项目，外来有害生物福寿螺的入侵来源和扩散历史，主持<br/> <br/>5. 生态环境部子课题，重点外来入侵物种扩散途径的调查与评估，主持<br/> <br/>6. 江苏省自然科学基金面上项目，两种入侵福寿螺及杂交F1代冷驯化诱导耐寒性的分子机制研究，主持<br/> <br/>7. 江苏省自然科学基金面上项目，福寿螺（Pomacea）系统发育关系及种间渐渗杂交研究，主持<br/> <br/>8. 江苏省高校自然科学基金面上项目，基于基因组扫描的两种入侵福寿螺环境适应性研究，主持<br/> <br/>9. 中央级公益性科研院所基本科研业务费专项, 环境DNA metabarcoding在生物多样性监测中的应用—以两栖类为例，主持<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "chenlian@njfu.edu.cn",
    "Introduction": "",
    "id": "0004",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "陈炼",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}