{
    "Research_direction": "1.核酸生物传感器的构建与应用研究  利用适配体及脱氧核酶等功能核酸分子构建生物传感器，结合CRISPR技术、等温扩增技术、功能纳米材料等，对环境样本中微量抗生素、农药、重金属残留等进行超灵敏快速检测。也可对活体或细胞中的瘤标志物、MicroRNA、植物病原微生物等进行超灵敏快速检测。该方向近三年发表中科院一区SCI论文2篇，二区1篇，申请发明专利3项。2.拓扑异构酶抑制剂与核酸类药物研发  拓扑异构酶存在于细胞核内，能够调控DNA分子的超螺旋状态。研究表明，I型DNA拓扑异构酶高表达与癌症密切相关。因此，真核I型DNA拓扑异构酶是良好的抗癌药物设计靶标。我们通过设计构建一系列功能核酸分子，筛选得到能够高效靶向真核I型DNA拓扑异构酶的核酸分子，并用于抗肿瘤核酸类药物的前期开发。同时，我们也希望筛选得到能够靶向原核I型DNA拓扑异构酶的核酸分子，并用于抗菌试剂的开发。该方向近年发表中科院一区SCI论文1篇，二区SCI论文2篇、三区SCI论文4篇，申请发明专利2项，授权1项。   3.植物抗逆基因的表达调控研究  以木本模式植物杨树为研究材料，应用基因组学和生物信息学等技术，克隆鉴定杨树抗逆相关基因。以调控逆境胁迫应答的激素、糖代谢、转导关键基因为研究切入点，从上游调控蛋白、关键调节因子、互作蛋白、下游信号传导等方面对相关基因家族响应逆境胁迫调控网络进行全面性与系统性的研究，并在表型、生理生化及分子生物学水平上，全面认识相关基因在逆境胁迫应答中的作用机理。该方向近三年联合发表中科院一区SCI论文4篇，二区SCI论文3篇，三区SCI论文3篇。",
    "Paper": "1.       Li D*, Chen X, Yan R, Jiang Z, Zhou B, Lv B*. G-quadruplex-containing oligodeoxynucleotides as DNA topoisomerase I inhibitors. International Journal of Biological Macromolecules. 2022, 223, 281-289.<br/>2.       Li D*, Ling S, Meng D, Zhou B, Liang P, Yang Z, Lv B*. Sensitive fluorescent aptasensing of tobramycin on graphene oxide coupling strand displacement amplification and hybridization chain reaction. International Journal of Biological Macromolecules. 2022, 220, 1287-1293.<br/>3.       Li D*, Ling S, Wu H, Yang Z, Lv B*. CRISPR/Cas12a-based biosensors for ultrasensitive tobramycin detection with single- and double-stranded DNA activators. Sensors and Actuators B: Chemical 2022, 355: 131329.<br/>4.       Li L, Sun W, Wang P, Li H, Rehman S, Li D, Zhuge Q*. Characterization, expression, and functional analysis of the pathogenesis-related gene PtDIR11 in transgenic poplar. Int J Biol Macromol 2022, 210: 182-195.<br/>5.       Wang P, Sun WB, Li LL, Xu C, Li D, Li HH, Zhou J, Zhuge Q. Characterization, expression profiling, and functional analysis of poplar drought tolerance of the CCR4 association factor 1 gene family. Ind Crop Prod 2022, 188: 115639.<br/>6.       Movahedi A, Wei H, Zhou X, Fountain JC, Chen H, Mu Z, Sun W, Zhang J, Li D, Guo B, Varshney RK, Yang L, Zhuge Q. Precise exogenous insertion and sequence replacements in poplar by simultaneous HDR overexpression and NHEJ suppression using CRISPR-Cas9. Horticulture research 2022, 9: uhac154<br/>7.       Rehman S, Rashid A, Manzoor MA, Li LL, Sun WB, Riaz MW, Li D, Zhuge Q. Genome-Wide Evolution and Comparative Analysis of Superoxide Dismutase Gene Family in Cucurbitaceae and Expression Analysis of Lagenaria siceraria Under Multiple Abiotic Stresses. Frontiers in genetics 2022, 12:.<br/>8.       Gong S, Shang M, Li D, Cai Y, Jin J, Yang Z*. Functionalized ZIF-90 for Gene-mediated Chemotherapy to Ameliorate Multidrug Resistance in Breast Cancer Therapy. Chemnanomat 2022, 8(2).<br/>9.       Li D*, Ling S, Cheng X, Yang Z, Lv B*. Development of a DNAzyme-based colorimetric biosensor assay for dual detection of Cd2+ and Hg2+. Analytical and bioanalytical chemistry 2021, 413(28): 7081-7091.<br/>10.    Liu L, Wu X, Sun W, Yu X, Demura T, Li D*, Zhuge Q*. Galactinol synthase confers salt-stress tolerance by regulating the synthesis of galactinol and raffinose family oligosaccharides in poplar. Ind Crop Prod 2021, 165: 113432.<br/>11.    Wang P, Li L, Wei H, Sun W, Zhou P, Zhu S, Li D, Zhuge Q*. Genome-Wide and Comprehensive Analysis of the Multiple Stress-Related CAF1 (CCR4-Associated Factor 1) Family and Its Expression in Poplar. Plants-Basel 2021, 10(5).<br/>12.    Li L, Sun WB, Zhou P, Wei H, Wang P, Li H, Rehman S, Li D, Zhuge Q*. Genome-Wide Characterization of Dirigent Proteins in Populus: Gene Expression Variation and Expression Pattern in Response to Marssonina brunnea and Phytohormones. Forests 2021, 12(4).<br/>13.    Movahedi A*, Yaghuti AAZ, Wei H, Rutland P, Sun W, Mousavi M, Li D, Qiang Z. Plant Secondary Metabolites with an Overview of Populus. Int J Mol Sci 2021, 22(13).<br/>14.    Li D*, Zhou B, Lv B. Antibacterial Therapeutic Agents Composed of Functional Biological Molecules. J Chem 2020, 2020.<br/>15.    Wang P, Wei H, Sun W, Li L, Zhou P, Li D, Qiang Z*. Effects of Bt-Cry1Ah1 Transgenic Poplar on Target and Non-Target Pests and Their Parasitic Natural Enemy in Field and Laboratory Trials. Forests 2020, 11(12).<br/>16.    Wei H, Movahedi A, Xu C, Sun W, Wang X, Li D, Qiang Z*. Overexpression of PtDefensin enhances resistance to Septotis populiperda in transgenic poplar. Plant Science 2020, 292.<br/>17.    Wang X, Movahedi A, Wei H, Wu X, Zhang J, Sun W, Li D, Zhuge Q*. Overexpression of PtAnnexin1 from Populus trichocarpa enhances salt and drought tolerance in transgenic poplars. Tree Genet Genomes 2020, 16(1).<br/>18.    Wei H, Movahedi A, Xu C, Sun W, Wang P, Li D, Yin T, Zhuge Q*. Characterization, Expression Profiling, and Functional Analysis of PtDef, a Defensin-Encoding Gene From Populus trichocarpa. Frontiers in microbiology 2020, 11: 106.<br/>19.    Wei H, Movahedi A, Xu C, Sun W, Li L, Wang P, Li D, Zhuge Q*. Overexpression of PtHMGR enhances drought and salt tolerance of poplar. Annals of botany 2020, 125(5): 785-803.<br/>20.    Li D*, Peng P, Yang Z, Lv B. Formation of G-quadruplex structure in supercoiled DNA under molecularly crowded conditions. Rsc Adv 2019, 9(45): 26248-26251.<br/>21.    Li D*, Wang Q, Zhou B, Zhuge Q, Lv B. Small DNA circles as bacterial topoisomerase I inhibitors. Rsc Adv 2019, 9(32): 18415-18419.<br/>22.    Wei H, Zhou J, Xu C, Movahedi A, Sun W, Li D, Zhuge Q*. Identification and Characterization of an OSH1 Thiol Reductase from Populus Trichocarpa. Cells 2019, 9(1).<br/>23.    Hajiahmadi Z, Movahedi A, Wei H, Li D, Orooji Y, Ruan H, Zhuge Q*. Strategies to Increase On-Target and Reduce Off-Target Effects of the CRISPR/Cas9 System in Plants. Int J Mol Sci 2019, 20(15).<br/>24.    Xu C, Wei H, Movahedi A, Sun W, Ma X, Li D, Yin T, Zhuge Q*. Evaluation, characterization, expression profiling, and functional analysis of DXS and DXR genes of Populus trichocarpa. Plant physiology and biochemistry 2019, 142: 94-105.<br/>25.    Wei H, Movahedi A, Xu C, Sun W, Almasi Zadeh Yaghuti A, Wang P, Li D, Zhuge Q*. Overexpression of PtDXS Enhances Stress Resistance in Poplars. Int J Mol Sci 2019, 20(7).<br/>26.    Wei H, Movahedi A, Xu C, Sun W, Li L, Li D, Zhuge Q*. Characterization, expression profiling, and functional analysis of a Populus trichocarpa defensin gene and its potential as an anti-Agrobacterium rooting medium additive. Scientific reports 2019, 9(1): 15359.<br/>27.    Wei H, Xu C, Movahedi A, Sun W, Li D, Zhuge Q*. Characterization and Function of 3-Hydroxy-3-Methylglutaryl-CoA Reductase in Populus trichocarpa: Overexpression of PtHMGR Enhances Terpenoids in Transgenic Poplar. Frontiers in plant science 2019, 10: 1476.<br/>28.    Li D*, Wang Q, Liu Y, Liu K, Qiang Z, Lv B. Transformation of a Thermostable G-Quadruplex Structure into DNA Duplex Driven by Reverse Gyrase. Molecules 2017, 22(11).<br/>29.    Li D*, Lv B, Wang Q, Liu Y, Qiang Z. Direct observation of positive supercoils introduced by reverse gyrase through atomic force microscopy. Bioorg Med Chem Lett 2017, 27(17): 4086-4090.<br/>30.    Lv B, Dai Y, Liu J, Zhuge Q, Li D*. The Effect of Dimethyl Sulfoxide on Supercoiled DNA Relaxation Catalyzed by Type I Topoisomerases. BioMed research international 2015, 2015: 320490.<br/>31.    Li D*, Lv B, Zhang H, Lee JY, Li T*. Disintegration of cruciform and G-quadruplex structures during the course of helicase-dependent amplification (HDA). Bioorg Med Chem Lett 2015.<br/>32.    Li D*, Lv B, Zhang H, Lee JY, Li T*. Positive supercoiling affiliated with nucleosome formation repairs non-B DNA structures. Chemical communications 2014, 50(73): 10641-10644.<br/>33.    Lv B, Li D* (co-first author), Zhang H, Lee JY, Li T*. DNA gyrase-driven generation of a G-quadruplex from plasmid DNA. Chemical communications 2013, 49(75): 8317-8319. (Highlighted on the cover page)<br/>34.    Zhang H, Guo J, Li D, Ng MT, Lee JY, Lv B, Ng CW, Lee S, Shao F, Li T*. Confirmation of quinolone-induced formation of gyrase-DNA conjugates using AFM. Bioorg Med Chem Lett 2013, 23(16): 4622-4626.<br/>35.    Li D, Yang Z, Lv B, Li T. Observation of backbone self-crossings of organismal DNAs through atomic force microscopy*. Bioorg Med Chem Lett 2012, 22(2): 833-836.<br/>36.    Yang Z, Li D, Guo J, Shao F, Li T*. Intrinsic curvature in duplex DNA inhibits Human Topoisomerase I. Bioorg Med Chem Lett 2012, 22(3): 1322-1325.<br/>37.    Tan HK, Li D, Gray RK, Yang Z, Ng MT, Zhang H, Tan JM, Hiew SH, Lee JY, Li T*. Interference of intrinsic curvature of DNA by DNA-intercalating agents. Org Biomol Chem 2012, 10(11): 2227-2230.<br/>38.    Xu W, Xie X, Li D, Yang Z, Li T, Liu X*. Ultrasensitive Colorimetric DNA Detection using a Combination of Rolling Circle Amplification and Nicking Endonuclease-Assisted Nanoparticle Amplification (NEANA). Small 2012, 8(12): 1846-1850.<br/>39.    Li D, Yang Z, Long Y, Zhao G, Lv B, Hiew S, Ng MT, Guo J, Tan H, Zhang H, Yuan W, Su H, Li T. Precise engineering and visualization of signs and magnitudes of DNA writhe on the basis of PNA invasion. Chemical communications 2011, 47(38): 10695-10697.<br/>40.    Li D*, Yang Z, Zhao G, Long Y, Lv B, Li C, Hiew S, Ng MTT, Guo J, Tan H, Zhang H, Li T*. Manipulating DNA writhe through varying DNA sequences. Chemical communications 2011, 47(26): 7479-7481.<br/>41.    Yang Z, Li D, Li T*. Design and synthesis of catenated rings based on toroidal DNA structures. Chemical communications 2011, 47(43): 11930-11932.<br/>42.    Yang Z, Li D, Hiew SH, Ng MT, Yuan W, Su H, Shao F, Li T. Recognition of forcible curvature in circular DNA by human topoisomerase I. Chemical communications 2011, 47(40): 11309-11311.<br/>43.    Wang H, Xu W, Zhang H, Li D, Yang Z, Xie X, Li T, Liu X*. EcoRI-Modified Gold Nanoparticles for Dual-Mode Colorimetric Detection of Magnesium and Pyrophosphate Ions. Small 2011, 7(14): 1987-1992.<br/>44.    Li D, Li W, Wang Q, Yang Z, Hou Z*. Concise synthesis of Cannabisin G. Bioorg Med Chem Lett 2010, 20(17): 5095-5098.<br/>45.    Li D, Wang Q, Hou Z*. First Synthesis of Natural Dihydroconiferyl Ferulate. Chin J Org 2004: 159.<br/>46.    Wang Q, He K, Li Y, Li D, Hou Z*. Enantioselective synthesis and absolute configuration of the natural threo-3-chloro-1-(4-hydroxy-3-methoxyphenyl)propane -1,2-diol. J Chem Res 2004: 504-505.<br/>47.    Wang Q, He K, Li D, Li Y, Hou Z*., Enantioselective synthesis of the naturally Phenylpropanoid. Chin J Org Chem Suppl 2004: 157.<br/>",
    "Patent": "None",
    "Achievements": "授权专利<br/>(1) 一种细菌I型拓扑异构酶抑制剂、抗菌药物和制备方法，李大为;王强;吕蓓，专利号：ZL 2018 1 1281636.2<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1. 江苏省自然科学基金 主持<br/>2. 江苏省双创博士计划 主持<br/>3. 南京林业大学高层次人才启动基金 主持<br/>4. 国家自然科学基金面上项目 参与<br/>5. 科技部重大专项项目 参与<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "dwli@njfu.edu.cn",
    "Introduction": "李大为，男，1980年6月生。博士，副教授，硕士生导师。2003年毕业于兰州大学化学专业，获理学学士。2006年毕业于兰州大学有机化学专业，获理学硕士学位。2013年毕业于新加坡南洋理工大学生物化学专业，获博士学位。2006年至2009年从事生物医药研发工作，参与数个关键生物医药先导化合物的研发，取得突出成就，其中一个药物进入临床阶段。2008年曾获美国礼来公司授予的“Certificate of Achievement”和“Team Milestone Award”两项奖励证书。2009年赴新加坡南洋理工大学留学工作以来，主要从事核酸结构与功能方向的研究，参与完成三项新加坡教育部及南洋理工大学资助的科研项目。2014年任南京林业大学副教授，2015年入选江苏省双创博士计划，2019年任生物化学与分子生物学系主任。至今，已在Sensors and Actuators B: Chemical、International Journal of Biological Macromolecules、Ind Crop Prod、Horticulture Research、Plant Science、Chem Comm、Small等期刊发表相关研究论文40余篇。",
    "id": "0005",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/21/20220221104206200jp9npf.jpg?iid=40960",
    "Department": "None",
    "Duties": "None",
    "Title": "副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "李大为",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}