{
    "Research_direction": "None",
    "Paper": "（1）Tao Song, A.N.M. Rubaiyath Bin Rahman, Debatosh Das, Neng-Hui Ye, Feng Yang, Fu-Yuan Zhu, Mo-Xian Chen, Jian-Hua Zhang. Transcriptome changes in seeds during coleorhiza hair formation in rice[J]. The Crop Journal, 2022, 10(3): 692-703.<br/>（2）Tao Song, Debatosh Das, Feng Yang, Moxian Chen, Yuan Tian, Chaolin Cheng, Chao Sun, Weifeng Xu, Jianhua Zhang. Genome-wide transcriptome analysis of roots in two rice varieties in response to alternate wetting and drying irrigation[J]. The Crop Journal, 2020, 8(4): 586-601.<br/>（3）Tao Song, Feiyun Xu, Wei Yuan, Moxian Chen, Qijuan Hu, Yuan Tian, Jianhua Zhang, Weifeng Xu. Combining alternate wetting and drying irrigation with reduced phosphorus fertilizer application reduces water use and promotes phosphorus use efficiency without yield loss in rice plants[J]. Agricultural Water Management, 2019, 223: 105686.<br/>（4）Tao Song, Debatosh Das, Neng-Hui Ye, Guan-Qun Wang, Fu-Yuan Zhu, Mo-Xian Chen, Feng Yang, Jian-Hua Zhang. Comparative transcriptome analysis of coleorhiza development in japonica and Indica rice[J]. BMC Plant Biology, 2021, 21: 514.<br/>（5）Tao Song, Debatosh Das, Fuyuan Zhu, Xiaofeng Chen, Moxian Chen, Feng Yang and Jianhua Zhang. Effect of Alternate Wetting and Drying Irrigation on the Nutritional Qualities of Milled Rice[J]. Frontiers in plant science, 2021, 12:721160.<br/>（6）Tao Song, Debatosh Das, Qijuan Hu, Feng Yang, Jianhua Zhang. Alternate wetting and drying irrigation and phosphorus rates affect grain yield and quality and heavy metal accumulation in rice[J]. Science of the Total Environment, 2021, 752: 141862.<br/>（7）Tao Song, Feng Yang, Debatosh Das, Moxian Chen, Qijuan Hu, Yuan Tian, Chaolin Cheng, Yue Liu, Jianhua Zhang. Transcriptomic analysis of photosynthesis‐related genes regulated by alternate wetting and drying irrigation in flag leaves of rice[J]. Food and Energy Security, 2020, 9(3): e221.<br/>（8）Tao Song, Feiyun Xu, Wei Yuan, Yingjiao Zhang, Tieyuan Liu, Moxian Chen, Qijuan Hu, Yuan Tian, Weifeng Xu & Jianhua Zhang. Comparison on physiological adaptation and phosphorus use efficiency of upland rice and lowland rice under alternate wetting and drying irrigation[J]. Plant Growth Regulation, 2018, 86(2): 195–210.<br/>（9）Feiyun Xu, Tao Song, Ke Wang, Weifeng Xu, Guanglei Chen, Min Xu, Qian Zhang, Jianping Liu, Yiyong Zhu, Christopher Rensing, Jianhua Zhang, Wei Yuan. Frequent alternate wetting and drying irrigation mitigates the effect of low phosphorus on rice grain yield in a 4‐year field trial by increasing soil phosphorus release and rice root growth[J]. Food and Energy Security, 2020: e206. 共同一作<br/>（10）Q Hu, M Chen, T Song, C Cheng, Y Tian, J Hu, J Zhang. Spermidine enhanced the antioxidant capacity of rice seeds during seed aging[J]. Plant Growth Regulation, 2020, 91: 397–406. 共同一作<br/>（11）Y Yi, Y Peng, T Song, S Lu, Z Teng, Q Zheng, F Zhao, S Meng, B Liu, Y Peng, G Chen, J Zhang, N Ye. NLP2-NR module associated NO is involved in regulating seed germination in rice under salt stress[J]. Plants, 2022, 11(6): 795. 共同一作<br/>（12）J Xu, X You, Y Leng, Y Li, Z Lu, Y Huang, M Chen, J Zhang, T Song*, T Liu*. Identification and Alternative Splicing Profile of the Raffinose synthase Gene in Grass Species[J]. International Journal of Molecular Sciences, 2023, 24(13): 11120.<br/>",
    "Patent": "None",
    "Achievements": "宋涛,陈沫先,朱福远. 高校线上线下同步教学模式的探讨[J]. 时代教育,2022(36):25-27.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "songtao1987@njfu.edu.cn",
    "Introduction": "博士毕业于香港中文大学生物系，长期从事植物生理学和分子生物学方面的研究，研究方向为水分胁迫、营养胁迫对植物的影响。担任《Environmental and Experimental Botany》、《Frontiers in Plant Science》、《Food and Energy Security》等SCI期刊的审稿人，《Frontiers in Plant Science》客座编辑。",
    "id": "0011",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "宋涛",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}