{
    "Research_direction": "1. 动物生态学：动物种群对气候变化、栖息地破坏的响应；动物行为与气候变化间的相互关系。   2. 保护生物学：禽兽分布及其影响因素、管理对策研究。   3. 乡村生物多样性：农业景观变化对乡村生物多样性的影响。",
    "Paper": "周延, 靖磊, 贾亦飞, 雷刚, 姚毅, & 吕偲等. (2019). 东洞庭湖4种濒危鹤类近30年种群动态及栖息地景观格局变化.湖泊科学,31(5), 1415-1423.<br/>周延,靖磊, 杨萌, 史林鹭, 吕偲, & 雷光春. (2018).不同出露时间下洞庭湖洲滩土壤及生态系统呼吸特征.湖泊科学,30(6), 1664-1671.<br/>周延,焦盛武, 江晟, 刘辉, 刘玄之, & 张永. (2019). 汀江国家湿地公园鸟类多样性及季节动态.森林与环境学报,39(1), 42-47.<br/>黄旖琪, 彭澍雪,周延,苏涛, & 鲁长虎. (2019). 江苏省鸟类新记录——铜蓝鹟.四川动物,38(4), 379.<br/>张智, 朵海瑞, 杨萌,周延,吕偲, & 文力等. (2018). 不同放牧方式下青海湖和黄河源区湖滨带高寒草原和高寒草甸生态系统呼吸研究.湿地科学,16(2), 251-258.<br/>靖磊,周延,吕偲, 赵君茹, & 雷光春. (2018). 洞庭湖湿地3个林龄杨树人工林叶与土壤碳氮磷生态化学计量特征.生态学报,38(18), 6530-6538.<br/>钟华瀚, 胡润涛, 袁李飞, 陈鑫, 石心怡, &周延.(2018). 老山国家森林公园蝴蝶物种调查及分析.江苏林业科技,45(6), 34-38, 43.<br/>李睿, 朵海瑞, 史林鹭,周延,焦盛武, & 秋培扎西等. (2015). 可可西里1970—2013年气候变化特征及其对景观格局的影响.北京林业大学学报,37(12), 59-68.<br/>Zhou, Y., Chen, A., Ouyang, J.Q., Liu, Y., Zheng, A., Yang, Z., Zhang, Y., Wang, B., Jia, Y., Jiao, S., et al. (2020). Comparing community birdwatching and professional bird monitoring with implications for avian Persity research: a case study of Suzhou, China. Avian Research 11, 19.<br/>Zhou, Y., Jing, L., Jiao, S., Chen, A., Li, N., Lei, J., Yang, M., Jia, Y., Lu, C., and Lei, G. (2020). Dynamics of greenhouse gas emission induced by different burrowing activities of fossorial vertebrates in the Qinghai–Tibetan Plateau alpine meadow ecosystem. International Journal of Biometeorology 64, 115-122.<br/>Zhou, Y., Zhang, C., Wang, S., Liu, Y., Wang, N., and Liang, B. (2020). A mitogenomic phylogeny of pierid butterflies and complete mitochondrial genome of the yellow tip Anthocharis scolymus (Lepidoptera: Pieridae). Mitochondrial DNA Part B 5, 2587-2589.<br/>Jing, L.,Zhou, Y., Zeng, Q., Liu, S., Lei, G., Lu, C., and Wen, L. (2020). Exploring Wetland Dynamics in Large River Floodplain Systems with Unsupervised Machine Learning: A Case Study of the Dongting Lake, China. Remote Sensing 12, 2995.<br/>Zhang, C., Wen, L., Wang, Y., Liu, C.,Zhou, Y., and Lei, G. (2020). Can Constructed Wetlands be Wildlife Refuges? A Review of Their Potential BioPersity Conservation Value. Sustainability 12, 1442.<br/>Yang, M., Yu, G., He, N., Grace, J., Wang, Q., andZhou, Y. (2019). A Method for Estimating Annual Cumulative Soil/Ecosystem Respiration and CH4 Flux from Sporadic Data Collected Using the Chamber Method. Atmosphere 10.<br/>Lei, J., Jia, Y., Zuo, A., Zeng, Q., Shi, L.,Zhou, Y., Zhang, H., Lu, C., Lei, G., and Wen, L. (2019). Bird Satellite Tracking Revealed Critical Protection Gaps in East Asian–Australasian Flyway. International Journal of Environmental Research and Public Health 16, 1147.<br/>Zhou, Y., Jiao, S., Li, N., Grace, J., Yang, M., Lu, C., Geng, X., Zhu, X., Zhang, L., and Lei, G. (2018). Impact of plateau pikas (Ochotona curzoniae) on soil properties and nitrous oxide fluxes on the Qinghai-Tibetan Plateau. PLOS ONE 13, e0203691.<br/>Li, G., Zhang, Z., Shi, L.,Zhou, Y., Yang, M., Cao, J., Wu, S., and Lei, G. (2018). Effects of Different Grazing Intensities on Soil C, N, and P in an Alpine Meadow on the Qinghai-Tibetan Plateau, China. International journal of environmental research and public health 15.<br/>Yang, M., Geng, X.M., Grace, J., Jia, T.F., Liu, Y.Z., Jiao, S.W., Shi, L.L., Lu, C.,Zhou, Y., and Lei, G.C. (2015). N2O fluxes from the littoral zone of a Chinese reservoir. Biogeosciences 12, 4711-4723.<br/>Zhou, Y., Li, N., Grace, J., Yang, M., Lu, C., Geng, X., Lei, G., Zhu, W., and Deng, Y. (2014). Impact of Groundwater Table and Plateau Zokors (Myospalax baileyi) on Ecosystem Respiration in the Zoige Peatlands of China. PLoS ONE 9, e115542.<br/>Yang, M., Geng, X., Grace, J., Lu, C., Zhu, Y.,Zhou, Y., and Lei, G. (2014). Spatial and Seasonal CH4 Flux in the Littoral Zone of Miyun Reservoir near Beijing: The Effects of Water Level and Its Fluctuation. PLoS ONE 9, e94275.<br/>Zhou, Y., Xu, C., Chen, H., Zhang, D., Long, Y., Yan, F., Xu, C., and Wang, R. (2013). Different male mate location behaviour of the Glanville fritillary butterfly in different landscapes in the Tianshan Mountains, northwestern China. Entomologica Fennica 24, 129-139.<br/>Zhou, Y., Cao, Y., Chen, H., Long, Y., Yan, F., Xu, C., and Wang, R. (2012). Habitat utilization of the Glanville fritillary butterfly in the Tianshan Mountains, China, and its implication for conservation. Journal of Insect Conservation 16, 207-214.<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "zhouyan.eco@foxmail.com",
    "Introduction": "周延，理学博士，硕士生导师。",
    "id": "0027",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "周延",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "北京大学生命科学学院，动物学，博士   北京林业大学生态与自然保护学院，湿地教研室   北京市企业家环保基金会"
}