{
    "Research_direction": "None",
    "Paper": "Part 1 allelopathy <br/>1.    Du, S., Tao, Y.H., Shen, Y.L., Guo, Y.X., Zhang, K.M., Liu, G., Li, M.S., Yang, Y.L., Pang, X.Y. and Zhang, Z.L. (2022). Correlation analysis between climatic factors and chemical components of Panax notoginseng grown in various regions in China. Allelopathy Journal 55: 223-238.<br/>2.    Zhong, W.L., Jiang, R.Y., Wu, H.Z., Yang, Y.L., Zhang, K.M., Guo, Y.X., Yang, X.Y. and Zhang, Z.L. (2021). Comparison of seed characteristics of six Panax species. Allelopathy Journal 54: 253-266.<br/>3.    Shao, H.H., Zhang, G.S., Liu, G., Zhang, K.M., Pang X.Y. and Zhang, Z.L. (2021). Correlation analysis of soil microorganisms and saponins from different growing regions of Panax notoginseng. Allelopathy Journal 53: 189-210.<br/>4.    Zheng, Y.P., Xiang, J.W., Liu, Y.M., Zhang, K.M., Liu, G. and Zhang, Z.L. (2021). Effect of continuous cropping on Panax notoginseng growth, yield and saponins content. Allelopathy Journal 54: 93-104.<br/>5.   Huang, Y.D., Tao, Y.H., Cheng, J.X., Shi, Y., Zhang, K.M., Gao, Z.H., Liu, G., Yang, Y.L., Pang, X.Y. and Zhang, Z.L. (2021). Chemical components analysis of the Panax notoginseng for quality from different growing areas in China. Allelopathy Journal 54: 123-140.<br/>6.    Zheng, Y.P., Xiang, J.W., Liu, Y.M., Zhang, K.M., Liu, G. and Zhang, Z.L. (2021). Effects of continuous cropping on Panax notoginseng growth, yield and saponins content. Allelopathy Journal 54: 95-106.<br/>7.    Zhong, L.T., Chen, Z.Y., Liu, G., Yang, Y.L., Zhang, K.M., Pang, X.Y. and Zhang, Z.L. (2021). Comparison of in-vivo and in-vitro blood activating effects of Panax notoginseng. Allelopathy Journal 54: 277-288.<br/>8.    Zhu, X.Z., Zhang, K.M. and Tang, S.J. (2021). Allelopathic plants 29: Eupatorium adenophorum Sprengel. Allelopathy Journal 53: 15-22.<br/>9.    Xu, Y.G., Liu, H.J., Zhang, K.M., Zhu, S.S. and Yang, M. (2020) Allelopathic Plants: 28. Genus Panax L. Allelopathy Journal 51: 21-40.1.<br/>10.  Zhang Kai-mei, Shen Yu, Miu Xiang, Yang Jing, Prasanta K. Bhowmik, Zhou Xiaoqi, Fang Yan-ming, Xing Bao-shan. 2019. The regulation of programmed cell death and antioxidant system working in plant cell under root exudates of invasion species. Ecotoxicology and Environmental Safety, 173, 203-213.<br/>11.  张开梅; 沈羽; 周晓丽; 方炎明 ; 21世纪以来蕨类植物研究论文的发表情况: 基于Web of Science的数据统计, 生物多样性 , 2019.冬季, 27(11): 1245-1250<br/>12.  Zhang Kai-mei, Shen Yu, Fang Yan-ming, Zhou Xiao-qi, Liu Ying, Ma Lena Q.. 2016. Photosynthesis in gametophyte of Pteris multifida reveals allelopathic interference of invasive Bidens pilosa. Journal of Photochemistry & Photobiology, B: Biology, 158, 81-88.<br/>13.  Zhang Kai-mei, Shen Yu, Fang Yan-ming. 2016. Changes in the gametophyte physiology of Pteris multifida induced by Bidens pilosa leaves. Environmental Science and Pollution Research, 23(4), 3578-3585. <br/>14.  Zhang Kai-mei, Shen Yu, Fang Yan-ming. 2018. Effects of root of Bidens pilosa on photosynthesis and cell membrane in Pteris multifida gametophyte. Fresenius Environmental Bulletin, 02, 771-778.<br/>15.  Zhang Kai-mei, Shen Yu, Fang Yan-ming, Prasanta Bhowmik. 2017. Effects of up-ground parts of Bidens pilosa on chlorophyll fluorescence in Pteris multifida gametophyte. Allelopathy Journal, 11: 231-238. <br/>16.  Zhang, K. M., Liu, J. H., Cheng, X., Zhang, G. F., Fang, Y. M., Zhang, H. J. 2012. Effects of Ageratina adenophora on Spore Germination and Gametophyte Development of Neocheiropteris palmatopedata. American Fern Journal, 102(3): 25-36. <br/>17.  Zhang, K. M., Shi, L., Jiang, C. D., Li, Z. Y. 2008. Inhibition of Ageratina adenophora on spore germination and gametophyte development of Macrothelypteris torresiana. Journal of Integrative Plant Biology, 50: 559-564. <br/>18.  Zhang Kai-mei. 2019. Analysis of fern research article trends across the Web of Science in the 21st century, Biodiversity Science. 27 (11): 1245–1250.<br/>19.  Zhang, K. M., Shi, L., Jiang, C. D., Li, Z. Y. 2008. Allelopathic effects of Eupatorium adenophorum on spore germination and gametophyte development in Cibotium barometz. Acta Pratacu Lturae Sinica, 2: 19-25. (in Chinese with English abstract)<br/>20.  Zhang, K. M., Shi, L., Jiang, C. D., Li, Z. Y. 2007. Influence of root, stem and leaf leachates of Ageratina adenophora weed on the gametophyte development of Pteris finotii. Allelopathy Journal. 20: 203-212.<br/>21.  Zhang, K. M. 2012. Influence of Ageratina adenophora to Gametophyte of Neocheiropteris palmatopedata. China Academic Conference on ferns. (in Chinese with English abstract)<br/>22.  Zhang, K. M., Shi, L., Li, Z. Y. 2004. Fern allelopathy and its impact on biodiversity. Biodiversity Science,12: 466-471. ( in Chinese with English abstract)<br/>Part 2 other research fields (only first author publications are listed)<br/>1.    Zhang, K. M., Liu, B. D., Fang, Y. M., Shi, L., Tang, S. J. 2011. Studies on the gametophytes of eight Chinese species of Dryopteris (Dryopteridaceae). American Fern Journal, 101(1): 12-24.<br/>2.    Zhang, K. M., Fang, Y. M.,Wan, J., Tao, F. 2011. Observation on the gametophyte development of Cyclosorus acuminatus and Cyclosorus dentatus. Guihaia, 31(3): 318-322. (in Chinese with English abstract)<br/>3.    Zhang, K. M., Fang, Y. M. 2011. 13th Newsletter of Fern Committee of China Flower Association. (in Chinese with English abstract)<br/>4.    Zhang, K. M., Fang, Y. M.,Wang, J. 2010. Gametophyte Development of Athyrium niponicum. Bulletin of Botanical Research, 30: 513-516. (in Chinese with English abstract)<br/>5.    Zhang, K. M., Shi, L., Zhang, X. C., Jiang, C. D., Wicky Lee Tim-Chun. 2008. Gametophyte morphology and development of six Chinese species of Pteris (Pteridaceae). American Fern Journal, 98: 33-41.<br/>6.    Zhang, K. M., Deng, T., Jia, H., Fang, Y. M. 2012. Influence of co–contamination of As and Pb on the frond physiology and ultrastructure of Pteris vittata L. Fresenius Environmental Bulletin, 21(8): 2215-2223.<br/>7.    Zhang, K. M., Shi, L., Li, D., Zhang, X. C. 2008. Development Process and Spore Sterile Culture of Pteris waliehana Agardh. Acta Horticulturae Sinica, 35: 94-98. (in Chinese with English abstract)<br/>8.    Zhang, K. M., Shi, L., Li, D. 2006. Observation on the gametophyte development of Macrothelypteris torresiana. Bulletin of Botanical Research, 26: 70-73. (in Chinese with English abstract)<br/>9.    Zhang, K. M., Shi, L., Li, D. 2006. How Beautiful, the pteridophyte in Wuzhishan. China Flower & Penjing, 1: 18-19. (in Chinese)<br/>10.  Zhang, K. M., Shi, L. 2005. Gametophyte Development of Pteris fauriei. Chinese Bulletin of Botany，22: 50-56. (in Chinese with English abstract)<br/>11.  Zhang, K. M., Shi, L., Li, D. 2005. The Gametophyte Development in Pteris ensiformis. Chinese Bulletin of Botany, 22: 566-571. (in Chinese with English abstract)<br/>12. Zhang, K. M., Shi, L., Zhang, X. C. 2005. Observation on the Gametophyte Development of Dryopteris subtriangularis. Journal of Wuhan Botanical Research, 23: 276-279. (in Chinese with English abstract)<br/>13.  Zhang, K. M., Shi, L., Li, D. 2005. Observation on the Gametophyte Development of Blechnum orientale. Journal of Tropical and Subtropical Botany, 13: 419-422. (in Chinese with English abstract)<br/>14.  Zhang, K. M. 2004. The Lord of Ailanthus altissima—A Piece of Tree Folklores in China. Folklore Studies, 2: 166-171. (in Chinese)<br/>15.  Zhang, K. M., Shi, L., Zhang, X. C. 2003-2010. Newsletter of Fern Committee of China Flower Association (8th-12th). ( in Chinese with English abstract)<br/>CONFERENCE SUBMISSIONS<br/>1.   Zhang, K. M., Fang, Y. M., Deng, T., Liu, J. H. 2012. Compartmentalization of heavy metal in fern under As and Pb co–exposure: a case study, The International Conference on Remote Sensing, Environment and Transportation Engineering (RSETE 2012) , 124-127. <br/>2.    Fang, Y. M., Wu, Q., Shen, Y., Liu, Y., Zhang, K. M. 2012. Study on the Propagation Technique of several Ornamentl Ferns. China Academic Conference on ferns. ( in Chinese with English abstract)<br/>3.    Zhang, K. M., Deng, T., Fang, Y. M. 2011. Arsenic and lead induced changes in the frond physiology and ultrastructure of Pteris multifida Poir. 2011 International Conference on Remote Sensing, Environment and Transportation Engineering, RSETE 2011 - Proceedings, 128-135. <br/>4.    Zhang, K. M. 2010. Gametophyte Development of 8 Species of Pteridophyte in Dryopteris from China. 2010 Academic Conference of Jiangsu Plant Association. ( in Chinese with English abstract)<br/>5.    Zhang, K. M. 2006. In vitro germplasm preservation of wild ferns in China. The 11th Congress of the International Association for Plant Tissue Culture and Biotechnology (IAPTC&B), 151.<br/>BOOK CHAPTER<br/>1.Zhang, K. M. et al. (2013) Flora of Jiangsu Province. Beijing: China Science Press. <br/>2. Zhang, K. M. et al. (2013) Flora of Xuyi city. Jiangsu: Jiangsu People’s Publishing. LTD. China.<br/>3. Zhang, K. M. et al. (2015) Ornamental Botany. Nanjing: Nanjing Forestry University, China.<br/>4. Zhang, K. M. et al. (2017) Botany. Beijing: China Forestry Press. <br/>5. Zhang, K. M. et al. (2017) Plant Biology. Beijing: China Forestry Press.<br/>",
    "Patent": "None",
    "Achievements": "1. Second Prize of the Sixth China Flower Exposition (2005) <br/>2. Second Prizes of the Seventh China Flower Exposition (2009a, 2009b) <br/>3. Outstanding postdoctoral fellow of Nanjing Forestry University (2012)<br/>4. Outstanding prize of China Flower Association (2018)<br/>5. First Prizes of China Fern Association (2019a, 2019b) <br/>6. Second Prizes of China Fern Association (2019c)<br/>7. First Prizes of China Fern Association (2018)<br/> <br/>编写南京林业大学植物学、观赏植物学实习手册；参加南京林业大学教改项目一项。<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1.紫金山英才先锋计划高层次创新创业人才项目，2021-，50万元，在研，主持；<br/>2.华东师范大学浙江天童森林生态系统国家野外科学观测研究站开放课题，TTK201905，通过化感作用揭示蕨类植物在维持森林生物多样性中的机制研究——以浙江天童国家森林公园为例，2020/01-2021/12，3万元，在研，主持；<br/>3.国家自然科学基金面上项目，31470346，缺铁诱变可变剪切的功能分析及其调控机制研究，2015/01-2018/12，85万元，已结题，参加；<br/>4.土壤与农业可持续发展国家重点实验室（中国科学院南京土壤研究所）2014年度开放课题，Y412201446，基于转录组的植物根系磷铁互作研究，2014/06-2017/05，12万元，已结题，参加；<br/>5.国家自然科学基金面上项目，31370666，麻栎遗传变异与分子亲缘地理学研究，2014/01-2017/12，78万元，已结题，参加；<br/>6.南京林业大学高层次人才资助项目，G2014001，三叶鬼针草对井栏边草配子体化感作用机理研究，2014/01-2015/12，4万元，已结题，主持；<br/>7.国家自然科学基金青年科学基金项目，31200233，井栏边草配子体对三叶鬼针草根系分泌物的响应，2013/01-2015/12，23万元，已结题，主持；<br/>8.江苏省林业三项工程项目，lysx[2011]01，宁镇低山丘陵主要森林类型近自然经营模式示范与推广，2011/09-2013/12，70万元，已结题，参加；<br/>9.中国博士后科学基金面上资助项目，20100481152，中国特有濒危植物扇蕨的性器官建成研究，2010/08-2012/05，3万元，已结题，主持；<br/>10.江苏省博士后科研资助计划项目，1001078C，中国特有濒危植物扇蕨性器官的形态发生及调控研究，2010/06-2011/09，1万元，已结题，主持；<br/>11.国家科技基础条件平台工作项目，KZCX2-YW-414，植物离体材料的采集、整理与保存技术的研究及其标准化，2006/01-2009/12，18万元，已结题，参加；<br/>12.国家科技基础条件平台工作项目，2005DKA21006，植物离体材料的采集、整理与保存技术的研究及其标准化，2006/01-2008/12，60万元，已结题，参加；<br/>13.科技基础条件平台工作项目，2005DKA21004，海金沙（Lygodium japonicum (Thunb.) Sw.）和金毛狗（Cibotium barometz (Linn.) J. Sm.）药用植物种质资源标准化整理及其保存规范的制定，2006/01-2007/12，10万元，已结题，参加；<br/>14. 中国科学院知识创新工程重要方向性项目，KSCX2-3-04，植物离体保藏能力建设和保存技术研究，2005/01-2007/12，25万元，已结题，参加。<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "kaimeizhang@163.com15205198408",
    "Introduction": "中国野生植物保护协会蕨类植物保育委员会常务委员，中国植物学会蕨类植物分会常务理事，中国植物保护学会植物化感作用专业委员会常务委员，中国蕨协科普组组长，SCI刊物Allelopathy Journal副主编。",
    "id": "0031",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/03/02/202203021158277689gz7le.jpg?iid=41317",
    "Department": "None",
    "Duties": "None",
    "Title": "副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "张开梅",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "(1) 2002-09 至 2007-07, 中国科学院植物研究所, 植物学, 博士   (2) 1999-09 至 2002-07, 鲁东大学, 生物科学, 学士（大三考入中国科学院北京植物研究所硕博连读）   (1) 2009-10 至 2012-05, 南京林业大学   (1)2022.12-， National Museum of Nature and Science，Department of Botany,日本东京，visiting scientist   (2) 2017-11至2022.11，南京林业大学, 生物与环境学院, 副教授   (3)2017-10，The University of British Columbia，加拿大温哥华，副教授   (4) 2016-07 至2017-09, 南京林业大学, 生物与环境学院, 副教授   (5) 2015-01 至 2016-07, Smithsonian Institution, Department of Botany, 美国华盛顿，visiting scientist   (6) 2012-05 至 2014-12, 南京林业大学, 生物与环境学院, 讲师   (7) 2007-09 至 2009-10, 商丘师范学院, 生命科学系, 讲师"
}