{
    "Research_direction": "长期从事植物生长发育及逆境应答相关研究与教学工作，目前主要研究方向为竹类植物成花机理。",
    "Paper": "发表相关领域学术论文60多篇，以下仅列一作和通讯作者发表论文<br/>Wenjing Yao, Chuanzhe Li, Shuyan Lin*, Jianping Wang, Tingting Fan, Wanqi Zhao. The structures of floral organs and reproductive characteristics of ornamental bamboo species, Pleioblastus pygmaeus. Horticultural Plant Journal, 2022, doi: 10.1016/j.hpj.2022.06.002. <br/>Wenjing Yao, Chuanzhe Li, Huajun Fu, Meng Yang, Hongyu Wu, Yulong Ding, Long Li*, Shuyan Lin*. Genome-wide analysis of SQUAMOSA-Promoter-Binding Protein-Like family in flowering Pleioblastus pygmaeus. International Journal of Molecular Science, 2022, 23:14035.<br/>Wenjing Yao, Chuanzhe Li, Shuyan Lin*, Li Ren, Yawen Wan, Li Zhang, Yulong Ding. Morphological characteristics and transcriptome comparisons of the shoot buds from flowering and non-flowering Pleioblastus pygmaeus. Forests, 2020, 11:1229. <br/>Wenjing Yao, Chuanzhe Li, Shuyan Lin, Jianping Wang, Boru Zhou*, Tingbo Jiang*. Transcriptome analysis of salt-responsive and wood-associated NACs in Populus simonii × P. nigra. BMC Plant Biology, 2020, 20:317. <br/>Wenjing Yao, Dawei Zhang, Boru Zhou*, Jianping Wang, Renhua Li, Tingbo Jiang*. Over-expression of poplar NAC15 gene enhances wood formation in transgenic tobacco. BMC Plant Biology. 2020, 20:12.<br/>Wenjing Yao, Boru Zhou, Xuemei Zhang, Kai Zhao, Zihan Cheng, Tingbo Jiang*. Transcriptome analysis of transcription factor genes under multiple abiotic stresses in Populus simonii × P. nigra. Gene. 2019, 707:189-197. <br/>Wenjing Yao, Kai Zhao, Zihan Cheng, Xiyan Li, Boru Zhou, Tingbo Jiang*. Transcriptome analysis of poplar under salt stress and over-expression of poplar transcription factor NAC57 gene confers salt tolerance in transgenic Arabidopsis. Frontiers in Plant Science. 2018, 9:1121. <br/>Wenjing Yao, Xuemei Zhang, Boru Zhou, Kai Zhao, Renhua Li, Tingbo Jiang*. Expression pattern of ERF gene family under multiple abiotic stresses in Populus simonii × P. nigra. Frontiers in Plant Science. 2017, 8:181. <br/>Wenjing Yao, Shengji Wang, Boru Zhou, Jianping Wang, Tingbo Jiang*. Characterization of ERF76 promoter cloned from Populus simonii × P. nigra. Acta Physiologiae Plantarum. 2017, 39:249. <br/>Wenjing Yao, Shengji Wang, Boru Zhou, Tingbo Jiang*.Transgenic poplar overexpressing endogenous transcription factor ERF76 gene improves salinity tolerance. Tree Physiology. 2016, 36:896-908. <br/>Wenjing Yao, Lei Wang, Boru Zhou, Shengji Wang, Renhua Li, Tingbo Jiang*. Over-expression of poplar transcription factor gene ERF76 confers salt tolerance in transgenic tobacco. Journal of Plant Physiology. 2016, 198:23-31. <br/>Wenjing Yao, Shengji Wang, Boru Zhou, Tingbo Jiang*.The Tamarix ferritin gene confers low-iron tolerance in transgenic tobacco. Plant Growth Regulation. 2016, 80:149-158.<br/>Binao Zhou†, Wenjing Yao† (Co-First Author), Chunce Guo†, Lili Bian, Yulong Ding, Shuyan Lin*. Chloroplast genome variation and phylogenetic analyses of seven dwarf ornamental bamboo species. Forests, 2022, 13: 1671. <br/>Wanqi Zhao†, Chunce Guo†, Wenjing Yao† (Co-First Author), Li Zhang, Yulong Ding, Zhenzhen Yang*, Shuyan Lin*.Comparative phylogenomic analyses and co-expression gene network reveal insights in flowering time and aborted meiosis in woody bamboo, Bambusa oldhamii ‘Xia Zao’ ZSX. Frontiers in Plant Science, 2022, 13:1023240.<br/>Lei Wang†, Wenjing Yao† (Co-First Author), Yao Sun, Jiying Wang, Tingbo Jiang*. Association of transcription factor WRKY56 gene from Populus simonii × P. nigra with salt tolerance in Arabidopsis thaliana. Peer Journal. 2019, 7: e7291. <br/>Yuting Wang†, Ruiqi Wang†, Yue Yu, Yongmei Gu, Shuang Wang, Shixian Liao, Xiaoya Xu, Tingbo Jiang*, Wenjing Yao*. Genome-wide analysis of SIMILAR TO RCD ONE (SRO) family revealed their roles in abiotic stress in Poplar. International Journal of Molecular Science, 2023, 24: 4146.<br/>Long Li, Binao Zhou, Dong Liu, Hongyu Wu, Qianqian Shi, Shuyan Lin*, Wenjing Yao*. Transcriptomic complexity of culm growth and development in different type of Moso bamboo. International Journal of Molecular Science, 2023, 24: 7425.<br/>Guijun Han, Guoqing Bai, Yafu Zhou, Yongpeng Wu, Wenjing Yao*, Long Li*. Comparative transcriptome analysis to identify candidate genes related to chlorogenic acid and flavonoids biosynthesis in Iridaceae. Forests, 2022, 13:1632.<br/>姚文静, 刘国华*, 吴艳萍,  赵福泽,  王福升, 丁雨龙. 长叶苦竹新造林的生长发育规律研究. 南京林业大学学报. 2023, 47:123-129.<br/>姚文静, 王茹, 王星, 杨蒙, 郑毅, 丁雨龙, 林树燕*. 淡竹实生苗构件生物量模型拟合与分配. 东北林业大学学报. 2021, 49:26-30.<br/>姚文静, 王茹, 林树燕*, 王星, 杨蒙, 郑毅, 丁雨龙. 翠竹实生苗生长发育规律及构件生物量模型拟合.南京林业大学学报. 2020, 44:103-110.<br/>姚文静, 王茹, 王星, 杨蒙, 丁雨龙, 林树燕*. 3个竹种实生竹苗质量评价研究.西北林学院学报. 2020, 35(5):116-121.<br/>姚文静, 姜明云, 王星, 史无双, 丁雨龙, 林树燕*. 黄条金刚竹开花生物学特性及花粉萌发力.东北林业大学学报. 2020, 48:13-18.<br/>姚文静, 王茹, 王星, 杨蒙, 丁雨龙, 林树燕*. 毛竹实生苗生长发育规律及其模型拟合研究. 西部林业科学. 2020, 49(3):14-20.<br/>孟倩羽, 伍虹雨, 沈鹏, 林树燕, 丁雨龙, 姚文静*. 竹类植物组织培养及遗传转化研究进展.分子植物育种. 2023,   https://kns.cnki.net/kcms/detail//46.1068.S.20230118.1408.001.html<br/>周必铙, 卞丽丽,  徐薪璐,  姚文静*. 基于竹类植物叶片性状特征的SVM竹种辅助识别. 东北林业大学学报. 2022, 5: 63-69.<br/>侯思璇, 李传哲, 刘国华, 杨蒙, 郑毅, 姚文静*. 盐胁迫对毛竹实生苗形态生理生化特征的影响. 江苏农业科学. 2021, 49(10):136-141.<br/>",
    "Patent": "None",
    "Achievements": "1. 2016年第六届梁希青年论文奖三等奖（2016-LW-3-130）<br/>1. 姚文静,  林树燕. 线上教学在高校植物胚胎学课程教学中的应用. 新丝路:中旬. 2020, 6:105-106.<br/>2. 姚文静,  林树燕,  徐勇. 线上线下混合式教学在高校普通生物学课程中的应用. 教育教学论坛. 2021, 51: 69-72.<br/>",
    "Class": "植物生物学、普通生物学、动植物保护概论、植物胚胎学等",
    "Topic": "None",
    "Projects": "1. 国家自然科学基金青年项目，2021-01至2023-12，在研，主持<br/>2. 江苏省农业自主创新项目，2022-07至2024-06，在研，主持<br/>3. 国家重点实验室开放课题，2021-01至2023-12，在研，主持<br/>4. 江苏省自然科学基金青年项目，2019-07至2022-06，结题，主持<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "yaowenjing@njfu.edu.cn",
    "Introduction": "姚文静，女，汉族，籍贯山东菏泽，博士，讲师，硕士生导师，中国林学会会员。",
    "id": "0032",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/28/20220228162654053i6lhn4.jpg?iid=41253",
    "Department": "None",
    "Duties": "None",
    "Title": "讲师",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "姚文静",
    "Biographical_notes": "None",
    "Homepage": "目前任Frontiers in plant science审稿编辑及多个国内外杂志审稿专家。   Researchgate: https://www.researchgate.net/profile/Wenjing-Yao-3   ORCID: https://orcid.org/my-orcid?orcid=0000-0001-8424-0172",
    "Professional_affiliations": "None",
    "Experience": "2016年7月-2019年1月，中国科学院东北地理与农业生态研究所，助理研究员   2019年1月-至今，南京林业大学竹类研究所，讲师"
}