{
    "Research_direction": "None",
    "Paper": "发表的部分论文：<br/>2021：<br/>1.一种有效抑制锦竹组培过程中丛芽褐化的方法，林树燕，王星，徐薪璐，卞丽丽，周必铙，丁雨龙；专利号：ZL202011154569.5<br/>2.一种竹类植物实生苗种植用盆栽设备，周必铙，赵婉琪，林树燕，杨蒙，徐薪璐，卞丽丽；专利号：ZL202120350363.3<br/>3. 万雅雯,傅华君,时培建,林树燕. 变温对毛竹种子萌发及幼苗生长的影响. 南京林业大学学报(自然科学版),2021,45(4):97-106<br/>4. 姚文静,王茹,王星,杨蒙,郑毅,丁雨龙,林树燕.淡竹实生苗构件生物量模型拟合与分配.东北林业大学学报,2021,49(3):26-30<br/>2020：<br/>1. 苏佳露,林树燕∗,史无双,等.6个竹种竹叶的解剖形态观察与三维构建[J].南京林业大学学报(自然科学版),2020,44(1) : 47-53．<br/>2. Shuyan Lin, Karl J. Niklas, Yawen Wan, Dirk Hölscher, Cang Hui, Yulong Ding & Peijian Shi∗. Leaf shape influences the scaling of leaf dry mass vs. area: a test case using bamboos[J]. Annals of Forest Science, 2020, 77(1):1-15.<br/>3. Yao W, Li C, Lin S, et al. Morphological Characteristics and Transcriptome Comparisons of the Shoot Buds from Flowering and Non-Flowering Pleioblastus pygmaeus[J]. Forests, 2020, 11(11):1229.<br/>4. Zheng X, Lin S, Fu H, Wan Y and Ding Y (2020) The Bamboo Flowering Cycle Sheds Light on Flowering Diversity. Front. Plant Sci. 11:381. doi: 10.3389/fpls.2020.00381（共同一作）<br/>2019年：<br/>1. Lin, S., Liu, G., Guo, T., Zhang, L., Wang, S., Ding, Y.. 2019. Shoot proliferation and callus regeneration from nodular buds of Drepanostachyum luodianense. J. For. Res. 30(6):1997–2005. doi：10.1007/s11676-018-0772-9<br/>2. Shi, P., Brady K. Quinn, Zhang, Y., Bao, X., Lin, S. ∗. 2019. Comparison of the intrinsic optimum temperatures for seed germination between two bamboo species based on a thermodynamic model. Global Ecology and Conservation. https://doi.org/10.1016/ j.gecco.2019.e00568<br/>3. Shi, P., Zhao, L., David A. Ratkowsky, Karl J. Niklas∗, Huang, W., Lin, S. ⁠∗∗, Ding Y., Hui, C., Li, B.. 2019. Influence of the physical dimension of leaf size measures on the goodness of fit for Taylor's power law using 101 bamboo taxa. Global Ecology and Conservation. https://doi.org/10.1016/j.gecco.2019.e00657<br/>2018年：<br/>1. Lin, S., Shao, L., Hui, C., Song, Y., Reddy, G.V.P., Gielis, J., Li, F., Ding, Y., Wei, Q., Shi, P*. Why does not the leaf weight-area allometry of bamboos follow the 3/2-power law? Frontiers in Plant Science,2018,9:583 doi: 10.3389/fpls.2018.00583<br/>2. Lin, S., Shao, L., Hui, C., Sandhu, H.S., Fan, T., Zhang, L., Li, F., Ding, Y., Shi, P*. The effect of temperature on the developmental rates of seedling emergence and leaf-unfolding in two dwarf bamboo species.Trees, 2018,32(3): 751-763 doi: 10.1007/s00468-018-1669-0<br/>3. 林树燕,万雅雯,傅华君,张莉,姜明云,尹增芳,丁雨龙.竹类植物花序建成及花序类型修正. 南京林业大学学报(自然科学版). 2018,42(6):1-7<br/>2017年：<br/>1. 林树燕，范婷婷，姜明云，等. 3种（品种）地被竹花器官形态特征及学名订正.南京林业大学学报( 自然科学版),2017,41(1):189-193.<br/>2016年：<br/>1. Lin, S., Zhang, L., Reddy, G. V. P., Hui, C.,Gielis, J., Ding, Y. and Shi, P. (2016), A geometrical model for testing bilateral symmetry of bamboo leaf with a simplified Gielis equation. Ecology and Evolution, 6: 6798–6806. doi: 10.1002/ece3.2407<br/>2. Yujun Wang, Hui Zhan, Yulong Ding, Shuguang Wang, Shuyan Lin.(2016), Variability of Anatomical and Chemical Properties with Age and Height in Dendrocalamus brandisii.BioResources,11(1),1202-1213(共同一作)<br/>3. Shu guang Wang , Yulong Ding, Shuyan Lin, Xing Ji, Hui Zhan. (2016) ,Seasonal changes of endogenous soluble sugar and starch in different developmental stages of Fargesia yunnanensis. J Wood Sci 62:1–11 DOI 10.1007/s10086-015-1521-8(共同一作)<br/>",
    "Patent": "None",
    "Achievements": "1. 竹子开花周期理论研究探讨第七届中国林学会优秀论文二等奖（2019.11）<br/>2. 基于转录组分析的翠竹开花分子基础研究第七届中国林学会优秀论文三等奖（2019.11）<br/>3. 变温对毛竹种子萌发及幼苗生长影响的研究第七届中国林学会优秀论文三等奖（2019.11）<br/>4. 竹种质评价与多目标选育关键技术研究与应用 梁希林业科学技术三等奖(2017.4)<br/>5. 异叶苦竹大小孢子及雌雄配子体的发育, 获第六届梁希青年论文奖三等奖.林树燕.(2016.9)<br/>6. 小佛肚竹的愈伤组织诱导及分化 作者：钱维杰，林树燕，丁雨龙。获第七届中国竹业学术大会优秀论文评比三等奖。（2011.9）<br/>5. 南京林业大学优秀教学质量课程 竹子资源利用(2016.7)<br/>著书：<br/>2013年编著《豆科植物与根瘤菌》<br/>2016年参与编写研究生教材《植物生物学专题》<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1. 2011.1-2013.12 国家自然科学基金，竹子开花败育机理研究，资助号：31000294，20万，主持  <br/>2. 2012.1～2016.12 国家“十二五”科技支撑项目专题（笋用特色竹种筛选及培育技术研究）51万元，主持<br/>3. 2014.8 获“江苏省博士后二等资助”；项目名称：霞早绿竹花形态建成与开花机理，资助号：1401042C, 2万，主持<br/>4 2014.10 获“中国博士后基金一等资助”；项目名称：霞早绿竹胚胎败育机理。资助号：2014M560427，8万，主持<br/>5. 2016.6-2019.5 江苏省三新工程项目：毛竹景观生态林培育模式优化与示范LYSX[2016]04，15万，参与<br/>6. 2016.7-2020.12 十三五重点研发课题“竹子优良种苗规模化扩繁技术集成示范（2016YFD0600901）”子课题68万，主持<br/>7. 2019.1～2022.12翠竹茎端分生组织成花转变中关键细胞学过程及分子基础 60万元国家自然科学基金委，主持<br/>8. 2019.11～2022.9 江苏省科技创新与示范推广项目“彩叶地被类竹种靓竹高效繁育关键技术研究与示范” 50万，主持<br/>9.2020.1-2021.12国家林业与草原局机关业务委托项目“海南省竹类植物种质资源调查与分析”25万<br/>10. 2020.12.1-2023.12.31贵州省特色林业产业项目“笋用方竹良种选育”94.98万<br/>11.2021.11-2026.10 “十四五”国家重点研发计划课题“竹子生物质运输分配与茎秆形态建成调控分子机制”180万<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "lrx@njfu.com.cn",
    "Introduction": "林树燕，女，理学博士，教授。2009年获得南京林业大学理学博士学位；2014年8月-2015年2月赴美国宾夕法尼亚州立大学交流学习；2013-2016年南京林业大学博士后。2012年任中国林学会竹子分会委员；2018年任中国林学会竹子分会副秘书长，长期从事竹类植物的比较解剖、系统发育、观赏竹类植物种质筛选、组织培养以及植物生殖生物学的科研与教学工作。先后主持国家自然科学基金2项、国家“十二五”科技支撑课题专题1项、“十三五”重点研发子课题1项，“十四五”重点研发课题1项，贵州省特色林业产业项目1项，江苏省科技创新项目1项，国家博士后一等资助项目和江苏省博士后项目等十余项。先后在四川、贵州、福建和山东等省市开展竹林丰产培育的技术推广、新品种选育等工作。曾获中国林学会竹子分会优秀会员，多次获林学会竹子分会论文一等、二等及三等奖，南京林业大学优秀科技工作者。获得鉴定科研成果5项，授权发明专利7件。迄今已在国内外期刊上发表论文100余篇。编著《豆目树种与根瘤菌》，参编《植物学》、《植物生物学研究进展》。",
    "id": "0037",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/24/20220224160412821g5k7gc.jpg?iid=41131",
    "Department": "None",
    "Duties": "None",
    "Title": "教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "林树燕",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}