{
    "Research_direction": "竹类植物的生长发育、植物纤维素合成调控机制、油菜素甾醇调控植物发育的机制。",
    "Paper": "发表论文（第一作者）：<br/>1. Que, Feng, Hou, Xi-Lin, Wang, Guang-Long, Xu, Zhi-Sheng, Tan, Guo-Fei, Li, Tong, Wang, Ya-Hui, Khadr Ahmed, Xiong, Ai-Sheng. (2019). Advances in research on the carrot, an important root vegetable in the Apiaceae family. Horticulture research, 6(1), 1-15. （一区）<br/>2. Que, Feng, Wang, Ya-Hui, Xu, Zhi-Sheng, & Xiong, Ai-Sheng. (2019). DcBAS1, a carrot brassinosteroid catabolism gene, modulates cellulose synthesis. Journal of agricultural and food chemistry, 67, 13526-13533. （一区）<br/>3. Que, Feng, Khadr Ahmed, Wang, Guang-Long, Li, Tong, Wang, Ya-Hui, Xu, Zhi-Sheng, & Xiong, Ai-Sheng. (2018). Exogenous brassinosteroids altered cell length, gibberellin content, and cellulose deposition in promoting carrot petiole elongation. Plant science, 277, 110-120. （二区）<br/>4. Que, Feng, Wang, Guang-Long, Feng, Kai, Xu, Zhi-Sheng, Wang, Feng, & Xiong, Ai-Sheng. (2018). Hypoxia enhances lignification and affects the anatomical structure in hydroponic cultivation of carrot taproot. Plant cell reports, 37(7), 1021-1032. （三区）<br/>5. Que, Feng, Wang, Guang-Long, Li, Tong, Wang, Ya-Hui, Xu, Zhi-Sheng, & Xiong, Ai-Sheng. (2018). Genome-wide identification, expansion, and evolution analysis of homeobox genes and their expression profiles during root development in carrot. Functional & integrative genomics, 18(6), 685-700. （二区）<br/>6. Que, Feng, Wang, Guang-Long, Xu, Zhi-Sheng, Wang, Feng, & Xiong, Ai-Sheng. (2017). Transcriptional regulation of brassinosteroid accumulation during carrot development and the potential role of brassinosteroids in petiole elongation. Frontiers in plant science, 8, 1356. （二区）<br/>7.Wang, Ya-Hui, Que, Feng, Wang, Guang-Long, Hao, Jian-Nan, Li, Tong, Xu, Zhi-Sheng, & Xiong, Ai-Sheng. (2019). iTRAQ-Based Quantitative Proteomics and Transcriptomics Provide Insights Into the Importance of Expansins During Root Development in          Carrot. Frontiers in genetics, 10, 247. （共同一作；三区）<br/>8. Que Feng, Wang G L, Huang Y, et al. Genomic identification of group A bZIP transcription factors and their responses to abiotic stress in carrot. Genetics & Molecular Research, 2015, 14(4):13274-13288.<br/>9.却枫, 黄莹, 王枫,等. 胡萝卜中DcDofD1转录因子的克隆及其对非生物逆境胁迫的响应分析[J]. 植物遗传资源学报, 2015, 16(5):1073-1079.<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "笋箨与节间互作机制研究，国家自然科学基金 青年基金； 24万；主持<br/>基于2035 年森林防火与大熊猫食用竹林可持续经营战略研究，中国工程院院士咨询项目，参与<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "quefeng5795@163.com",
    "Introduction": "个人情况   却枫，男，江苏宜兴人，1991年11月生。2019年6月，南京农业大学博士研究生毕业，2019年10月到南京林业大学担任讲师。目前主持国家自然科学基金青年项目一项，参与中国工程院院士咨询项目一项。以第一作者在Journal of agricultural and food chemistry、Horticulture research、Plant science、Plant cell reports、Frontiers in plant science等期刊上发表论文8篇，其中SCI论文7篇，中文核心期刊论文一篇。此外以共同第一作者发表SCI论文1篇。发表论文累计引用次数为119次，其中发表在Horticulture research的论文被Web of Science评为高被引论文（61次）。",
    "id": "0038",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/24/20220224160915217z8wj1t.jpg?iid=41132",
    "Department": "None",
    "Duties": "None",
    "Title": "讲师",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "却枫",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}