{
    "Research_direction": "None",
    "Paper": "[20] 张雪梨, 陈英, 黄敏仁, 朱嵊 (通讯作者). 杨树干旱胁迫响应转录因子的研究进展. 西北农林科技大学学报 (自然科学版) 2023; 51(3).<br/>[19] Liei Yang, Sheng Zhu. The Interconnected Relationship between Auxin Concentration Gradient Changes in Chinese Fir Radial Stems and Dynamic Cambial Activity. Forests 2022; 13: 1698. https://doi.org/10.3390/f13101698.<br/>[18] Wentao Ye, Jiachen Wang, Xinyi Zhao, Hongyi Liu, Sheng Zhu(通讯作者). Mitochondrial Genomes of two Lycosa spiders (Araneae, Lycosidae): Genome Description and Phylogenetic Implications. Diversity 2022; 14, 538. https://doi.org/10.3390/d14070538.<br/>[17] Liwei Yang, Sheng Zhu, Jin Xu. Roles of Auxin in Inhibition of Shoot Branching in 'Dugan' Fir. Tree Physiology 2022; 1-21. PMID: 35088089.<br/>[16] Hui Wei, Ali Movahedi, Guoyuan Liu, Sheng Zhu, et al. Poplar glycosylphosphatidylinositol-anchored lipid transfer proteins respond to osmotic stress by regulating fatty acid biosynthesis. Industrial Crops & Products 2022; 179:114683.<br/>[15] Hui Wei, Ali Movahedi, Guoyuan Liu, Sheng Zhu, et al. Characteristics, expression profile, and function of non-specific lipid transfer proteins of Populus trichocarpa. International Journal of Biological Macromolecules 2022; 202: 468-481.<br/>[14] Weihuang Wu, Sheng Zhu, Lin Xu, et al. Genome-wide identification of the Liriodendron chinense WRKY gene family and its diverse roles in response to multiple abiotic stress. BMC Plant Biology 2022; 22(1): 25. PMID: 35012508.<br/>[13] Huiying Gong, Xiao-Yu Zhang, Sheng Zhu, et al. Genetic Architecture of Multiphasic Growth Covariation as Revealed by a Nonlinear Mixed Mapping Framework. Frontiers in Plant Science 2021; 12: 711219. PMID: 34675947.<br/>[12] Huiying Gong, Sheng Zhu, Xuli Zhu, et al. A Multilayer Interactome Network Constructed in a Forest Poplar Population Mediates the Pleiotropic Control of Complex Traits. Frontiers in Genetics 2021; 12:769688. PMID: 34868256.<br/>[11] Weihuang Wu, Sheng Zhu, Liming Zhu, et al. Characterization of the Liriodendron Chinense MYB Gene Family and Its Role in Abiotic Stress Response. Frontiers in Plant Science 2021; 12: 641280. PMID: 34381467.<br/>[10] 朱嵊, 黄敏仁. 基因组选择在林木遗传育种研究中的进展与展望. 林业科学 2020, 11: 176-186.<br/>[9] Sheng Zhu, Meng Xu, Haoran Wang, et al. Study of spontaneous mutations in the transmission of poplar chloroplast genomes from mother to offspring. BMC Genomics 2018; 19(1):411. PMID: 29843600.<br/>[8] Jingyuan Liu, Meixia Ye, Sheng Zhu, et al. Two-stage identification of SNP effects on dynamic poplar growth. The Plant Journal 2018; 93(2): 286-296. PMID: 29168265.<br/>[7] Liyong Fu, Lidan Sun, Hao Han, Libo Jiang, Sheng Zhu, et al. How trees allocate carbon for optimal growth: insight from a game-theoretic model. BRIEFINGS IN BIOINFORMATICS 2017; https://doi.org/10.1093/bib/bbx003. PMID: 28158473.<br/>[6] Meng Xu*, Libo Jiang*, Sheng Zhu*, et al. A computational framework for mapping the timing of vegetative phase change. New Phytologist 2016; 211(2): 750-760. (并列第一). PMID: 26958803.<br/>[5] Libo Jiang*, Meixia Ye*, Sheng Zhu*, et al. Computational identification of genes modulating stem height–diameter allometry. Plant Biotechnology Journal 2016; 14(12): 2254-2264. (并列第一). PMID: 27155207.<br/>[4] Qiang Cheng, Haoran Wang, Bin Xu, Sheng Zhu, Lanxi Hu and Minren Huang, Discovery of a novel small secreted protein family with conserved N-terminal IGY motif in Dikarya fungi, BMC Genomics, 2014, 15:1151. PMID: 25526808.<br/>[3] Sheng Zhu, Zhong Wang, JianxinWang, et al. A quantitative model of transcriptional differentiation driving host-pathogen interactions. BRIEFINGS IN BIOINFORMATICS 2013; 14 (6): 713-723. PMID: 22962337.<br/>[2] Sheng Zhu, Yong-Mei Dai, Xin-Ye Zhang, et al. Untangling the transcriptome from fungus-infected plant tissues. GENE 2013; 519 (2): 238-44. PMID: 23466979.<br/>[1] Sheng Zhu, You-Zhi Cao, Cong Jiang, et al. Sequencing the genome of Marssonina brunnea reveals fungus-poplar co-evolution. BMC Genomics 2012; 13:382. PMID: 22876864.<br/>",
    "Patent": "None",
    "Achievements": "1.  第五届梁希青年论文奖三等奖(2014)<br/>1. 江苏省环保知识竞赛优秀指导老师（2015）<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1. 速生优质林木培育的遗传基础及分子调控（973研究项目，2009CB119100，参与）<br/>2. 杨树防御应答相关miRNA及其靶基因的鉴定与功能研究（C161002，参与）<br/>3. 南京林业大学的优博基金（30万，主持）<br/>4. 第53批中国博士后科学基金面上二等资助(2013M531369，主持)<br/>5. 江苏省博士后资助(1301131C，主持）<br/>6. 第七批中国博士后科学基金特别资助(2014T70530，主持)<br/>7. 江苏省青年自然基金（BK20150879，主持）<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "zhusheng303@163.com",
    "Introduction": "朱嵊，男，浙江绍兴，博士。南京林业大学生物与环境学院，生化与分子生物学讲师。",
    "id": "0039",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/24/202202241052509383vjvqn.jpg?iid=41120",
    "Department": "None",
    "Duties": "None",
    "Title": "讲师",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "朱嵊",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}