{
    "Research_direction": "植物营养高效利用的生理、代谢和分子基础及协同调控   新型生物刺激素（氨基酸和小肽等）调节植物生长和抗逆响应的作用及机制   药用植物次生代谢产物生物合成途径中关键酶基因的鉴定与功能解析   Please find additional information below:   https://www.researchgate.net/profile/Mei-Han-10   http://121.248.150.151/default.php?mod=c&s=ssbee0e74&suid=137&stype=1   欢迎有生化和分子生物学背景的优秀学子加入本课题组！",
    "Paper": "代表性论文：<br/>Han M, Xu M, Wang S, Wu L, Sun S, Su T. Effects of exogenous L-Glutamine as a sole nitrogen source on physiological characteristics and nitrogen use efficiency of poplar. Plant Physiol Biochem [Internet]. Elsevier Masson SAS; 2022;172:1–13. Available from: https://linkinghub.elsevier.com/retrieve/pii/S098194282100646X<br/>Han M, Xu M, Wang S, Wu L, Shi Y, Su T. The complete chloroplast genome sequence of Myricaria elegans: an endemic species to the Himalayas . Mitochondrial DNA Part B [Internet]. Taylor & Francis; 2021;6:3343–5. Available from: https://doi.org/10.1080/23802359.2021.1997111<br/>Han M, Opoku KN, Bissah NAB, Su T. Solanum aethiopicum: The Nutrient-Rich Vegetable Crop with Great Economic, Genetic Biodiversity and Pharmaceutical Potential. Horticulturae. 2021;7:126.<br/>Han M, Zhang C, Suglo P, Sun S, Wang M, Su T. L-aspartate: An essential metabolite for plant growth and stress acclimation. Molecules. 2021;26:1–17.<br/>Su T, Zhou B, Cao D, Pan Y, Hu M, Zhang M, Wei H, Han M*. Transcriptomic Profiling of Populus Roots Challenged with Fusarium Reveals Differential Responsive Patterns of Invertase and Invertase Inhibitor-Like Families within Carbohydrate Metabolism. J Fungi [Internet]. 2021;7:89. Available from: https://www.mdpi.com/2309-608X/7/2/89 (*通讯作者)<br/>Su T, Han M*, Min J, Cao D, Pan H, Liu Y. The complete chloroplast genome sequence of Populus deltoides&lsquo;Siyang-2&rsquo;. Mitochondrial DNA Part B [Internet]. Taylor & Francis; 2020;5:283–5. Available from: https://doi.org/10.1080/23802359.2019.1700840 (*通讯作者)<br/>Su T, Han M*, Cao D, Xu M. Molecular and biological properties of snakins: The foremost cysteine-rich plant host Defense peptides. J Fungi. 2020;6:1–17. (*通讯作者)<br/>Su T, Han M*, Min J, Zhou H, Zhang Q, Zhao J, et al. Functional Characterization of Invertase Inhibitors PtC/VIF1 and 2 Revealed Their Involvements in the Defense Response to Fungal Pathogen in Populus trichocarpa. Front Plant Sci [Internet]. 2020;10:1–17. Available from: https://www.frontiersin.org/article/10.3389/fpls.2019.01654/full (*通讯作者)<br/>Su T, Han M*, Min J, Cao D, Zhai G, Zhou H, et al. Genome-Wide Characterization of AspATs in Populus: Gene Expression Variation and Enzyme Activities in Response to Nitrogen Perturbations. Forests [Internet]. 2019;10:449. Available from: https://www.mdpi.com/1999-4907/10/5/449 (*通讯作者)<br/>Tang X, Su T, Han M, Wei L, Wang W, Yu Z, et al. Suppression of extracellular invertase inhibitor gene expression improves seed weight in soybean (Glycine max). J Exp Bot [Internet]. 2017;erw425. Available from: http://www.ncbi.nlm.nih.gov/pubmed/27927993<br/>Ng JM, Han M, Beatty PH, Good A. Plant Genomics and Climate Change. Plant Genomics Clim Chang [Internet]. 2016. p. 179–94. Available from: http://link.springer.com/10.1007/978-1-4939-3536-9<br/>Han M, Wong J, Su T, Beatty PH, Good AG. Identification of Nitrogen Use Efficiency Genes in Barley: Searching for QTLs Controlling Complex Physiological Traits. Front Plant Sci [Internet]. 2016;7:1587. Available from: https://www.frontiersin.org/article/10.3389/fpls.2016.01587/full<br/>Su T, Wolf S, Han M, Zhao H, Wei H, Greiner S, et al. Reassessment of an Arabidopsis cell wall invertase inhibitor AtCIF1 reveals its role in seed germination and early seedling growth. Plant Mol Biol. Springer Netherlands; 2016;90:137–55.<br/>Han M, Okamoto M, Beatty PH, Rothstein SJ, Good AG. The Genetics of Nitrogen Use Efficiency in Crop Plants. Annu Rev Genet [Internet]. 2015;49:269–89. Available from: www.annualreviews.org<br/>Rothstein SJ, Bi YM, Coneva V, Han M, Good A. The challenges of commercializing second-generation transgenic crop traits necessitate the development of international public sector research infrastructure. J Exp Bot. 2014;65:5673–82.<br/>Han M, Heppel SC, Su T, Bogs J, Zu Y, An Z, et al. Enzyme Inhibitor Studies Reveal Complex Control of Methyl-D-Erythritol 4-Phosphate (MEP) Pathway Enzyme Expression in Catharanthus roseus. PLoS One [Internet]. 2013;8:e62467. Available from: http://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=3641079%7B&%7Dtool=pmcentrez%7B&%7Drendertype=abstract<br/>Han M, Su T, Zu YG, An ZG. Research advances on transgenic plant vaccines. Acta Genet Sin. 2006;33:285–93.<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "本科生：《生物化学》和《生命起源》   研究生：《植物细胞工程》和《植物发育之分子和细胞》   留学生：《Molecular Biology》和《Advanced Biochemistry》",
    "Topic": "None",
    "Projects": "主持和参与的科研项目：<br/>林木遗传育种国家重点实验室面上项目 (2022-2024)，主持，在研<br/>国家自然科学基金面上项目 (2019-2022)，项目骨干，在研<br/>高层次和高学历人才留学回国人员科研启动基金（2017-），主持，在研<br/>国家自然科学基金-青年项目 (2018-2021)，主持，已结题<br/>江苏省自然科学基金-青年项目 (2017-2020) ，主持，已结题<br/>NSERC & RGPIN（加拿大国家自然科学与工程基金）参与，已结题<br/>ACIDF（加拿大阿尔伯塔省农业发展基金），参与，已结题  <br/>DAAD (德国学术研究中心)项目，主持，已结题<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "sthanmei@njfu.edu.cn；mei.han@cos.uni-heidelberg.deQQ：344209805",
    "Introduction": "韩梅",
    "id": "0041",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/25/20220225214747712xdxh6x.jpg?iid=41210",
    "Department": "None",
    "Duties": "None",
    "Title": "副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "韩梅",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2016.06 - 至今，南京林业大学，生物与环境学院，生物化学与分子生物系，副教授   2013.03 - 2016.05，阿尔伯塔大学（加拿大），理学院，生物学系，博士后(含产假)   2012.11 - 2013.02，海德堡大学（德国），生物研究中心（COS），科研助理   2009.08 - 2012.10，海德堡大学（德国），植物研究所，植物分子生理生态学，博士   2008.06 - 2009.07，慕尼黑DID语言学院（德国），德语培训，博士预备生   2004.09 - 2007.07，东北林业大学，植物学，硕士   1999.09 - 2004.07，东北林业大学，生物科学，本科   学术兼职：   - American Society of Plant Biologists (ASPB)，会员   - Canadian Society of Plant Biologists (CSPB)，会员   - Canadian Society for Molecular Biosciences (CSMB)，会员   - Plants 杂志，特约编辑   -《Nature communication》，《Frontiers in Plant Science》和《BMC Plant Biology》等期刊审稿人"
}