{
    "Research_direction": "None",
    "Paper": "代表性论文：<br/>Delight Hwarari, Yuanlin Guan, Baseer Ahmad, Ali Movahedi, Tian Min, Zhaodong Hao, Ye Lu, Jinhui Chen*, Liming Yang*. ICE-CBF-COR Signaling Cascade and Its Regulation in Plants Responding to Cold Stress. International Journal of Molecular Science, 2022, 23(3):1549<br/>Yuanlin Guan, Siqin Liu, Weihuang Wu, Kaiyue Hong, Rongxue Li, Liming Zhu, Yang Liu, Ye Lu, Jinhui Chen, Liming Yang*, Jisen Shi*. Genome-wide identification and cold stress-induced expression analysis of the CBF gene family in Liriodendron chinense. Journal of Forestry Research, 2021, 32, ‏ 2531-2543<br/>Dagang Tian, Ziqiang Chen, Yan Lin, Zaijie Chen, Jiami Luo, Pingsheng Ji, Liming Yang*, Zonghua Wang*, Feng Wang*. Two novel gene-specific markers at the Pik locus facilitate the application of rice blast resistant alleles in breeding. Journal of Integrative Agriculture, 2021, 20(6): 1554-1562.<br/>Xiaodong Chen, Yue Liu, Liming Yang*, Xiangyang Hu*, Ai-Qun Jia*. Hydrogen sulfide signaling protects Chlamydomonas reinhardtii against allelopathic damage from Cyanobacterial toxin Microcystin-LR. Frontiers in Plant Science, 2020, 11:1105<br/>Dagang Tian, Liu Yang, Zaijie Chen, Ziqiang Chen, Feng Wang, Yuanchang Zhou, Yuming Luo, Liming Yang*, Songbiao Chen*. Proteomic analysis of the defense response to Magnaporthe oryzae in rice harboring the blast resistance gene Piz-t. Rice (N Y), 2018, 11(1):47<br/>Liming Yang, Jake C Fountain, Pingsheng Ji, Xinzhi Ni, Sixue Chen, Robert D Lee, Robert C Kemerait, Baozhu Guo*. Deciphering drought-induced metabolic responses and regulation in developing maize kernels. Plant Biotechnology Journal, 2018, 16(9): 1616-1628<br/>Huwei Song, Weiming Yuan, Peng Jin, Wei Wang, Xinfeng Wang, Liming Yang*, Yunfeng Zhang. Effects of chitosan/nano-silica on postharvest quality and antioxidant capacity of loquat fruit during cold storage. Postharvest Biology and Technology, 2016, 119: 41-48<br/>Liming Yang, Junying Li, Jianhui Ji, Ping Li, Liangliang Yu, Elsayed F Abd Allah, Yuming Luo, Liwei Hu, Xiangyang Hu*. High temperature induces expression of tobacco transcription factor NtMYC2a to regulate nicotine and JA biosynthesis. Frontiers in Physiology, 2016, 7: 465.<br/>Liming Yang, Jianhui Ji, Hongliang Wang, Karen R Harris-Shultz, Elsayed F Abd Allah, Yuming Luo, Yanlong Guan, Xiangyang Hu*. Carbon monoxide interacts with auxin and nitric oxide to cope with iron deficiency in Arabidopsis. Frontiers in Plant Science, 2016, 7: 112.<br/>Liming Yang, Jianhui Ji, Karen R Harris-Shultz, Hui Wang, Hongliang Wang, Elsayed F Abd-Allah, Yuming Luo*, Xiangyang Hu*. The dynamic changes of the plasma membrane proteins and the protective roles of nitric oxide in rice subjected to heavy metal cadmium stress. Frontiers in Plant Science, 2016, 7: 190.<br/>Yang LM, Jiang TB, Fountain JC, Scully BT, Lee RD, Kemerait RC, Chen S, Guo B. Protein profiles reveal diverse responsive signaling pathways in kernels of two maize inbred lines with contrasting drought sensitivity. Int J Mol Sci. 2014, 15(10):18892-18918<br/>Liming Yang, Dagang Tian, Christopher D Todd, Yuming Luo*, Xiangyang Hu*. Comparative proteome analyses reveal that nitric oxide is an important signal molecule in the response of rice to aluminum toxicity. Journal of Proteome Research, 2013, 12(3): 1316-1330.<br/>Fountain JC, Bajaj P, Pandey M, Nayak SN, Yang L, Kumar V, Jayale AS, Chitikineni A, Zhuang W, Scully BT, Lee RD, Kemerait RC, Varshney RK, Guo B. Oxidative stress and carbon metabolism influence Aspergillus flavus transcriptome composition and secondary metabolite production. Sci Rep. 2016,6:38747.<br/>Huo A, Chen Z, Wang P, Yang L, Wang G, Wang D, Liao S, Cheng T, Chen J, Shi J. Establishment of transient gene expression systems in protoplasts from Liriodendron hybrid mesophyll cells. PLoS One, 2017, 12(3):e0172475.<br/>Fountain JC, Bajaj P, Nayak SN, Yang L, Pandey MK, Kumar V, Jayale AS, Chitikineni A, Lee RD, Kemerait RC, Varshney RK, Guo B. Responses of Aspergillus flavus to Oxidative Stress Are Related to Fungal Development Regulator, Antioxidant Enzyme, and Secondary Metabolite Biosynthetic Gene Expression. Front Microbiol. 2016, 7:2048.<br/>Fountain JC, Koh J, Yang L, Pandey MK, Nayak SN, Bajaj P, Zhuang WJ, Chen ZY, Kemerait RC, Lee RD, Chen S, Varshney RK, Guo B. Proteome analysis of Aspergillus flavus isolate-specific responses to oxidative stress in relationship to aflatoxin production capability. Sci Rep. 2018, 8: 3430<br/>Fountain JC, Khera P, Yang LM, Nayak SN, Scully BT, Lee RD, Chen ZY, Kemerait RC, Varshney RK, Guo BZ. Resistance to Aspergillus flavus in maize and peanut: Molecular biology, breeding, environmental stress, and future perspectives. Crop J. 2015, 3(3), 229-237.<br/>",
    "Patent": "None",
    "Achievements": "江苏省教育科学研究成果奖一等奖，2018年，2/9<br/>江苏省教育科学研究成果奖二等奖，2016年，2/7<br/>江苏省“青蓝工程”中青年学术带头人培养对象，2014年<br/>江苏省“青蓝工程”青年骨干教师培养对象，2010年<br/>维护中<br/>",
    "Class": "本科生：《生物化学》、《分子生物学》、《生物化学与分子生物学》   研究生：《林业生物技术》   留学生：《Special Topics of Functional Genomics》、《Bioinformatics》、《Plant Growth and Hormones》",
    "Topic": "None",
    "Projects": "主要科研项目：<br/>国家重点研发计划课题任务，鹅掌楸四倍体高效诱导技术研究，2021-2026，主持<br/>国家自然科学基金项目，LhICE1转录因子调控杂交鹅掌楸响应冷胁迫的分子机制研究，2020-2023，主持<br/>国家林业科技创新计划项目，转LhWOX1基因杂交鹅掌楸新品种系中间试验安全性评估，2019-2021，主持<br/>国家高技术研究发展计划课题任务，鹅掌楸功能基因的筛选、克隆，2013-2017，主持<br/>国家自然科学基金项目，水稻Piz-t基因介导稻瘟病抗性的调控机制研究，2017，主持<br/>国家自然科学基金项目，OsICE1转录因子增强水稻抗冷性的机理与应用研究，2010-2012，主持<br/>江苏省自然科学基金面上项目，OsICE2基因在水稻抗冷性中的作用研究，2011-2014，主持<br/>江苏省高校自然科学研究计划项目，水稻抗冷候选基因OsICE1的功能与应用研究，2010-2013，主持<br/>国家博士后基金特别资助项目，小麦赤霉病抗性的分子调控网络解析，2010-2012，主持<br/>国家博士后基金一等资助项目，小麦抗赤霉病性的磷酸化蛋白质组学研究，2009-2011，主持<br/>国家重点基础研究发展计划子课题，骨干亲本南大2419重要性状基因互作与配合力研究，2007-2011，主持<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "yangliming@njfu.edu.cn",
    "Introduction": "杨立明，博士，教授，博士生导师，硕士生导师，主要从事植物生物化学、分子生物学等领域的教学与科研工作。研究方向：植物调控重要性状的功能基因组学、分子遗传学研究。",
    "id": "0042",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "杨立明",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2018.4 -   南京林业大学，生物与环境学院，教师   2013.12-2016.10，佐治亚大学（美国），博士后   2008.8-2018.4，淮阴师范学院，生命科学学院，教师   2007.11-2012，南京农业大学，生命科学学院，博士后   2002.9-2007.9，南京农业大学，生物化学与分子生物学专业（硕士阶段）；应用植物基因组学专业（博士阶段）   1997.8-2002.8，安徽科技学院，生命科学学院，教师   1993.9-1997.7，安徽大学，生命科学学院，生物化学专业，本科学习"
}