{
    "Research_direction": "目前主要从事蕨类植物真水龙骨类II铁角蕨科（Aspleniaceae）的分子系统学、分类学和生物地理学的研究工作，及被子植物冬青科（Aquifoliaceae）的系统分类学工作。目前在Molecular Ecology, Cladistics、Molecular Phylogenetics and Evolution、BMC genomics、Plant Diversity、Systematic Botany等分类和进化生物学领域的主流期刊上发表学术论文近30篇。",
    "Paper": "近5年科研论文：<br/>Xu KW, Lin CX, Lee SY, Mao LF*, Meng KK*. Comparative analysis of complete Ilex (Aquifoliaceae) chloroplast genomes: insights into evolutionary dynamics and phylogenetic relationships. BMC genomics, 2022, In press.<br/>Xu KW*, Lin CX, Guo JQ, Zhou XX, WB Liao, Mao LF*. Asplenium danxiaense (Aspleniaceae, Aspleniineae), a new tetraploid fern species from Guangdong, China, based on morphological and molecular data. European Journal of Taxonomy, 2022, In press.<br/>Lee SY, Xu KW, Huang CY, Lee JH, Liao WB, Zhang YH*, Fan Q*. Molecular phylogenetic analyses based on the complete plastid genomes and nuclear sequences reveal Daphne (Thymelaeaceae) to be non-monophyletic as current circumscription. Plant Diversity, 2022, In press.<br/>Duan YF, Li M, Xu KW, Zhang L, Zhang LB*. Protect China's karst cave habitats. Science, 2021, 374(6568): 699.<br/>Meng KK, Chen SF, Xu KW, Zhou RC, Li MW, Dhamala MK, Liao WB*, Fan Q*. Phylogenomic analyses based on genome-skimming data reveal cyto-nuclear discordance in the evolutionary history of Cotoneaster (Rosaceae). Molecular Phylogenetics and Evolution, 2021, 158:107083.<br/>Chen S, Milne R, Zhou R, Meng K, Yin Q, Guo W, Ma YP*, Mao KS*, Xu KW, Kim YD, Do TV, Liao WB*, Fan Q*. When tropical and subtropical congeners met: Multiple ancient hybridization events within Eriobotrya in the Yunnan-Guizhou Plateau, a tropical-subtropical transition area in China. Molecular Ecology, 2021, 00: 1–19.<br/>Xu KW, Lu NT, Zhou XM, Zhang L*, Zhang LB*. Asplenium quangbinhense sp. nov. and three new records of Asplenium (Aspleniaceae) from Vietnam. Phytotaxa, 521(2): 113–120.<br/>Xu KW*, Wang LL, Zhang LB*. Taxonomic revision of the Asplenium wrightii complex (Aspleniaceae) with reinstatement of A. alatulum and A. subcrenatum. PhytoKeys, 2021, 172: 75–91.<br/>Xu KW, Zhang L, Rothfelsd CJ, Smithd AR, Viane R, Lorence D, Wood KR, Chen CW, Knapp R, Zhou L, Lu NT, Zhou XM, Wei HJ, Fan Q, Chen SF, Cicuzza D, GaoXF, Liao WB*, Zhang LB*. A global plastid phylogeny of the fern genus Asplenium (Aspleniaceae). Cladistics, 2020, 36: 22–71.<br/>Jiang L, Wu LF, Huang GY, Yu JR, He BS, Xu KW*. A new species of Ilex sect. Ilex (Aquifoliaceae) from Guangdong, China. Phytotaxa, 2020, 428 (2): 153–158.<br/>Xu KW, Chen CW, Kamau P, Liao WB*, Zhang LB*. Four new species of the fern genus Hymenasplenium (Aspleniaceae) from Africa and Asia. Phytotaxa, 2019, 416 (1): 034–042.<br/>Xu KW, Jiang L, Zhang LB, Liao WB*. Asplenium simaoense (Aspleniaceae), a new fern species from Yunnan, China, based on morphological and molecular data. Systematic Botany, 2019, 44(3): 494–500.<br/>Xu KW, Lorence D, Wood KR, Liao WB*, Zhang LB*. A revision of the Hymenasplenium unilaterale subclade (Aspleniaceae; Pteridophyta) with the description of nine new species. Phytotaxa, 2019, 419 (1): 001–027.<br/>Xu KW, Zhou XM, Yin QY, Zhang L, Lu NT, Knapp R, Fan Q, Zhao WY, Liao WB*, Zhang LB*. A global plastid phylogeny uncovers extensive cryptic speciation in the fern genus Hymenasplenium(Aspleniaceae). Molecular Phylogenetics and Evolution, 2018, 127: 203–216. <br/>Xu KW, Zhou XM, Zhang LB*, Liao WB*. Hymenasplenium hastifolium sp. nov. (Aspleniaceae) from akarst cave in western Guangxi, China. Phytotaxa, 2018, 333 (2): 281–286. <br/>Xu KW, Jiang L, Zhang LB*, Liao WB*. Asplenium cyrtosorum (Aspleniaceae), a new fern from Yunnan, China. Phytotaxa, 2018, 351 (2): 176–180.<br/>Xu KW, Zhou XM, Liao WB, Zhang LB*. Hymenasplenium perriei (Aspleniaceae), a new fern species from Fiji. Phytotaxa, 2018, 356 (2): 177–180.<br/>Xu KW, Zhang L, Lu NT, Zhou XM, He H, Luong TT, Knapp R, Liao WB*, Zhang LB*. Nine new species of Hymenasplenium (Aspleniaceae) from Asia. Phytotaxa, 2018, 358 (1): 001–025.<br/>Xu KW, Lu JM, Zhang X, Zhang LB*. Hymenasplenium pubirhizoma comb. nov. (Aspleniaceae) from China. Phytotaxa, 2018, 351 (2): 186–188.<br/>Xu KW, Zhang L, Lu NT, Zhang LB*. Asplenium serratifolium (Aspleniaceae), a new fern species from central Vietnam based on morphological and molecular evidence. American Fern Journal, 2018, 108(3): 65–75.<br/>Xu KW, Liao WB, Jin JH*, Liu XY*. Asplenium sanshuiense sp. nov.: the lowest latitude fossil recordof the genus. Acta Geologica Sinica, 2017, 91(4): 1179–1189.<br/>Xu KW, Shi XG, Fan Q, Xu WB, Liao WB*. Ilex calcicola (Aquifoliaceae), a new species from a limestone area of Guangxi, China. Phytotaxa, 2017, 326(4): 245–251.<br/>Jiang L, Xu KW, Fan Q, Peng H. A new species of Ilex (Aquifoliaceae) from Jiangxi Province, China, based on morphological and molecular data. Phytotaxa, 2017, 298 (2): 147–157.<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "在研项目：<br/>2020.1-2023.12，南京林业大学科研启动资金，主持<br/>2021.1-2023.12，江苏省“双创博士”项目，主持<br/>2021.7-2024.6，江苏省自然科学基金-青年项目，主持<br/>2022.1-2024.12，国家自然科学基金-青年项目，主持<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "xukw10@njfu.edu.cn13538765741",
    "Introduction": "许可旺，男，博士，中共党员，1991年1月生，甘肃靖远人，硕士生导师，江苏省“双创博士”。",
    "id": "0044",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/22/20220222140358781m81hgl.jpg?iid=41030",
    "Department": "None",
    "Duties": "None",
    "Title": "副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "许可旺",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2017/09-2018/09，美国密苏里植物园，联合培养博士   2014/09-2019/06，中山大学，生命科学学院植物学专业，博士（Ph.D）   2010/09-2014/06，兰州大学，草地农业科技学院农林经济管理专业，学士（B.S.）   个人网页：   https://www.researchgate.net/profile/Xu_Kewang/research?ev=prf_act   办公地址：   南京林业大学，生物技术大楼60905"
}