{
    "Research_direction": "l 林木可变剪接调控机制研究   l 林木功能蛋白质组学研究   l 药用植物资源利用与种质创新",
    "Paper": "近五年代表作(2017-2022)：<br/>Song YC, Chen MX, Zhang KL, Reddy ASN, Cao FL*, Zhu FY*. QuantAS: a comprehensive pipeline to study alternative splicing by absolute quantification of splice isoforms. New Phytologist, 2023, doi:10.1111/NPH.19193<br/>Fan DW, Sun Y, Chen MX, Zhu YL, Agathokleous E, Zhu FY*, Han JG*. The role of the ABF1 gene in regulation of Cd-induced hormesis in Arabidopsis thaliana. J of Hazardous Materials, 2023, doi: 10.1016/j.jhazmat.2023.131991<br/>Zhu FY, Chen X, Song YC, Lam PY, Yuki T, Gao B, Chen MX, Cao FL*. SWATH-MS-based proteogenomic analysis reveals the involvement of alternative splicing in poplar upon lead stress. Genome Research, 2023, doi:10.1101/gr.277473.122<br/>Song YC, Das D, Zhang YJ, Chen MX, Fernie AR, Zhu FY*, Han JG*. Proteogenomics-based functional genome research: approaches, applications, and perspectives in plants. Trends in Biotechnology, 2023, doi: 10.1016/j.tibtech.2023.05.010<br/>Qian YC, Shan LM, Zhao R, Tang JW, Zhang C, Chen MX, Duan YF, Zhu FY*. Recent Advances in Flower Color and Fragrance of Osmanthus fragrans. Forests, 2023, 14,1403.<br/>Fu CC, Xu FY, Qian YC, Koo HL, Duan YF, Wen GM, Fan TP, Chen MX, Zhu FY*. Secondary metabolites of Osmanthus fragrans: metabolism and medicinal value. Frontiers in Pharmacology, 2022, doi:10.3389/fphar.2022.922204<br/>Lam PY, Wang LX, Clive L, Zhu FY. Alternative splicing and its roles in plant metabolism. International J of Molecular Science, 2022. 23(13):7355<br/>Gao B, Chen MX, Zhu FY*. SWATH-MS proteomic approach to discover novel protein targets and pathways in response to Abscisic acid, Methods in Molecular Biology, 2022, 2462:191-200.<br/>Chen MX, Zhang YJ, Alisdair FR, Liu YG, Zhu FY*. SWATH-MS based proteomics: Strategies and Applications in Plants. Trends in Biotechnology. 2021, 39(5): 433-437.(ESI高被引）<br/>Shen CC, Chen MX, Zhang C, Shang J, Duan YF, Zhu FY*. Global proteome response to Pb(II) toxicity in poplar using SWATH-MS-based quantitative proteomics investigation. Ecotoxicology and Environmenta safety, 2021. 220, 112410<br/>Duan YF, Zhang C, Zhang M, Yu Y, Zhang KL, Chen MX, Wang XR, Zhu FY*. SWATH-MS based quantitive proteomics reveal regulatory metabolism and networks of androdioecy breeding system in Osmanthus fragrans. BMC Plant Bio. 2021. 21:468-483<br/>Zhu FY*, Song YC, Zhang KL, Chen X, Chen MX . Quantifying Plant Dynamic Proteomes by SWATH-based Mass Spectrometry. Trends in Plant Science. 2020. 25:1171-1172.<br/>Chen MX, Zhang KL, Yang, JF, Chen C, Gao B, Tian Y, Hao GF, Yang GF, Zhang JH, Zhu FY*, Fang YM*. Phylogenetic comparison of plant U1-70K gene family, central regulators on 5’ splice site determination, in response to developmental cues and stress conditions. Plant Journal. 2020. 103:357-378<br/>Zhang KL, Feng Z, Yang JF, Tian Y, Zhang D, Song YC, Shen CC, Hao GF, Hao GF, Fang YM, Zhang JH, Wu CE, Chen MX, Zhu FY*. Systematic characterization of branch point binding protein, splicing factor 1, gene family in plant development and stress responses. BMC Plant Bio. 2020. 20:379<br/>Chen MX, Zhang KL, Zhang M, Das D, Fang YM, Zhang JH, Zhu FY*. Alternative splicing and its regulatory role in woody plants. Tree Physiology, 2020. 44:1475-1486.<br/>Chen MX#, Zhu FY#, Gao B, Ma KL, Ye NH, Zhang YJ, Fernie AR, Chen X, Hu QJ, Tian Y, Liu TY, Zhang JH, Liu YG. Full-length transcript-based proteogenomics of rice improves its genome and proteome annotation. Plant Physiol, 2020. 182:1-13.(# contributed equally;ESI高被引).<br/>Chen MX, Sun C, Zhang KL, Song YC, Tian Y, Chen X, Liu YG, Ye NH, Zhang JH, Qu SC, Zhu FY*. SWATH-MS-facilitated proteomic profiling of fruit skin between Fuji apple and a red skin bud sport mutant. BMC Plant Bio, 2019. 19:445-455.<br/>Zhu FY, Chen MX, Chan WL, Yang F, Xie LJ, Zhou Y, Xiao S, Zhang JH, Lo C. SWATH-MS quantitative proteomic investigation of nitrogen deficiency in Arabidopsis reveals new aspects of plant nitrogen responses. J of Proteomics, 2018. 187:161-170.<br/>Zhu FY, Chen MX, Ye NH, Qiao MW, Gao B, Law WK, Tian Y, Zhang D, Zhang D, Liu TY, Hu QJ, Cao YY, Su ZZ, Zhang JH, Liu YG. Comparative performance of the BGISEQ-500 and Illumina HiSeq4000 sequencing platforms for transcriptome analysis in plants. Plant methods, 2018. 14:69-83<br/>Chen MX#, Zhu FY#, Wang FZ, Ye NH, Gao B, Chen X, Zhao SS, Fan T, Cao YY, Liu TY, Su ZZ, Xie LJ, Hu QJ, Wu HJ, Zhang JH, Liu YG. Alternative splicing and translation play important roles in parallel with transcriptional regulation during rice hypoxic germination. Journal of experimental botany. 2018. (# contributed equally). <br/>Zhu FY, Chen MX, Shi Lu, Ye NH, Yang JF, Cao YY, Zhang YJ, Yoshidae T, Fernie AR, Sui J, Liu TY, Fan T, Hao GF, Xiao S, Liu YG and Zhang JH. Proteogenomic analysis reveals alternative splicing and alternative translation elements of the abscisic acid response in Arabidopsis seedlings. Plant Journal, 2017, 91: 518-533. （ESI高被引）<br/>",
    "Patent": "None",
    "Achievements": "课题组合影<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "2018.01-2020.12，国家自然科学基金-青年项目，主持<br/>2018.01-2020.12，南京林业大学科研启动资金，主持<br/>2021.01-2023.12，江苏省高等学校自然科学研究重大项目，主持<br/>2021.01-2023.12，江苏省“双创人才”项目，主持<br/>2021.09-2024.09，江苏省农业自主创新-重大核心技术创新项目，主持<br/>2022.09-2025.09，江苏省自然科学基金面上项目，主持<br/>",
    "Services_Activities": "None",
    "Award_status": "l  江苏省植物学会副理事长   l  桂花产业国家创新联盟副理事长   l  木犀属植物栽培品种国际登录中心委员   l  中国林学会树木生理生化专委会常委   l  Frontiers in Plant Science    客座编辑   l  Forests    客座编辑   l 国际中医药规范学会委员（GP-TCM）   l  江苏省“双创人才”   l  南京市玄武区人大代表   欢迎对植物分子生物学感兴趣的本科生，研究生，博士后加入我的研究团队！   Plant Molecular Biology Lab",
    "Contact_information": "fyzhu@njfu.edu.cn025-85428391",
    "Introduction": "朱福远，南京林业大学教授，博士生导师，江苏省“双创人才”。致力于林木可变剪接调控机制和林木功能蛋白质组方面的研究，近五年以第一及通讯作者在Trends in Plant Sci、Trends in biotech、Genome Research、New Phytologist、Plant Physiol、Plant J等国际高水平生物学期刊发表SCI论文37篇，其中ESI高被引论文3篇，累计引用次数超过1300次；主持省部级以上科研项目7项；以第一发明人获授权国家发明专利2项、软件著作权1项；申请植物新品种权4项。",
    "id": "0045",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/22/20220222154050469qqiyrl.jpg?iid=41028",
    "Department": "None",
    "Duties": "院长",
    "Title": "教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "朱福远",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2017.11-至今        教授，博导，南京林业大学   2014.04-2017.11   博士后，香港中文大学   2013.09-2014.03   博士后，香港大学   2009-2013   博士（生物系），香港大学   2004-2008   学士（国家生命科学与人才培养基地），南京农业大学"
}