{
    "Research_direction": "None",
    "Paper": "Borzée A., Kielgast J., Wren S., Angulo A., Chen S., Magellan K., Messenger K. R. … & Bishop P. J. (2021). Using the 2020 global pandemic as a springboard to highlight the need for amphibian conservation in eastern Asia. Biological Conservation. 255:08973. DOI: 10.1016/j.biocon.2021.108973<br/>Borzée A., McNeely J., Magellan K., Miller J. R. B., Porter L., Dutta T., Kadinjappalli K. P., … & Zhang L. (2020). COVID-19 highlights the need for more effective wildlife trade legislation. Trends in Ecology & Evolution. 35(2):1052-1055. DOI: 10.1016/j.tree.2020.10.001<br/>Borzée A., Andersen D., Groffen J., Kim Y. I., An J., Othman S., Ri K., Nam T. Y., Bae Y., Ren J-L., Li., J-T., Chuang M-F., Yi Y., Shin Y., Kwon T., Jang Y., & Min M-S. (2020). Yellow sea mediated segregation between North East Asian Dryophytes species. Plos One. 15(6): e0234299. DOI: 10.1371/journal.pone.0234299<br/>Borzée A., Struecker M-Y., Yi Y., Kim H. & Kim D. (2019). Time for Korean wildlife conservation. Science. 363(6432):1161.2-1162. DOI: 10.1126/science.aaw9023<br/>Othman S. N., Litvinchuk S. N., Maslova I., Dahn H., Messenger K. R., Andersen D., Jowers M. J., Kojima Y., Skorinov D. V., Yasumiba K., Chuang M-F., Chen1 Y-H., Bae Y., Hoti J., Jang Y. & Borzée A. (2022). From Gondwana to the Yellow Sea: evolutionary diversifications of true toads (Bufo sp.) in the Eastern Palearctic, and a revisit of species boundaries for Asian lineages. eLife. In press.<br/>Button S & Borzée A. (2021). An integrative synthesis to global amphibian conservation priorities. Global Change Biology. In press.<br/>Borzée, A., Heo, K. & Jang, Y. (2018). Relationship between agroenvironmental variables and breeding Hylids in rice paddies. Scientific reports. 8, 8049. DOI: 10.1038/s41598-018-26222-w<br/>Borzée A. (2021). Science-based environmental conservation to answer the risk of pandemic, with a focus on the Republic of Korea. Pacific Conservation Biology. In press. DOI: 10.1071/PC21014<br/>Button S & Borzée A. (2021). An integrative synthesis to global amphibian conservation priorities. Global Change Biology. 27:4516-4529. DOI: 10.1111/gcb.15734<br/>Borzée A., Litvinchuk S. N., Ri K., Andersen D., Nam T. Y., Jon G. H., Man H. S., … & Jang Y. (2021). Update on distribution and conservation status of amphibians in the Democratic People’s Republic of Korea: conclusions based on field surveys, environmental modelling, molecular analyses and call properties. Animals. 11(7):2057. DOI: 10.3390/ani11072057<br/>Amin H., Messenger K.R., Borzée A. (2021) First record of heterospecific amplexus between Pelophylax plancyi (Lataste, 1880) and P. nigromaculatus (Hallowell, 1861) from Nanjing, China. Herpetology Notes. 14: 773-774.<br/>     Othman N.S., Putri T.E., Messenger R.K., Bae Y., Yang Y., Bova T., Reed T., Amin H., Chuang M-F., Jang Y. & Borzée A. (2021). Impact of south-central Asian orogenesis on Kaloula spp. (Anura:             Microhylidae) radiation and implication of Pleistocene glaciation on population extension to northern latitudes. Integrative Zoology. In press. DOI: 10.1111/1749-4877.12538<br/>Borzée A., McNeely J., Magellan K., Miller J. R. B., Porter L., Dutta T., Kadinjappalli K. P., … & Zhang L. (2020). COVID-19 highlights the need for more effective wildlife trade legislation. Trends in Ecology & Evolution. 35(2):1052-1055. DOI: 10.1016/j.tree.2020.10.001<br/>    Borzée A. (2020). Recommendations for IUCN Red List Conservation Status of the “Dryophytes immaculatus Group” in North East Asia. Diversity. 12:336. DOI: 10.3390/d12090336<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "东亚两栖动物的演化与保护生物学研究（QN2021014013L）<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "amaelborzee@gmail.com15189846304",
    "Introduction": "In addition to being a professor at Nanjing Forestry University, I am also Deputy Chair of the IUCN SSC Amphibian Specialist Group, communications officer for the International Herpetological Committee, and board member and science liaison for the Society for Conservation Biology, Asia section.",
    "id": "0048",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/22/20220222103000136sqbedr.jpg?iid=41019",
    "Department": "None",
    "Duties": "None",
    "Title": "教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "BORZEE AMAEL ANTOINE",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}