{
    "Research_direction": "1. 林木和模式草本植物的糖和氮素代谢调控机理和防御免疫机制；   2. 高山植物的遗传多样性保护、药用植物资源和代谢产物开发利用；   3. 熊猫主食竹资源区系分布、多态性和群落的生态适应性；   4. 转录因子调控银杏次生代谢产物的代谢和合成；   5. 植物激素调节根生长发育和抗逆响应分子机理；",
    "Paper": "近五年发表论文（第一或通讯作者）：<br/>1. Tao Su, Yuan Xiong, Xianglei Xu, Haikun Wei, Hao Wu, Xue Li, Mei Han* and Fuliang Cao (2023). Orchestration of PME and PMEI Super Families in Populus Uncovers Differential Defensive Profiling Upon the Pathogenic Fungi Perturbation. Front. Plant Sci. (in press)<br/>2. Mei Han, Shizhen Wang, Liangdan Wu, Junhu Feng, Yujia Si, Xiaoning Liu and Tao Su* (2022). Effects of Exogenous L-Asparagine on Poplar Biomass Partitioning and Root Morphology. Int. J. Mol. Sci. 23 (21), 13126. DOI:10.3390/ijms23179998. (IF=6.208)<br/>3. Mei Han, Mingyue Xu, Tao Su*, Shizhen Wang, Liangdan Wu, Junhu Feng and Changchun Ding* (2022). Transcriptome Analysis Reveals Critical Genes and Pathways in Carbon Metabolism and Ribosome Biogenesis in Poplar Fertilized with Glutamine. Int. J. Mol. Sci. 23 (17), 9998. DOI:10.3390/ijms23179998. (IF=6.208)<br/>4. Mei Han, Xianglei Xu, Yuan Xiong, Haikun Wei, Kejun Yao, Tingting Huang, Yingle Long and Tao Su* (2022). Genome-Wide Survey and Expression Analyses of Hexokinase Family in Poplar (Populus trichocarpa). Plants. 11 (15), 5025. DOI:10.3390/plants11152025. (IF=4.658) <br/>5. Mei Han, Xianglei Xu, Xue Li, Mingyue Xu, Mei Hu, Yuan Xiong, Junhu Feng, Hao Wu, Hui Zhu and Tao Su* (2022). New Insight into Aspartate Metabolic Pathways in Populus: Linking the Root Responsive Isoenzymes with Amino Acid Biosynthesis during Incompatible Interactions of Fusarium solani. Int. J. Mol. Sci. 23 (12), 6368. DOI:10.3390/ijms23126368. (IF=6.208)<br/>6. Mei Han, Mingyue Xu, Shizhen Wang, Liangdan Wu, Shuyue Sun and Tao Su* (2022). Effects of Exogenous L-Glutamine as a Sole Nitrogen Source on Physiological Characteristics and Nitrogen Use Efficiency of Poplar. Plant Physiol. Biochem. 172 (1):1-13. DOI: 10.1016/j.plaphy. 2021.12.032. (IF=5.436) <br/>7. Mei Han, Kwadwo N. Opoku, Nana A. B. Bissah and Tao Su*. (2021) Solanum aethiopicum: The Nutrient-Rich Vegetable Crop with Great Economic, Genetic Biodiversity and Pharmaceutical Potential. Horticulturae. 7 (9): 126. DOI:10.3390/horticulturae7060126. (IF=2.923)<br/>8. Mei Han, Can Zhang, Peter Suglo, Shuyue Sun, Mingyao Wang and Tao Su* (2021). L-aspartate: an essential metabolite for plant growth and stress acclimation. Molecules. 26 (7): 1887. DOI:10.3390/molecules26071887. (IF=4.927)<br/>9. Tao Su, Biya Zhou, Dan Cao, Yuting Pan, Mei Hu, Mengru Zhang, Haikun Wei, and Mei Han* (2021). Transcriptomic Profiling of Populus Roots Challenged with Fusarium Reveals Differential Responsive Patterns of Invertase and Invertase Inhibitor-Like Families within Carbohydrate Metabolism. Journal of Fungi. 7 (2): 89. DOI:10.3390/jof7020089. (IF=5.724)<br/>10. Tao Su, Mei Han*, Dan Cao, Mingyue Xu (2020). Molecular and Biological Properties of Snakins: The Foremost Cysteine-Rich Plant Host Defense Peptides. Journal of Fungi. 6 (4):220. DOI:10.3390/jof6040220. (IF=5.724)<br/>11. Tao Su, Mengru Zhan, Zhenyu Shan, Xiaodong Li, Biyao Zhou, Han Wu, Mei Han* (2020). Comparative Survey of Morphological Variations and Plastid Genome Sequencing Reveals Phylogenetic Divergent between Four Endemic Ilex Species. Forests. 11, 964. DOI:10.3390/f11090964. (IF=3.282)<br/>12. Tao Su, Mei Han*, Jie Min, Huaiye Zhou, Qi Zhang, Jinyi Zhao and Yanming Fang (2020). Functional Characterization of Invertase Inhibitors PtC/VIF1 and 2 Revealed Their Involvements in the Defense Response to Fungal Pathogen in Populus trichocarpa. Front. Plant Sci. 10:1654. DOI:10.3389/fpls.2019. 01654. (IF=6.627)<br/>13. Tao Su, Mei Han*, Jie Min, Dan Cao, Guangqing Zhai, Huaiye Zhou, Nanyue Li and Mingzhi Li (2019). Genome-Wide Characterization of AspATs in Populus: Gene Expression Variation and Enzyme Activities in Response to Nitrogen Perturbations. Forests. 10, 449. DOI:10.3390/f10050449. (IF=3.282)<br/>14. Tao Su*, Mei Han, Jie Min, Peixian Chen, Yuxin Mao, Qiao Huang, Qian Tong, Qiuchen Liu, Yanming Fang (2018). Genome-Wide Survey of Invertase Encoding Genes and Functional Characterization of an Extracellular Fungal Pathogen-responsive Invertase in Glycine max. Int. J. Mol. Sci. 9, 2395. DOI:0.3390/ijms19082395. (IF=6.208)<br/>发表论文（其他）：<br/>1. Xiaofei Tang, Tao Su*, Mei Han, Lai Wei, Weiwei Wang, Zhiyuan Yu, Yongguo Xue, Hongbin Wei, Yejie Du, Steffen Greiner, Thomas Rausch, Lijun Liu* (2017). Suppression of Extracellular Invertase Inhibitor Gene Expression Improves Seed Weight in soybean (Glycine Max). Journal of Experimental Botany. 68 (3): 469-482. DOI:10.1093/jxb/erw425. (IF=7.298, *correspondence)<br/>2. Mei Han, Julia Wong, Tao Su*, Perrin H. Beatty, Allen G. Good (2016). Identification of Nitrogen Use Efficiency Genes in Barley: Searching for QTLs Controlling Complex Physiological Traits. Front. Plant Sci. 7:1587. DOI:10.3389/fpls.2016.01587. (IF=6.627, *correspondence)<br/>3. Jialiang Chen, Chichao Li, Huan Jia, Zhihua Shen, Rong Zhao, Tao Su, Bo Xiang, Xiujuan Wang, Danil W. BoukhvalovA, Zhenyang Luo* and Yanlong Luo* (2022). Novel Molecular-Level Insight into the Self-Healing Behavior and Mechanism of Polyurethane-Urea Elastomer Based on a Noncovalent Strategy. Macromolecules 55(11). DOI: 10.1021/acs.macromol.2c00608. (IF=6.057)<br/>4. Tao Su*, Sebastian Wolf, Mei Han, Hongbo Zhao, Hongbin Wei, Steffen Greiner, Thomas Rausch (2016). Reassessment of an Arabidopsis Cell Wall Invertase Inhibitor AtCIF1 Reveals Its Role in Seed Germination and Early Seedling Growth. Plant Molecular Biology. 90(1):137-155. DOI:10.1007/s11103-015-0402-2. (IF=4.335, *correspondence)<br/>5. Hongbin Wei, Hongbo Zhao, Tao Su, Anja Bausewein, Steffen Greiner, Karsten Harms, and Thomas Rausch* (2017). Chicory R2R3-MYB Transcription Factors CiMYB5 and CiMYB3 Regulate Fructan 1-Exohydrolase Expression in Response to Abiotic Stress and Hormonal Cues. Journal of Experimental Botany. 68 (15): 4323-4338. DOI: 10.1093/jxb/erx210. (IF=7.298)<br/>6. Hongbin Wei, Anja Bausewein, Heike Steiniger, Tao Su, Hongbo Zhao, Steffen Greiner, Thomas Rausch* (2016). Linking the Expression of Fructan Active Enzymes, Cell Wall Invertase Isoforms and Sucrose Transporter Isoforms at Whole Plant Level with Fructan Profiles in Growing Taproot of Chicory (Cichorium intybus): Impact of Hormonal and Environmental Cues. Front. Plant Sci. 7:1806. DOI:10.3389/fpls.2016.01806. (IF=6.627)<br/>7. Hongbo Zhao, Tao Su, Liuqing Huo, Hongbin Wei, Yang Jiang, Lingfei Xu and Fengwang Ma* (2015). Unveiling the Mechanism of Melatonin Impacts on Maize Seedlings Growth: Sugar Metabolism as a Case. Journal of Pineal Research. 59 (2):255-266. DOI:10.1111/jpi. 12258. (IF=12.081)<br/>8. Hongbo Zhao, Lingfei Xu, Tao Su, Yang Jiang, Lingyu Hu, Fengwang Ma* (2015). Melatonin Regulates Carbohydrate Metabolism and Defense against Pseudomonas syringae pv. tomato DC3000 in Arabidopsis thaliana. Journal of Pineal Research. 59 (1):109-119. DOI: 10.1111/jpi.12245. (IF=12.081)<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "本科生：《植物学》，《普通生物学》和《专业外语》   研究生：《细胞生物学》   留学生：《Molecular Cell Biology》，《Botany》和《Omics》   欢迎感兴趣的同学加入到我的植物分子生理研究团队！   Email：sutao@njfu.edu.cn     sutao2005@gmail.com   Please find the personal information and scientific background below:   Researchgate: https://www.researchgate.net/profile/Tao_Su13   Google scholar: https://scholar.google.com/citations?user=Nli1XcMAAAAJ&hl=en",
    "Topic": "None",
    "Projects": "承担主要科研项目：<br/>1. 林木遗传育种国家重点实验室开放课题面上项目 (2022-2024)<br/>2. 国家自然科学基金面上项目 (2019-2022）<br/>3. 南京林业大学高层次和高学历人才留学回国人员科研基金（2017-<br/> <br/>结题项目:<br/>1. 国家自然科学基金        青年项目 (2018-2021)    <br/>2. 江苏省自然科学基金     青年项目(2018-2021) <br/>3. Genetics and Physiology of Nitrogen Metabolism in Plants   加拿大NSERC & RGPIN (89739)<br/>4. NUE Mechanism in Barley, Sciences and Engineering Research Council of Canada (RES0001296)<br/>5. 拟南芥蔗糖代谢的翻译后调控相关突变研究  德国精英大学项目   <br/>6. 果聚糖代谢调控路径中关键酶的功能调控  德国联邦科研基金（DFG）项目<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "sutao@njfu.edu.cn； sutao2005@gmail.com",
    "Introduction": "个人简介：   苏涛，理学博士，副教授（硕士生导师）。2003年7月毕业于东北林业大学森林资源与环境学院生物科学专业（理科基地班）；2006年6月东北林业大学生命科学院遗传学硕士毕业，任职学院实验中心。2014年3月在德国海德堡大学（Heidelberg University）生物研究中心（COS）获得植物分子生物学博士学位；2014年4月开始在加拿大阿尔伯塔大学（University of Alberta）科学院植物科学系做博士后工作研究。2016年10月作为高层次引进人才，入职南京林业大学生物与环境学院植物系植物学教研组。",
    "id": "0049",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/12/20220212231523751dqrv8h.jpg?iid=40825",
    "Department": "None",
    "Duties": "None",
    "Title": "副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "苏涛",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}