{
    "Research_direction": "None",
    "Paper": "已发表的学术论文<br/>1、Min Zhang, Yi-Wei Tang, Ying Xu, Takahiro Yonezawa, Yang Shao, Yu-Guo Wang, Zhi-Ping Song, Ji Yang, Wen-Ju Zhang* Concerted and birth-and-death evolution of 26S ribosomal DNA in Camellia L. Annals of Botany, 2021, 127(1): 63–73.<br/>2、Min Zhang, Yi-Wei Tang, Ji Qi, Xin-Kai Liu, Dan-Feng Yan, Nai-Sheng Zhong, Nai-Qi Tao, Ji-Yin Gao, Yu-Guo Wang, Zhi-Ping Song, Ji Yang, Wen-Ju Zhang*. Effects of parental genetic divergence on gene expression patterns in interspecific hybrids of Camellia. BMC Genomics, 2019, 20(1): 828. <br/>3、Yang Shao(#), Min Zhang(#), Ying Xu, Yong-Qing Zhu, Takahiro Yonezawa, Yu-Guo Wang, Zhi-Ping Song, Ji Yang, Wen-Ju Zhang*. An improved meta-genomic strategy reveals an unprecedentedly high level of intragenomic polymorphism of ribosomal DNA in three species of Camellia. Journal of Systematics and Evolution, 2018, 56(3): 256-258. (共同一作) <br/>4、Min Zhang, Xin-Kai Liu, Wen Fan, Dan-Feng, Nai-Sheng Zhong, Ji-Yin Gao, Wen-Ju Zhang*. Transcriptome analysis reveals hybridization-induced genome shock in an interspecific F1 hybrid from Camellia. Genome, 2018, 61(7): 477-485. <br/>5、Yong-Fu Li(#), Min Zhang(#), Xian-Rong Wang, Steven-Paul Sylvester, Qi-Bai Xiang, Xuan Li, Meng Li, Hong Zhu, Cheng Zhang, Lin Chen, Xian-Gui Yi, Ling-Feng Mao, Yi-Fan Duan*. Revisiting the phylogeny and taxonomy of Osmanthus (Oleaceae) including description of the new genus Chengiodendron. Phytotaxa, 2020, 436(3): 283-292. (共同一作)<br/>6、Xian-Gui Yi, Xia-Qing Yu Jie Chen, Min Zhang, Shao-Wei Liu, Hong Zhu, Meng Li, Yi-Fan Duan, Lin Chen, Lei Wu, Shun Zhu, Zhong-Shuai Sun, Xin-Hong Liu, Xian-Rong Wang*. The genome of Chinese flowering cherry (Cerasus serrulata) provides new insights into Cerasus species. Horticulture Research, 2020, 7(1): 1-14. <br/>7、Mo-Xian Chen, Kai-Lu Zhang, Min-Zhang, Debatosh Das, Yan-Ming Fang, Lei Dai，Jian-Hua Zhang*, Fu-Yuan Zhu*. Alternative splicing and its regulatory role in woody plants. Tree Physiology, 2020, 40(11):1475-1486.<br/>8、Ping Wang, Min Zhang, Jian-Jun Liu*, Lang-Ran Xu, Wei Liu. Genetic diversity and structure of Libanotis buchtormensis (Fisch.) DC. in disjunct populations along the bilateral sides of deserts in northwestern China. Plant Systematics and Evolution, 2015, 301(9): 2219-2230. <br/>9、Shou -Guo Shi, Mei Yang, Min Zhang, Ping Wang , Yong-Xiang Kang, Jian-Jun Liu*. Genome-wide transcriptome analysis of genes involved in flavonoid biosynthesis between red and white strains of Magnolia sprengeri pamp. BMC Genomics, 2014, 15(1): 706. <br/>10、张敏, 刘建军*, 康永祥, 王平，徐朗然. 科布尔黄耆(豆科)新异名及其在中国分布的新资料. 西北植物学报, 2012, 32(12):2560-2562.<br/>11、张敏, 王平, 赵晓文, 刘建军*，徐朗然. 蒙古高原黄耆属部分争议种亲缘关系的ISSR分析. 西北植物学报, 2014, 34(12):2418-2424.<br/>12、杨梅, 张敏, 师守国, 康永祥，刘建军*. 武当木兰种群遗传结构的ISSR分析. 林业科学, 2014, 50(1):76-81.<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "主持或参与的科研项目<br/>1、江苏省自然科学基金青年基金项目，BK20200786，MicroRNA在不同桂花品种花色变异中的作用研究，2020.7-2023.7，主持。<br/>2、中国博士后科学基金，2019M651839，MiRNA在雄全异株植物桂花性别分化中的作用研究，2019.2-2021.2，主持。<br/>3、南麂列岛国家级海洋自然保护区博士后研究项目，NJKJ2019004，南麂列岛野生栀子果实有效成分分析及其品质形成的分子生物学基础研究，2019.2-2021.2，主持。<br/>4、南京林业大学青年科技创新基金，CX2019029，桂花花发育miRNA-mRNA互作网络构建及性别分化关键基因和miRNA筛选，2020.9-2023.9，主持。<br/>5、国家自然科学基金面上基金，32071782，基于叶绿体和核全基因组序列的六种木犀比较谱系地理学研究，2020.1-2024.12，主要参与者。<br/>6、国家自然科学基金面上基金，山茶属植物45S rRNA假基因的结构、功能与进化研究，2016.1-2020.12，主要参与者。<br/>7、国家林业局林业公益性行业科研重大专项，200904004，秦岭林药资源保护与开发利用技术研究，2011.1-2014.12，主要参与者。<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "zhangmin@njfu.edu.cn025-85427013",
    "Introduction": "   张敏，男，1986年12月出生，山西大同人。植物学博士。主要从事植物进化和功能基因组学相关研究。运用系统学、进化生态学、基因组学和生物信息学等多学科手段, 探究复杂植物类群的种间关系与关键性状形成和分化的分子机制。擅长基因组、重测序、转录组以及代谢组等多组学数据分析。相关研究成果在 Annals of Botany，Journal of Systematics and Evolution，BMC Genomics，Horticulture Research等国际主流期刊上发表。目前发表SCI论文10余篇，主持江苏省自然科学基金青年基金项目1项，中国博士后科学基金1项，南麂列岛海洋国家级自然保护区博士后研究项目1项以及南京林业大学青年科技创新基金1项。现担任木犀属植物栽培品种国际登录中心秘书长。",
    "id": "0052",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/13/20220213143402644jpbygm.jpg?iid=40973",
    "Department": "None",
    "Duties": "None",
    "Title": "讲师",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "张敏",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2014/9 – 2018/6 复旦大学，生命科学学院，植物学专业，博士   2011/9 – 2014/7 西北农林科技大学，林学院，生态学专业，硕士   2007/9 – 2011/7 西北农林科技大学，林学院，林学专业，学士"
}