{
    "Research_direction": "1、观赏植物发育生物学   2、植物资源开发利用及观赏植物种质创新",
    "Paper": "近5年发表论文：<br/>1.         Liyong Sun, Zheng Jiang, Ye Ju, Xuan Zou, Xiaoxia Wan, Yao Chen, Zengfang Yin. A potential endogenous gibberellin‑mediated signaling cascade regulated floral transition in Magnolia × soulangeana ‘Changchun’ [J]. Molecular Genetics and Genomics, 2021, 296:207–222<br/>2.         万小霞，孙李勇，邹璇，陈瑶，蒋政，尹增芳. 深山含笑分枝成花规律及其系统演化证据[J]. 植物科学学报, 2021, 39( 3) : 229－237<br/>3.         陈瑶, 孙李勇, 赵雨萌, 邹璇, 万小霞, 尹增芳. 中国玉兰嫁接繁殖技术研究进展[J]. 世界林业研究, 2021, https://doi.org/10.13348/j.cnki.sjlyyj.2021.0005.y<br/>4.         Zheng Jiang, Liyong Sun, Qiang Wei, Ye Ju, Xuan Zou, Xiaoxia Wan, Xu Liu, Zengfang Yin. A New Insight into Flowering Regulation: Molecular Basis of Flowering Initiation in Magnolia× soulangeana ‘Changchun’[J]. Genes, 2020, 11, 15, doi:10.3390/genes11010015<br/>5.         邹璇, 孙李勇, 万小霞, 陈瑶, 林峰, 尹增芳. 玉兰亚属多倍体植物DNA C-值流式细胞术测定体系的建立[J]. 植物科学学报, 2020, 38(3): 369-377<br/>6.         苏行健, 陈世辉, 李晶晶, 杨 静, 余雅卓, 万小霞, 尹增芳. 较低风速下构树叶的热交换效应[J]．江苏农业学报, 2020, 36( 4): 868-874．<br/>7.         Liyong Sun, Zheng Jiang, Xiaoxia Wan, Xuan Zou, Xuyang Yao, Yaling Wang, Zengfang Yin. The complete chloroplast genome of Magnolia polytepala: Comparative analyses offer implication for genetics and phylogeny of Yulania[J]. Gene, 2020, 736:144410<br/>8.         刘旭, 方炎明, 鞠烨, 尹增芳. 石斛体细胞胚胎发生的研究进展[J]. 分子植物育种，2019, 17(23):7854-7860<br/>9.         Liyong Sun, Zheng Jiang, Yulong Ding, Zengfang Yin. A new variety of Trapa incisa (Lythraceae) from Lake Tai, China [J]. Phytotaxa, 2019, 397 (1): 121–124<br/>10.     蒋政, 孙李勇, 刘旭, 刘晨妮, 尹增芳. 常春二乔玉兰春夏季开花节律及营养效应研究[J]. 植物研究, 2019, 39(2):: 192-199<br/>11.     薛美玲，方炎明，戴长志，尹增芳. 不同种源麻栎幼苗叶片性状与水分利用效率的差异[J]. 北方园艺，2019，13:101-109<br/>12.     戴长志, 何平, 张映雪, 尹增芳. 六角果鸢尾离体快繁技术体系的构建[J]. 热带亚热带植物学报 2018, 26(4): 415 ~ 420<br/>13.     孙李勇，蒋政，刘晨妮，尹增芳. 基于DIVA-GIS 的紫玉兰地理分布及适生性分析[J]. 植物科学学报，2018，36(6):804-811<br/>14.     Shu’an Wang, Peng Wang, Lulu Gao, Rutong Yang, Linfang, Enliang Zhang, Qing Wang, Ya Li, and Zengfang Yin. Characterization and Complementation of a chlorophyll-Less Dominant Mutant GL1in Lagerstroemia indica [J]. DNA and Cell Biology. 2017, 36(5):1-13<br/>15.     Yan X H, Zhou B, Yin Z F, Wang N, Zhang Z G. Reproductive biological characteristics potentially contributed to invasiveness in an alien invasive plant Bidens frondosa[J]. Plant Species Biology, 2016, 31(2): 107-116.<br/>16.  Ya li, Shu'an Wang, Rutong Yang, Peng Wang, Qing Wang, Linfang Li, and Zengfang Yin. ‘Jinhuang’ yellow-leaf Crape Myrtle[J]. HortScience，2016，51(5):1–2<br/>17.  闫小红，周兵，王宁，叶子飘，尹增芳. 基于光响应机理模型的3 种草本植物光合特性差异解析[J].南京林业大学学报，2016,40（3）:63-69<br/>18.  王淑安，王鹏，张振宇，李亚，尹增芳. 紫薇叶片转录组分析及叶绿素和类胡萝卜素等途径基因的鉴定[J].分子植物育种，2016,14（5）:1059-1066<br/>19.  于明祥，申佳祥，尹增芳. 赤霉素对杨树苗“源”“库”间可溶性糖含量的影响[J].中国园艺文摘，2016,5:27-28<br/>20.  肖遥，楚秀丽，尹增芳，姜俊马，王晖，周志春. 不同产地南方红豆杉各家系幼苗生长、光合生理与株高生长节律的差异分析[J].植物资源与环境学报，2016,25（1）:34-42<br/> <br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "zfyin@njfu.edu.cnQQ:870499562",
    "Introduction": "尹增芳，博士，教授、博士生导师。主要从事植物发育生物学、植物资源开发利用及种质创新等方面的研究工作，在玉兰二次开花机理调控、观赏型玉兰新种质的创制、重要野生农业植物资源调查与保护、杨树维管形成层发生发育、导管与筛管分化过程中细胞程序死亡现象、光合同化物卸载机理与影响因子、外源钙对杨树生长促进效应的稳定同位素分析，木兰科鹅掌楸属植物生殖生物学过程，海滨锦葵与鸢尾耐盐特性的生理生化分析，以及观赏型玉兰、宣木瓜和鸢尾等植物组织培养和快繁技术的研究与推广应用等方面取得了系列研究成果。主持国家自然科学基金2项、省部级自然科学研究项目7项，参加国家自然科学基金项目、省攻关项目等多项，发表学术论文80多篇，参编著作3部。作为主要完成人，申请国家专利3项，获林业部、国家教委科技进步三等奖各1项。入选江苏省青蓝工程优秀骨干教师（2004）、江苏省“333高层次人才培养工程”（2011）等人才计划。",
    "id": "0053",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "尹增芳",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}