{
    "Research_direction": "1. 围绕濒危动物的种群保护及复壮机制开展研究（主要研究对象为丹顶鹤）   1.1 丹顶鹤种群的遗传变异及其环境适应性   1.2 丹顶鹤的食性及其消化代谢特征   1.3 丹顶鹤的肠道菌群及其生理作用   2. 围绕大型土壤动物的分类进化及环境互作机制展开研究（主要研究对象为环节动物和节肢动物）   2.1 蚯蚓、马陆等大型土壤动物的系统分类   2.2 城市破碎生境对大型土壤动物种群及其遗传结构的影响   2.3 土壤理化因子与大型土壤动物的互作机制",
    "Paper": "以第一作者发表论文：<br/>1. Liu HY, Zhang YF, Xu W, Fang Y, Ruan HH*. Characterization of Five New Earthworm Mitogenomes (Oligochaeta: Lumbricidae): Mitochondrial Phylogeny of Lumbricidae. Diversity 2021, 13: 580.<br/>2. Liu HY, He K, Ge YF, Wan QH, Fang SG*. Cape Feather Coloration Signals Different Genotypes of the Most Polymorphic MHC Locus in Male Golden Pheasants (Chrysolophus pictus). Animals 2021, 11: 276.<br/>3. Hongyi Liu, Yunfeng Zhang, Guobing Wang, Jie Chen, Qingzheng Zhang, Honghua Ruan*.  Development and characterization of microsatellite markers in the earthworm Drawida gisti Michaelsen, 1931 and cross-amplification in two other congeners. Molecular Biology Reports 2020, 47: 8265–8269.<br/>4. Hongyi Liu, Chenghe Sun, Ying Zhu*, Yudong Li, Yisun Wei, Honghua Ruan*. Mitochondrial genomes of four American characins and phylogenetic relationships within the family Characidae (Teleostei: Characiformes). Gene 2020, 762: 145041.<br/>5. Hongyi Liu, Nan Xu, Qingzheng Zhang, Guobing Wang, Hanmei Xu, Honghua Ruan*. Characterization of the complete mitochondrial genome of Drawida gisti (Metagynophora, Moniligastridae) and comparison with other Metagynophora species. Genomics 2020, 112: 3056-3064.<br/>6. Hongyi Liu*, Chenghe Sun,Ying Zhu, Qingzheng Zhang. Complete mitogenomic and phylogenetic characteristics of the speckled wood-pigeon (Columba hodgsonii). Molecular Biology Reports 2020, 47: 3567–3576.<br/>7. HY Liu*, QZ Zhang, CH Sun, N Xu, PX Chen, YF Ding. Development and characterization of 12 microsatellite markers for the roundtail paradisefish (Macropodus ocellatus) using RAD sequencing. Journal of Applied Ichthyology 2020, 36: 243-245.<br/>8. Hongyi Liu,  Zhiwei Chen, Ge Gao, Chenghe Sun, Yudong Li, Ying Zhu*. Characterization and comparison of gut microbiomes in nine species of parrots in captivity. Symbiosis 2019, 78: 241–250.<br/>9. Hongyi Liu, Fei Xue, Jie Gong, Qiuhong Wan, Shengguo Fang*. Limited polymorphism of the functional MHC class II B gene in the black-spotted frog (Pelophylax nigromaculatus) identified by locus-specific genotyping. Ecology and Evolution 2017, 7: 9860-9868.<br/>10. Hongyi Liu, Fei Xue, Qiuhong Wan, Yunfa Ge*. MHC Class II β Genes in the Endangered Hainan Eld’s Deer (Cervus eldi hainanus). Journal of Heredity 2013, 104: 874–880.<br/>11. Hongyi Liu, Qiuhong Wan, Yunfa Ge*. Characterization of MHC class Ⅱ A genes in Hainan Eld’s deer（Cervus eldi hainanus）. Chinese Science Bulletin 2013, 58: 2148-2153.<br/>12. 刘宏毅*, 孙成贺, 刘大伟, 鲁长虎, 吕士成. 两种鹤科动物MHC-Ⅰ基因高变区的对比分析. 动物学杂志 2019, 54: 567-575.<br/>13. 刘宏毅, 黎明星, 肖俊，黄愉淋，张明*，甘西. 叉尾斗鱼遗传多样性的RAPD分析. 大连海洋大学学报 2012，27: 158-161. <br/>14. 刘宏毅, 黎明星, 肖俊, 甘西，张明*. 基于Cyt b 基因序列研究5个地理种群叉尾斗鱼的遗传变异. 水生生物学报 2011, 35: 1038-1042.<br/>以通讯作者发表论文：<br/>1. Wang JC, Xu W, Liu YY, Bai YW, Liu HY*. Comparative mitochondrial genomics and phylogenetics for species of the snakehead genus Channa Scopoli, 1777 (Perciformes: Channidae). Gene 2023, 857: 147186.（蓝色：指导的本科生为第一作者）<br/>2. Ye WT#, Zhao XY#, Xu TJ, Wang JC, Liu HY*. Complete mitochondrial genomes of Lycosa grahami and Lycosa sp. (Araneae: Lycosidae): comparison within the family Lycosidae. International Journal of Tropical Insect Science. 2023, Published online.<br/>3. Wei Xu, Jiachen Wang, Runfeng Xu, Haoming Jiang, Jiayu Ding, Han Wu, Yongbo Wu, Hongyi Liu*. Comparative mitochondrial genomics of tetras: insights into phylogenetic relationships in Characidae. Biologia 2022, 77: 2905–2914.（蓝色：指导的本科生为第一作者）<br/>4. Xu RF, Chen J, Pan Y, Wang JC, Chen L, Ruan HH, Wu YB, Xu HM, Wang GB, Liu HY*. Genetic Diversity and Population Structure of Spirobolus bungii as Revealed by Mitochondrial DNA Sequences. Insects 2022, 13: 729.（蓝色：指导的本科生为第一作者）<br/>5. Xinyi Zhao，Yifan Lu，Shiming Fan，Wei Xu，Jiachen Wang，Guobing Wang，Hongyi Liu*.The complete mitochondrial genome of Thereuopoda clunifera (Chilopoda: Scutigeridae) and phylogenetic implications within Chilopoda. 2022, Zootaxa 5174: 165-180.<br/>6. Nan Xu#，Wentao Ye#, Chenghe Sun, Ke He, Ying Zhu, Hong Lan, Changhu Lu, Hongyi Liu*. Genetic Diversity and Differentiation of MHC Class I Genes in Red-Crowned Crane Populations. Frontiers in Ecology and Evolution 2022, 10: 898581.<br/>7. Xinyi Zhao#, Wentao Ye#, Wei Xu, Nan Xu, Jiajun Zheng, Rong Chen, Hongyi Liu*. Changes in the Diversity and Composition of Gut Microbiota of Red-Crowned Cranes (Grus japonensis) after Avian Influenza Vaccine and Anthelmintic Treatment. Animals 2022, 12: 1183.<br/>8. Jiayu Ding, Hong Lan, Wei Xu, Yining Chen, Han Wu, Haoming Jiang, Jiachen Wang, Yongbo Wu，Hongyi Liu*. Two complete mitochondrial genomes in Scolopendra and a comparative analysis of tRNA rearrangements in centipedes. Molecular Biology Reports 2022，49：6173–6180.（蓝色：指导的本科生为第一作者）<br/>9. Ye WT, Xu W, Xu N, Chen R, Lu CH, Liu HY*. Comprehensive transcriptome characterization of Grus japonensis using PacBio SMRT and Illumina sequencing. Scientific Reports 2021, 11: 23927.<br/>10. Wei Xu, Shupeng Lin, Hongyi Liu*. Mitochondrial genomes of five Hyphessobrycon tetras and their phylogenetic implications. Ecology and Evolution 2021, 11: 12754-12764.（蓝色：指导的本科生为第一作者）<br/>11. Fang Yu, Chen Jie, Ruan Honghua, Xu Nan, Que Ziting, Liu Hongyi*. Genetic Diversity and Population Structure of Metaphire vulgaris Based on the Mitochondrial COI Gene and Microsatellites. Frontiers in Genetics 2021, 12: 686246.（蓝色：指导的本科生为第一作者）<br/>12. Xu N#, Ding JY#, Que ZT, Xu W, Ye WT, Liu HY*. The mitochondrial genome and phylogenetic characteristics of the Thick-billed Green-Pigeon, Treron curvirostra: the first sequence for the genus. ZooKeys 2021, 1041: 167-182.<br/>13. Wei Xu#, Jiayu Ding#, Shupeng Lin, Runfeng Xu, Hongyi Liu*. Comparative mitogenomes of three species in Moenkhausia: Rare irregular gene rearrangement within Characidae, International Journal of Biological Macromolecules 2021, 183: 1079-1086.（蓝色：指导的本科生为第一作者）<br/>14. QZ Zhang, CH Sun, Y Zhu, N Xu, HY Liu*. Genetic diversity and structure of the round-tailed paradise fish (Macropodus ocellatus): Implications for population management. Global Ecology and Conservation 2020, 21: e00876.（蓝色：指导的本科生为第一作者）<br/>15. Xu N, Chen YN, Zhang JM, Zhang QZ, Yang J, Li JJ, Liu HY*. Development and characterization of 33 SNP markers for the red-crowned crane (Grus japonensis) using a genotyping-by-sequencing approach. Conservation Genetics Resources 2020, 12:385-387.<br/>",
    "Patent": "None",
    "Achievements": "获批发明专利：<br/>1. 刘宏毅, 徐楠, 张清正, 陈奕凝, 张家铭. 一种丹顶鹤SNP标记及其筛选方法和应用, ZL201911068399.6<br/> <br/>2. 刘宏毅, 孙成贺, 张清正, 徐楠. 圆尾斗鱼微卫星标记位点及其引物，ZL201910710663.5<br/>3. 徐润枫, 刘宏毅, 许唯. 黑异纹魮脂鲤微卫星标记位点及其在本属和近源属鱼类通用性应用, ZL202110173358.4（蓝色：指导的本科生为第一发明人）<br/>4. 王嘉陈，许唯，刘宏毅，卢轶凡. 一种检测霓虹脂鲤属下物种存在的环境DNA的方法, ZL202210484131.6（蓝色：指导的本科生为第一发明人）<br/>指导研究生获奖：<br/>1. 指导徐楠连续两次获研究生国家奖学金<br/>2. 指导叶文涛获研究生国家奖学金<br/>3. 协助指导孙成贺获研究生国家奖学金、南京林业大学校长奖学金<br/>指导本科生获奖：<br/>1. 指导张清正发表SCI一作论文两篇、获南京林业大学科技先进个人、南京林业大学优秀本科毕业论文<br/>2. 指导方玉发表SCI一作论文一篇、获南京林业大学优秀毕业论文<br/>3. 指导许唯发表SCI一作论文三篇、获南京林业大学科技先进个人<br/>4. 指导丁佳钰发表SCI一作论文一篇<br/>5. 指导徐润枫发表SCI一作论文一篇、以第一发明人获批国家发明专利一项<br/>6. 指导王嘉陈发表SCI一作论文一篇、以第一发明人获批国家发明专利一项<br/>7. 指导陈志伟、许唯、徐润枫、王嘉陈获国家级大创项目资助各一次、指导丁佳钰获省级大创项目资助一次<br/>8. 指导脂鲤科鱼类研究小组（徐润枫、许唯、林舒芃、丁佳钰、王嘉陈）获全国大学生生命科学竞赛一等奖<br/>",
    "Class": "个人网站：   https://www.researchgate.net/profile/Hy-Liu-7",
    "Topic": "None",
    "Projects": "主持项目：<br/>1. 盐城自然保护区越冬丹顶鹤食性动态及其肠道菌群适应性机理研究，国家自然科学基金，主持，2019.1-2021.12<br/>2. 丹顶鹤MHC-II基因分离及其适应性变异研究，江苏省自然科学基金，主持，2016.7-2019.6<br/>3. 丹顶鹤基因组物理图谱构建，浙江大学生命系统稳态与保护教育部重点实验室开放基金，主持，2019.2-2020.2<br/>4. 基于GBS技术赤子爱胜蚓耐盐碱化的遗传机制研究, 江苏省博士后基金，主持，2019.7-2020.10<br/>5. 基于MHC的丹顶鹤配偶选择研究，南京林业大学青年科技创新基金，主持，2017.1-2019.12<br/>6. 基于全基因组揭示丹顶鹤长寿的秘密，南京林业大学标志性成果培育建设项目，主持，2021.6-2024.6<br/> <br/>参与项目：<br/>1. 基于肠道微生物研究两种入侵福寿螺快速适应环境变化的机制, 国家自然科学基金，参与，2022.1-2025.12<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "1290zxnm@163.com 或 hongyi_liu@njfu.edu.cn",
    "Introduction": "个人履历：",
    "id": "0054",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/21/20220221105557830pxfz1e.jpg?iid=40964",
    "Department": "None",
    "Duties": "None",
    "Title": "副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "刘宏毅",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}