{
    "Research_direction": "为种子植物分类、植物分子系统发育、植物生物地理学和植物资源保护与利用。   科研内容主要围绕蔷薇科植物的分类、重要类群的地理分布格局与形成机制、植物资源的保护及开发及利用等展开。目前主要以花楸属植物、樱属植物、蔷薇属植物、悬钩子属植物为主要研究对象及材料。同时进行区域性植物资源调查、植物多样性监测及植物区系地理研究。累计发表学术论文40余篇。包括Science， Molecular Phylogenetics and Evolution， PhytoKeys，Phytotaxa等。同时担任领域内6种SIC期刊审稿人。主持国家自然科学基金青年项目1项。承担本科生的园林树木学（1）、树木学B和硕士研究生的（PD16037）植物分类与识别、（13303）高等树木学、（PD01005）高级树木分类学授课与实验教学工作。   （二）教育背景：   (1) 2016-09至2017-09，哈佛大学，植物学，博士联培   (2) 2013-09至2018-01，中国科学院成都生物研究所，植物学，博士   (3) 2010-09至2013-06，南京林业大学，植物学，硕士   (4) 2006-09至2010-06，南京林业大学，林学，学士   （三）学术兼职:   Journal of Tropical Forest Science, Nordic Journal of Botany, Phytotaxa, Plant Systematics and Evolution, Scientific Reports, The Journal of Animal and Plant Sciences等期刊审稿人。",
    "Paper": "1.Idrees M, Li M, Pathak ML, Qaiser M, Zhang Z, Gao X-F. A taxonomic revision of the genus Eriobotrya Lindl. (Rosaceae). Pakistan Journal of Botany 2022, 54(3): 23.<br/>2.田昌芬, 李蒙, 黄亚健, 周源昊, 王贤荣. 中国花楸属单叶类群叶脉序特征研究. 广西植物 2022, 42(1): 122–132.<br/>3.宋炎峰, 李蒙, 朱淑霞, 王绍军, 伊贤贵, 段一凡, 王贤荣. 钟花樱种系下16个品种的数量分类和主成分分析. 安徽农业大学学报 2021, 48(2): 220–225.<br/>4.叶琦, 宋炎峰, 李蒙, 伊贤贵, 王绍军, 王贤荣. 迎春樱桃叶绿体基因组特征及其密码子使用偏好性分析. 分子植物育种 2021.<br/>5.吴水涵, 宋炎峰, 李蒙, 叶琦, 伊贤贵, 王绍军, 王贤荣. 染井吉野樱PEBP基因家族鉴定及生物信息学分析. 分子植物育种 2021.<br/>6.Song Y-F, Ye Q, Li M, Chen J, Yi X-G, Wang X-R, Wang S-J. The complete plastid genome of cherry plants Prunus sargentii (Rosaceae) and its phylogenetic implication. Mitochondrial DNA Part B 2021, 6(9): 2681–2682.<br/>7.李蒙, 叶琦, 宋炎峰, 吴水涵, 伊贤贵, 王贤荣. 大山樱叶绿体基因组特征及密码子偏好性分析. 分子植物育种 2021.<br/>8.Song Y-F, Ye Q, Yi X-G, Wang X-R, Li M. Characterization of the complete chloroplast genome of Prunus clarofolia C.K. Schneid (Rosaceae). Mitochondrial DNA Part B 2021, 6(10): 3009–3010.<br/>9.Duan Y-F, Li M, Xu K-W, Zhang L, Zhang L-B. Protect China's karst cave habitats. Science 2021, 374(6568): 699.<br/>10.李蒙, 董京京, 丁明贵, 王贤荣, 伊贤贵. 樱花新品种‘名贵红’. 南京林业大学学报(自然科学版) 2021, 45(06): 239-240.<br/>11.李蒙, 段一凡, 伊贤贵, 王贤荣. 刍议APG新分类系统在“树木学”教学中的应用. 教育教学论坛 2021, 47: 135–138.<br/>12.王琳, 朱淑霞, 李蒙, 伊贤贵, 段一凡, 何碧珠, 廖鹏辉, 王贤荣. 樱花新品种‘惜春'. 南京林业大学学报(自然科学版) 2020, 44(1): 223–224.<br/>13.从睿, 张开文, 伊贤贵, 李蒙, 王贤荣. 基于SSR标记的201份康定樱桃种质资源DNA指纹图谱构建. 分子植物育种 2020.<br/>14.Li M, Gao X-F, Tian J, Ju W-B. Sorbus gongshanensis (Rosaceae), a new species from the Hengduan Mountains, China. PhytoKeys 2020, 144: 1–9.<br/>15.Li Y-F, Zhang M, Wang X-R, Sylvester SP, Xiang Q-B, Li X, Li M, Zhu H, Zhang C, Chen L, Yi X-G, Mao L-F, Duan Y-F. Revisiting the phylogeny and taxonomy of Osmanthus (Oleaceae) including description of the new genus Chengiodendron. Phytotaxa 2020, 436(3): 283–292.<br/>16.王华辰, 朱弘, 李涌福, 伊贤贵, 李蒙, 南程慧, 王贤荣. 中国特有植物雪落樱桃潜在分布及其生态特征. 热带亚热带植物学报 2020, 28(2): 136–144.<br/>17.朱弘, 伊贤贵, 朱淑霞, 李蒙, 段一凡, 王贤荣. 中国亚热带特有植物尾叶樱桃的研究进展. 中国野生植物资源 2020, 39(01): 35–40.<br/>18.Song Y-F, Li M, Xu B, Chen S-F, Chen L, Xie C-P. Stellaria multipartita (Caryophyllaceae), a new species from Chongqing, China. Phytotaxa 2020, 442(3): 196–204.<br/>19.Wang Z, Li M, Ju W, Ye W, Xue L, Boufford DE, Gao X, Yue B, Liu Y, Pierce NE. The entomophagous caterpillar fungus Ophiocordyceps sinensis is consumed by its lepidopteran host as a plant endophyte. Fungal Ecology 2020, 47: 100989.<br/>20.Yi X-G, Yu X-Q, Chen J, Zhang M, Liu S-W, Zhu H, Li M, Duan Y-F, Chen L, Wu L, Zhu S, Sun Z-S, Liu X-H, Wang X-R. The genome of Chinese flowering cherry (Cerasus serrulata) provides new insights into Cerasus species. Hortic Res 2020, 7(1): 165.<br/>21.Li M, Sylvester SP, Wang Z-P, Pei Y-D, Gao X-F, Zhao Y, Jiang W-Q. Re-instatement of Sorbus harrowiana (Rosaceae), based on morphometric analysis. PhytoKeys 2020, 166: 29–39.<br/>22.Yi X-G, Chen J, Zhu H, Li Y-F, Li X-X, Li M, Duan Y-F, Chen L, Wang X-R. Phylogeography and the population genetic structure of flowering cherry Cerasus serrulata (Rosaceae) in subtropical and temperate China. Ecology and Evolution 2020, 10(20): 11262–11276.<br/>23.董京京, 王宇, 司家鹏, 彭智奇, 董鹏, 杨宏, 陈洁, 李蒙, 王贤荣, 伊贤贵. 樱花新品种'龙韵'. 南京林业大学学报(自然科学版) 2020, 66(06): 236–238.<br/>24.Li Y, Sylvester SP, Li M, Zhang C, Li X, Duan Y, Wang X. The Complete Plastid Genome of Magnolia zenii and Genetic Comparison to Magnoliaceae species. Molecules 2019, 24(2): 261.<br/>25.Xiong X, Li M, Liang T, Ju W, Xu B, Zhang L, Gao X. Lectotypification of fifteen names of Rubus L. (Rosaceae) mainly from the Hengduan Mountains, China. Phytotaxa 2019, 391(2): 150–154.<br/>26.朱淑霞, 伊贤贵, 王华辰, 段一凡, 李蒙, 陈林, 王贤荣. 樱花新品种'粉彩'. 南京林业大学学报(自然科学版) 2019, 43(02): 216–217.<br/>27.Xiong X-H, Zhou X-M, Li M, Xu B, Deng H-N, Yu Q, Gao X-F. Pollen morphology in Rubus (Rosaceae) and its taxonomic implications. Plant Syst Evol 2019, 305(8): 705–716.<br/>28.Li M, Song Y-F, Zhu S-X, Zhu H, Yi X-G, Chen Z-C, Li M-Z, Wang X-R. The complete plastid genome of cherry plants Prunus discoidea (Rosaceae) and its phylogenetic implication. Mitochondrial DNA Part B 2019, 4(2): 3640-3641.<br/>29.朱弘, 蔡厚才, 李涌福, 陈万东, 陈林, 伊贤贵, 李蒙, 段一凡, 王贤荣. 中国东部沿海水仙归化群体的遗传多样性. 热带亚热带植物学报 2019, 27(06): 669–676.<br/>30.Yi X-G, Chen J, Li M, Zhu H, Sun Z-S, Katsuki T, Wang X-R. Complete chloroplast genome of the wild Japanese Mountain cherry (Prunus jamasakura, Rosaceae). Mitochondrial DNA Part B 2019, 5(1): 290–291.<br/>31.Zhu H, Yi X-G, Li Y-F, Zhu S-X, Li M, Duan Y-F, Wang X-R. Phylogeography and population genetic structure of flowering cherry species Cerasus dielsiana in subtropical China. Syst Bodivers 2019, 17(6): 622–633.<br/>32.Li M, Ohi-Toma T, Gao Y-D, Xu B, Zhu Z-M, Ju W-B, Gao X-F. Molecular phylogenetics and historical biogeography of Sorbus sensu stricto (Rosaceae). Mol Phylogenet Evol 2017, 111: 76–86.<br/>33.Li M, Li Y-F, Duan Y-F, Zheng S-Y, Li W-H, Zhang C, Ma T, Wang X-R. Lectotypification of 13 names in Apiaceae, Malvaceae, and Rosaceae based on material housed at the herbaria NAS and NF. Phytotaxa 2017, 311(1): 93–96.<br/>34.杨青, 丁晖, 方炎明, 陈晓, 徐海根, 李蒙, 徐鲜钧. 武夷山四新少叶黄杞常绿阔叶林物种组成及多样性特征. 福建农林大学学报（自然科学版） 2017, 46(05): 534–538.<br/>35.Duan Y-F, Li M, Yi X-G, Wang H-C, Wang X-R, Xiang Q-B. Assessment of genetic diversity among androdioecious ancient Osmanthus fragrans trees by SSR markers. Biochem Syst Ecol 2015, 61: 179-185.<br/>36.Li M, Gao X-F. Sorbus dolichofoliolatus (Rosaceae), a new species from Yunnan, China. Phytotaxa 2015, 227(2): 189–195.<br/>37.杨青, 丁晖, 方炎明, 陈晓, 徐海根, 伊贤贵, 李蒙, 徐鲜钧, 杨云芳, 江宝兴. 大安源甜槠常绿阔叶林物种组成及多样性分析. 湖北民族学院学报(自然科学版) 2014(01): 16-20+63.<br/>38.杨青, 丁晖, 方炎明, 陈晓, 徐海根, 李蒙. 武夷山大安源甜槠常绿阔叶林群落物种组成及多样性分析. 植物资源与环境学报 2014(01): 44-50.<br/>39.李蒙, 伊贤贵, 王华辰, 商韬, 顾宇, 王贤荣. 山樱花地理分布与水热环境因子的关系. 南京林业大学学报(自然科学版) 2014(S1): 74-80.<br/>40.Duan Y, Wang X, Xiang Q, Liang L, Li X, Liu Y, Li M. Genetic Diversity of Androdioecious Osmanthus fragrans (Oleaceae) Cultivars Using Microsatellite Markers. Applications in Plant Sciences 2013, 1(6): 1200092.<br/>41.李蒙, 严邦祥, 赵昌高, 徐洪峰, 李少欣, 伊贤贵, 王贤荣. 大仰山高山湿地山樱花种群数量结构特征. 南京林业大学学报(自然科学版) 2013(05): 40-44.<br/>42.李蒙. 山樱花高海拔居群生态学特征及组织培养. 南京林业大学, 2013.<br/>43.陆扣萍, 闵炬, 李蒙, 施卫明, 谢寅峰. 施氮量对太湖地区设施菜地年氮素淋失的影响. 农业环境科学学报 2012(04): 706-712.<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "（一）主持和参与的科研项目：<br/>1.国家自然科学基金青年基金项目，32000165，蔷薇科水榆属的系统位置与分类修订，在研，主持。<br/>2.国家自然科学基金面上项目，31770406，岷江百合Lilium regale Wilson及近缘类群生态物种形成机制研究，在研，参加。<br/>3.国家自然科学基金面上项目，31670192，世界蔷薇属的分类修订，已结题，参加。<br/>4.国家自然科学基金面上项目，31570196，杭子梢属系统学研究与分类修订，已结题，参加。<br/>5.国家自然科学基金青年基金项目，31500163，豹子花属杂交物种形成研究，已结题，参加。<br/>6.国家自然科学基金青年基金项目，31400196，世界凤尾蕨属及凤尾蕨亚科的系统学研究，已结题，参加。<br/>（二）主持和参与的调查项目：<br/>2019—2021年，中国科学院成都生物研究所项目，巫山县生物多样性调查与评估（高等植物），已结题，主持。<br/>2013—2014年，都江堰市政府：都江堰植物资源及部分动物资源调查，参加；<br/>2016—2018年，第二次全国重点保护野生植物资源调查项目：西藏墨脱重点保护野生植物资源调查，参加；<br/>2016—2017年，全国生物多样性野外监测示范基地修缮项目：四川亚丁生物多样性野外监测，参加；<br/>2017—2018年，青藏高原第二次科考：南亚通道科考（尼泊尔），参加；<br/>2019—2020年，生态环境部南京环境科学研究所：龙游、磐安和松阳3县高等植物本底调查与评估，参加；<br/>2020—2021年，镇江市野生动植物和湿地保护管理站：南山生物多样性调查项目，参加；<br/>2021—2024年，武夷山国家公园管理局：武夷山国家公园高等植物多样调查，参加。<br/>（三）指导的学生科创项目：<br/>2019年大学生实践创新训练计划项目：校级资助项目1项；<br/>2021年大学生实践创新训练计划项目：校级资助项目2项。<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "limeng@njfu.edu.cn",
    "Introduction": "李蒙，男，博士，中共党员，硕士生导师。",
    "id": "0055",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/11/20220211105338171brc7d5.jpg?iid=40814",
    "Department": "None",
    "Duties": "None",
    "Title": "副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "李蒙",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}