{
    "Research_direction": "树木学   植物分类学   植物命名法   标本组学   古植物学   生物地理学   生物多样性保护",
    "Paper": "1. Yang Z, Ferguson DK, Yang Y*, 2023. Plastome phylogeny and taxonomy of Cinnamomum guizhouense (Lauraceae). Forests, 14: 310.<br/>2. Tan C, Boufford DE, Yang Y*, 2022. Nomenclature and typification of Cathaya argyrophylla (Pinaceae). PhytoKeys, 215: 81-85. <br/>3. Lee BR*, Miller TK, Rosche C, Yang Y, Heberling M, Kuebbing SE, Primark RB, 2022. Wildflower phenological escape differs by continent and spring temperature. Nature Communications, 13: 7157. <br/>4. Yang Y, Lee BR*, Heberling JM, Primark RB, 2022. Herbarium specimens may provide biased flowering phenology estimates for dioecious species. International Journal of Plant Sciences, 183: 777-783.<br/>5. Huo XJ, Yang Z, Xie YF, Yang Y*, 2022. Tempo and mode of floristic exchanges between Hainan Island and mainland Asia: a case study of the Persea group (Lauraceae). Forests, 13: 1722. <br/>6. Yang Y*, Ferguson DK, 2022. Lectotypification of Cycas debaoensis (Cycadaceae). PhytoKeys, 211: 75-78. <br/>7. Yang Y*, Rushforth K, 2022. Nomenclatural notes of Sabina convallium var. microsperma (Cupressaceae). PhytoKeys, 202: 53-58.<br/>8. Yang Z, Deng CY, Wang LL, Ban QM, Yang Y*, 2022. A new species of Cinnamomum (Lauraceae) from southwestern China. PhytoKeys, 202: 35-44. <br/>9. Yang Y*, Ferguson DK, Liu B, Mao KS, Gao LM, Zhang SZ, Wan T, Rushforth K, Zhang ZX, 2022. Recent advances on phylogenomics of gymnosperms and a new classification. Plant Diversity, 44: 340-350. <br/>10. Yang Z, Liu B, Yang Y*, Ferguson DK, 2022. Phylogeny and taxonomy of Cinnamomum (Lauraceae). Ecology and Evolution, 12: e9378. <br/>11. Yang Z, Tan C, Wei YM, Rohwer JG, Liu B, Yang Y*, 2022. Floral morphology and phenology of Sassafras tzumu (Lauraceae). BMC Plant Biology, 22: 327. <br/>12. Liu Y, Wang SB, Li LZ, Yang T, Dong SS, Wei T, Wu SD, Liu YB, Gong YQ, Feng XY, Ma JC, Chang GX, Huang JL, Yang Y, Wang HL, Liu M, Xu Y, Liang HP, Yu J, Cai YQ, Zhang ZW, Fan YN, Mu WX, Sahu SK, Liu SC, Lang XA, Yang LL, Li N, Habib S, Yang YQ, Lindstrom AJ, Liang P, Goffinet B, Zaman S, Wegrzyn JL, Li DX, Liu J, Cui J, Sonnenschein EC, Wang XB, Ruang J, Xue JY, Shao ZQ, Song C, Fan GY, Li Z, Zhang LS, Liu JQ, Liu ZJ, Jian YN, Wang XQ, Wu H, Wang ET, Lisby M, Yang HM, Wang J, Liu X, Xu X, Li N, Soltis PS, van der Peer Y, Soltis DE, Gong X, Liu H, Zhang SZ, 2022. The Cycas genome and the early evolution of seed plants. Nature Plants, 8: 389-401. <br/>13.   杨永, 杨智, 段一凡 等, 2022. 标本组学—树木学研究的新方法. 南京林业大学学报(自然科学版), 46: 1-6.<br/>14.   杨永, 2021. 中国裸子植物红色名录评估(2021版). 生物多样性, 29(12): 1599-1606.<br/>15.   杨永*, 檀超, 杨智, 2021. 从《国家重点保护野生植物名录》看我国裸子植物保护. 生物多样性, 29: 1951-1958.<br/>16.   Zeng G, Liu B, Ferguson DK, Yang Y*, 2021. Dancing on the platform: lability of floral organs of Beilschmiedia appendiculata (Lauraceae). Ecology and Evolution, 11: 17615-17624.<br/>17.   Yang Y*, Boufford DE, 2021. Lectotypification of Phoebe puwenensis W.C.Cheng (Lauraceae). Harvard Papers in Botany, 26: 415-416.<br/>18.   Yang Z, Rushforth K, Yang Y*, 2021. Lectotypification of Chamaecyparis hodginsii of the Cupressaceae. PhytoKeys, 185: 117-122.<br/>19.   Zeng G, Liu B, Rohwer JG, Ferguson DK, Yang Y*, 2021. Leaf epidermal micromorphology defining the clades in Cinnamomum (Lauraceae). PhytoKeys, 182: 125-148.<br/>20.   Yang Z, Jin WY, Liu B, Ferguson DK, Yang Y*, 2021. Big fruits with tiny tepals: An unusual new species of Lauraceae from southwestern China. PhytoKeys, 179: 129-143.<br/>21.   Yang Y*, Rushforth K, 2021. Lectotypification of Tsuga longibracteata W.C.Cheng (Pinaceae). PhytoKeys, 172: 93-96.<br/>22.   Yang Y*, Ferguson DK, 2021. Ephedra chengiae (Ephedraceae), a new species from Xizang of China. Taiwania, 66(1): 57-60.<br/>23.   Babalola KA, Zeng G, Liu B, Ferguson DK, Yang Y*, 2021. Leaf epidermal micromorphology of Beilschmiedia Nees (Lauraceae) from Africa. Taiwania, 66: 378-386.<br/>24.   Wan T, Liu ZM, Leitch IJ, Xin HP, Maggs-Kölling G, Gong YB, Li Z, Marais E, Liao YY, Dai C, Liu F, Wu QJ, Song C, Zhou YD, Huang WC, Jiang K, Wang Q, Yang Y, Zhong ZX, Yang M, Yan X, Hu GW, Hou C, Su YJ, Feng SX, Yang J, Yan JJ, Chu JF, Chen F, Ran JH, Wang XQ, van de Peer Y, Leitch AR, Wang QF*, 2021. The Welwitschia genome reveals a unique biology underpinning extreme longevity in deserts. Nature Communications, 12: 4247. <br/>25.   杨永, 2021. 中国裸子植物的保护现状. 见: 任海, 金效华, 王瑞江, 文香英 主编. 中国植物多样性与保护. 郑州: 河南科技出版社. 041-046页.<br/>26.   Yang Y*, Hoch J, 2020. Typification of Juniperus pingii W.C.Cheng (Cupressaceae). PhytoKeys, 170: 39-43. <br/>27.   Li HW, Liu B, Davis CC*, Yang Y*, 2020. Plastome phylogenomics, systematics, and divergence time estimation of the Beilschmiedia group (Lauraceae). Molecular Phylogenetics and Evolution, 151: 106901.<br/>28.   Yang Y*, Rushforth K, 2020. Lectotypification of Abies fanjingshanensis (Pinaceae). PhytoKeys, 152: 105-110. <br/>29.   Jin WY, Li HW, Wei R, Huang BH, Liu B, Sun TT, Mabberley DJ, Liao PC*, Yang Y*, 2020. New insights into biogeographic disjunctions between Taiwan and the Eastern Himalaya: the case of Prinsepia (Rosaceae). Taxon, 69(2): 278-289.<br/>30.   Jin WY, Liu B, Zhang SZ, Wan T, Hou C, Yang Y*, 2020. Gnetum chinense, a new species of Gnetaceae from southwestern China. PhytoKeys, 148: 105-117. <br/>31.   Liu B, Jin WY, Zhao LN, Yang Y*, 2020. A new species of Phoebe (Lauraceae) from southwestern China. PhytoKeys, 140: 101-106. <br/>32.   Yang Y*, Wang YW, Ferguson DK, 2020. A new macrofossil ephedroid plant with unusual bract morphology from the Lower Cretaceous Jiufotang Formation of northeastern China. BMC Evolutionary Biology, 20: 19.<br/>33.   Jiao SQ, Sun YQ, Zhang DX, Gao Q, Jin YQ, Ma YP, Yang Y, Porth I, Mao JF, 2019. Development of novel EST-SSR markers for Ephedra sinica (Ephedraceae) by transcriptome database mining. Applications in Plant Sciences, 7(1): e1212. <br/>34.   Yang Y*, Lin LB, Ferguson DK, Wang YW, 2018. Macrofossil evidence unveiling evolution of male cones in Ephedraceae (Gnetidae). BMC Evolutionary Biology, 18: 125. <br/>35.   Wan T, Liu ZM, Li LF, Leitch Ar, Leitch IJ, Lohaus R, Liu ZJ*, Xin HP, Gong YB, Liu Y, Wang WC, Chen LY, Yang Y, Kelly LJ, Yang J, Huang JL, Li Z, Liu P, Zhang L, Liu HM, Wang H, Deng SH, Liu M, Li J, Ma L, Liu Y, Lei Y, Xu W, Wu LQ, Liu F, Ma Q, Yu XR, Jiang Z, Zhang GQ, Li SH, Li RQ, Zhang SZ, Wang QF*, van der Peer Y*, Zhang JB, Wang XM*, 2018. A genome for gnetophytes and early evolution of seed plants. Nature Plants, <br/>36.   吕丽莎, 蔡宏宇, 杨永, 王志恒*, 曾辉, 2018. 中国裸子植物的物种多样性格局及其影响因子. 生物多样性, 26: 1133-1146.<br/>37.   Yang Y*, Xie L, Ferguson D, 2017. Protognetaceae: a new gnetoid macrofossil family from the Jurassic of northeastern China. Perspectives in Plant Ecology, Evolution and Systematics, 28: 67-77. <br/>38.   Zeng G, Liu B, Ferguson DK, Rohwer JG, Yang Y*, 2017. Floral structure and ontogeny of Syndiclis (Lauraceae). PLoS ONE, 12(10): e0186358. <br/>39.   Yang Y*, Lin LB, Ferguson DK, Zhang SZ, Wan T, 2017. A new gnetalean macrofossil from the Early Cretaceous and its evolutionary significance. Cretaceous Research, 74: 56-64.<br/>40.   Yang Y*, Zhu XY, Wiersema J, 2017. Nomenclature notes on Phoebe chekiangensis (Lauraceae). Taxon, 66: 165-166.<br/>41.   杨永*, 刘冰, Njenga DM, 2017. 中国裸子植物物种濒危和保育现状. 生物多样性, 25: 758-764.<br/>42.   杨永, 王志恒, 徐晓婷, 2017. 世界裸子植物的分类和地理分布. 上海: 上海科技出版社. <br/>43.   林祁, 杨永, 杨志荣, 2017. 中国国家植物标本馆（PE）模式标本集, 第7卷, 被子植物门（4）. 郑州: 河南科学技术出版社.<br/>44.   覃海宁*, 杨永*, 董仕勇*, 何强, 贾渝,赵莉娜, 于胜祥, 刘慧圆, 刘博, 严岳鸿, 向建英, 夏念和, 彭华, 李振宇, 张志翔, 何兴金, 尹林克, 林余霖, 刘全儒, 侯元同, 刘演, 刘启新, 曹伟, 李建强, 陈世龙, 金效华, 高天刚, 陈文俐, 马海英, 耿玉英, 金孝锋, 常朝阳, 蒋宏, 蔡蕾, 臧春鑫, 武建勇, 叶建飞, 赖阳均, 刘冰, 林秦文, 薛纳新, 2017. 中国高等植物受威胁物种名录. 生物多样性, 25: 696-744. <br/>45.   Liu B, Hao YQ, Yang Y*, Sun TT, Lai YJ, Zhang T, He F, 2016. A new species of the Ranunculaceae from southwestern China based on morphological and molecular data. Phytotaxa, 283 (1): 043-053.<br/>46.   Yang Y*, 2016. Is Ephedra lepidosperma (Ephedraceae) a validly published name? Phytotaxa, 275(2): 189-190.<br/>47.   Sun TT, Wiersema J, Yang Y*. Correcting the type designations of Caryodaphnopsisbaviensis and C. laotica (Lauraceae). Phytotaxa, 270: 227-230.<br/>48.   Nishida S, de Kok R, Yang Y, 2016. Cuticular features of Cryptocarya (Lauraceae) from Peninsular Malaysia, Thailand and Indo-China and its taxonomic implications. Phytotaxa, 244: 026-044. <br/>49.   王世俊, 崔金钟, 杨永, 孙克勤, 2016.中国化石植物志. 第三卷. 中国化石裸子植物 (下). 北京: 高等教育出版社. <br/>50.   李海文, 刘冰, 赖阳均, 杨永*, 李奕, 2016. 交互式检索表提升分类学研究与应用效率:以兰科植物为例. 植物科学学报, 34(1): 151-163.<br/>51.   杨永, 2016. 藏于九渊，动于九天——恭贺植物分类学宗师王文采院士90华诞. 广西植物, 36(增刊1): 14-17.<br/>52.   Yang Y*, Ferguson DK, 2015. Macrofossil evidence unveiling evolution and ecology of early Ephedraceae. Perspectives in Plant Ecology, Evolution and Systematics, 17: 331-346.<br/>53.   Yang Y*, Lin LB, Ferguson DK, 2015. Parallel evolution of leaf morphology in Gnetophytes. Organisms Diversity and Evolution, 15: 651-662. <br/>54.   Yang Y, 2015. (2408) Proposal to conserve the nameEphedritescheniae (Liaoxiacheniae) against Potamogeton jeholensis (fossil Gnetales: Ephedraceae). Taxon, 64: 1331-1332.<br/>55.   刘冰, 叶建飞, 刘夙, 汪远, 杨永*, 赖阳均, 曾刚, 林秦文, 2015. 中国被子植物科属概览: 依据APG III系统.生物多样性, 23: 225-231.<br/>56.   杨永, 2015. 中国裸子植物的多样性和地理分布. 生物多样性, 23: 243-246.<br/>57.   杨永, 刘冰, 2015. 中国樟科物种编目: 问题和展望. 生物多样性, 23: 232-236.<br/>58.   金效华, 杨永, 2015. 中国生物物种名录, 第一卷种子植物 (I): 裸子植物和被子植物(莼菜科-兰科). 北京: 科学出版社.<br/>59.   Yang Y, 2014. A systematic classification of Ephedraceae: living and fossil. Phytotaxa, 158(3): 283-290.<br/>60.   Zeng G, Liu B, van der Werff H, Ferguson DK, Yang Y*, 2014.Origin and evolution of the unusual leaf epidermis of Caryodaphnopsis (Lauraceae). Perspectives in Plant Ecology, Evolution and Systematics, 16: 296-309. <br/>61.   杨永, 刘冰, 傅德志, 2015. 樟科Lauraceae. 见: 夏念和, 叶彦主编. 香港植物志. 第一卷. 香港: 香港特别行政区政府渔农自然护理署. 47-67页.<br/>62.   杨永, 刘冰, 杨志荣, 傅德志, 2015. 毛茛科Ranunculaceae. 见: 夏念和, 叶彦主编. 香港植物志. 第一卷. 香港: 香港特别行政区政府渔农自然护理署. 93-97页.<br/>63.   杨永, 2014. 点点滴滴汇成江河-小记师爷王文采先生. 生命世界, 291: 16-17.<br/>64.   杨志松, 杨永琼,杨永, 2014. 四川攀枝花苏铁国家级自然保护区综合科学考察报告. 北京: 中国林业出版社. <br/>65.   Liu B, Yang Y*, Ma KP, 2013. A new species of Caryodaphnopsis Airy Shaw (Lauraceae) from southeastern Yunnan, China. Phytotaxa, 118(1): 1-8. <br/>66.   Liu Bing, Yang Y*, Xie L, Zeng G, Ma KP, 2013. Beilschmiedia turbinata: a newly recognized but dying species of Lauraceae from tropical Asia based on morphological and molecular data. PLoS ONE, 8(6): e67636. <br/>67.   Yang Y, Wang Q*, 2013. The earliest fleshy cone of Ephedra from the Early Cretaceous Yixian Formation of Northeast China. PLoS ONE, 8(1): e53652. <br/>68.   Yang Y, Lin LB, Wang Q*, 2013. Chengia laxispicata gen. et sp. nov., a new ephedroid plant from the Early Cretaceous Yixian Formation of western Liaoning, Northeast China: evolutionary, taxonomic, and biogeographic implications. BMC Evolutionary Biology, 13: 72. <br/>69.   Yang Y, 2013. A numerical analysis of Ephedra L. based on reproductive features. Bangladesh Journal of Plant Taxonomy, 20(1): 51-60.<br/>70.   王利松, 杨永, 张宪春, 2013. 在线植物志: 网络时代分类学的方法和实践. 植物学报, 48(2): 174-183.<br/>71.   黄继红, 张金龙, 杨永, 马克平, 2013. 特有植物多样性分布格局测度方法的新进展. 生物多样性, 21: 99-110. <br/>72.   杨永, 2013. 盖子植物类的小孢子囊与花粉发育及传粉. 见: 林金星, 胡玉熹, 吴鸿主编. 裸子植物花粉生物学. 北京: 科学出版社. 70-93页.<br/>73.   席以珍, 姚轶峰, 杨永, 陈艳梅, 林金星, 2013. 裸子植物花粉形态与结构. 见: 林金星, 胡玉熹, 吴鸿主编. 裸子植物花粉生物学. 北京: 科学出版社. 94-142页.<br/>74.   Ayodele AE, Yang Y, 2012. Diversity and distribution of vascular plants in Nigeria. Qingdao: Qingdao Publishing House. p350.<br/>75.   Xie L, Yang Y*, 2012. Miocene origin of the characteristic broadleaved evergreen shrub Ammopiptanthus (Leguminosae) in the desert flora of eastern Central Asia. International Journal of Plant Sciences, 173(8): 944-955. <br/>76.   Yang Y, Zhang LY, Liu B, van der Werff H, 2012. Leaf cuticular anatomy and taxonomy of Syndiclis (Lauraceae) and its allies. Systematic Botany, 37 (4): 861-878. <br/>77.   傅德志, 孙英宝, 杨永, 覃海宁主编, 2011. 手绘濒危植物. 第二卷. 兰州: 甘肃少年儿童出版社&甘肃教育出版社.<br/>78.   叶建飞, 陈之端, 刘冰, 覃海宁, 杨永*, 2012. 中国西南与台湾维管植物的间断分布格局及形成机制. 生物多样性, 20(4): 482-494.<br/>79.   黄继红, 刘冰, 杨永, 2012. 威胁因素之外来植物. 生命世界, 272(6): 34-35.<br/>80.   杨永, 2012. 我国植物模式标本的馆藏量. 生物多样性, 20(4): 512-516.<br/>81.   杨永, 2012. 全球裸子植物物种编目. 生物多样性, 20(6): 755-760.<br/>82.   杨永, 2012. 结缘攀枝花. 生命世界, 272(6): 4-7.<br/>83.   杨永, 2012. 攀枝花苏铁的发现: 与众多分类学家檫肩而过. 生命世界, 272(6): 26-27.<br/>84.   杨永, 2012. 岌岌可危的攀枝花苏铁.生命世界, 272(6): 32-33.<br/>85.   杨永, 陈家瑞, 王定跃, 2012. 从conservation的翻译说起-自然植被演替和濒危物种保育策略. 生命世界, 272(6): 38-41.<br/>86.   杨永, 2012. 攀枝花苏铁的回归. 生命世界, 272(6): 44-45.<br/>87.   杨永, 2012. 陈家瑞与攀枝花苏铁的不解之缘. 生命世界, 272(6): 46-51.<br/>88.   杨永, 刘冰, 2012. 威胁因素之攀援植物. 生命世界, 272(6): 36-37.<br/>89.   杨永, 刘冰, 2012. 特有植物资源. 生命世界, 272(6): 18-21.<br/>90.   杨永, 刘冰, 2012. 珍稀濒危保护植物. 生命世界, 272(6): 22-25.<br/>91.   杨永, 刘冰, 叶建飞, 2012. 绿色植物的王国. 生命世界, 272(6): 14-17.<br/>92.   杨永, 曾刚, 2012. “活化石”植物银杏的原产地在哪里? 生命世界, 267(2): 68-72.<br/>93.   Yang Y, Zhang XW, Wiersema JW, 2011. Notes on the typification of Beilschmiediaxizangensis (Lauraceae). Taxon, 60: 577-578. <br/>94.   杨永, 2011. 麻黄属的起源时间讨论. 地质论评, 57(1): 9-15. <br/>95.   Yang Y, 2011. Cuticular diversity of the seed outer envelope in Ephedra (Ephedraceae) with a discussion on its systematic significance. Journal of Tropical and Subtropical Botany, 19(1): 1-15. <br/>96.   杨永, 刘冰, 2011. “活化石”水杉属的命名人究竟是谁？化石, 2011 (3): 44-45.<br/>97.   杨永, 莫旭, 刘冰, 2011. 金沙江河谷四川攀枝花苏铁国家级自然保护区彩色植物图志. 北京: 高等教育出版社.<br/>98.   傅德志, 孙英宝, 杨永, 覃海宁主编, 2011. 手绘濒危植物. 第一卷. 兰州: 甘肃少年儿童出版社&甘肃教育出版社.<br/>99.   Yang Y, Zhang LY, 2010. Venation pattern of Syndiclis Hook. f. and its related genera. Journal of Tropical and Subtropical Botany, 18(6): 643-649. <br/>100.   Yang Y, Zhou ZK, 2010. New insights into the species problem. Science China Life Sciences [Science in China Series C-Life Sciences], 53: 964-972. <br/>101.   杨永, 周浙昆, 2010. 物种-老问题新看法. 中国科学: 生命科学, 40: 311-320. <br/>102.   Yang Y, 2010. A review on gnetalean megafossils: problems and perspectives. Taiwania, 55(4): 346-354.<br/>103.   Yang Y, Dalai, 2009. Phoebe liana Y. Yang, a new name of Lauraceae. Guihaia, 29(3): 314. <br/>104.   Liu N, Zhu Y, Wei ZX, Chen J, Wang QB, Jian SG, Zhou DW, Shi J, Yang Y, Zhong Y, 2009. Phylogenetic relationships and divergence times of the family Araucariaceae based on the DNA sequences of eight genes. Chinese Science Bulletin, 54: 2648-2655. <br/>105.   刘念, 朱勇, 魏宗贤, 陈婕, 王庆彪, 简曙光, 周党卫, 施婧, 杨永, 钟扬, 2009. 利用8个基因的DNA序列探讨南洋杉科的系统发育关系和起源时间. 科学通报, 54: 2089-2095. <br/>106.   Yang Y, 2008. Proposal to conserve the name Machilus (Lauraceae) with a conserved type. Taxon, 57(2): 652-654. <br/>107.   Yang Y, 2008. What is the Basionym of Litsearotundifolia var. oblongifolia (Nees) Allen (Lauraceae). Journal of Tropical and Subtropical Botany, 16(3): 271-273.<br/>108.   杨永, 达来, 2008. 云南樟科一新记录属——土楠属. 西北植物学报, 28: 1271-1273. <br/>109.   Xu XT, Yang Y*, Wang LS, 2008. Geographic distribution and potential distribution estimation of Pseudotaxus chienii. Journal of Plant Ecology, 32(5): 1134-1145. <br/>110.   王定跃, 陶昕, 杨永, 2008.风景林概念体系的构建研究. 南京林业大学学报(自然科学版), 32(增刊): 107-114.<br/>111.   Yang Y, 2007. The nomenclature of fossil Ephedraceae. Taxon, 56(4): 1271-1273.<br/>112.  Yang Y, 2007. Asymmetrical development of biovulate cones resulting in uniovulate cones in Ephedra rhytidosperma (Ephedraceae). Plant Systematics and Evolution, 264: 175-182.<br/>113.  Yang Y, Fu DZ, 2007. Lauraceae. IN: Hu QM, Wu DL, eds. Flora of Hong Kong. Hong Kong: Agriculture, Fisheries and Conservation Department Government of the Hong Kong Special Administrative Region. 1: 37-54.<br/>114.  Yang Y, Yang ZR, Fu DZ, 2007. Ranunculaceae. IN: Hu QM, Wu DL, eds. Flora of Hong Kong. Hong Kong: Agriculture, Fisheries and Conservation Department Government of the Hong Kong Special Administrative Region. 1: 70-73.<br/>115.  Wang K, Fu DZ, Zhang ZS, Yang Y*, 2007. Valid publication of the names Viburnum chingii var. impressinervium and V. formosanum var. pubigerum (Adoxaceae). Annales Botanici Fennici, 44: 153-154. <br/>116.  Wang K, Yang Y*, 2007. Taxonomic Study on Pseudotaxus(Taxaceae).Acta Phytotaxonomica Sinica, 45(6): 862-869. <br/>117.  Wang X, Duan SY, Geng BY, Cui JZ, Yang Y, 2007. Schmeissneria: A missing link to angiosperms? BMC Evolutionary Biology, 7:14.<br/>118.  王鑫, 段淑英, 耿宝印, 崔金钟, 杨永, 2007. 侏罗纪的施迈斯内果(Schmeissneria)是不是被子植物? 古生物学报, 46(4): 486-490. <br/>119.  Yang Y, 2006. Proposal to conserve the name Ephedrites (fossil Ephedraceae) with a conserved type. Taxon, 55(4): 1051-1052. <br/>120.  Yang Y, Wiersema JH, 2006. Correcting the type designation of Phoebe calcarea S. K. Lee & F. N. Wei (Lauraceae). Taxon, 55(2): 511-512.<br/>121.  王庆彪, 王莉,周仁超,赵晓敏,施苏华, 杨永*, 钟扬*, 2006. 用叶绿体和核糖体DNA序列探讨中国特有植物斑子麻黄的系统位置. 科学通报, 51(1): 110-113. In Chinese. <br/>122.  Wang QB, Yang Y, Zhao XM, Zhu B, Nan P, Zhao JY, Wang L, Chen F, Liu ZJ, Zhong Y, 2006. Chemical variation in the essential oil of Ephedra sinica from Northeastern China. Food Chemistry, 98(1): 52-58. <br/>123.  Yang Y, Geng BY, Dilcher DL, Chen ZD, Lott TA, 2005.Morphology and affinities of an Early Cretaceous Ephedra (Ephedraceae) from China. American Journal of Botany, 92 (2): 231 – 241. <br/>124.  Yang Y, 2005. A new species of Ephedra L. (Ephedraceae) from Sichuan, China with a note on its systematic significance. Botanical Bulletin of Academia Sinica, 46: 363-366. <br/>125.  Yang Y, van der Werff H, 2005. Lectotypification of Machilus platycarpa and Machilus gracillima (Lauraceae). Novon, 15: 383-384. <br/>126.  Yang Y, Zhang LY, 2005. Notes on the publication date of four names of Lauraceae from China. Acta Phytotaxonomica Sinica, 43: 565-566. <br/>127.  Yang Y, 2005. Nomenclatural notes on the infrageneric names of Ephedra L. (Ephedraceae). Acta Botanica Boreali- Occidentalia Sinica, 25: 1275-1278. In Chinese with an English abstract. <br/>128.  Wang QB, Wang L, Zhou RC, Zhao XM, Shi SH, Yang Y*, Zhong Y*, 2005. Phylogenetic position of Ephedra rhytidosperma, a species endemic to China: evidence from chloroplast and ribosomal DNA sequences. Chinese Science Bulletin, 50(24): 2901-2904. <br/>129.  Yang Y, 2004. Ontogeny of triovulate cones of Ephedra intermedia and origin of the outer envelope of ovules of Ephedraceae. American Journal of Botany, 91 (3): 361-368. <br/>118.  Fu DZ, Yang Y, Zhu GH, 2004. A new scheme of classification of living gymnosperms. Kew Bulletin, 59: 111-116. <br/>130.  Yang Y, Fu DZ, Wang Q, 2004. Origin of flowers: hypotheses and evidence. Acta Botanica Boreali- Occidentalia Sinica, 24: 2366-2380. In Chinese with an English abstract. <br/>131.  Yang Y, 2004. Catalogue of type specimens of Lauraceae from China. Beijing: China Meterological Press. <br/>132.  Yang Y, Fu DZ, Zhu GH, 2003. A new species of Ephedra (Ephedraceae) from China. Novon, 13 (1): 153-155. <br/>133.  Tao JR, Yang Y, 2003. Alloephedraxingxueiigen. et sp. nov., an early Cretaceous member of Epehdraceae from Dalazi Formation in Yanji Basin, Jilin Province of China. Acta Palaeontologica Sinica, 42 (2): 208-215. In Chinese with an English summary. <br/>134.  Yang Y, Fu DZ, 2001. Review on the megastrobilus theories of conifers. Acta Phytotaxonomica Sinica, 39: 169 - 191. In Chinese with an English abstract. <br/>135.  Yang Y, 2001. Ontogenetic and metamorphic patterns of female reproductive organs of Ephedra sinica Stapf (Ephedraceae). Acta Botanica Sinica, 43 (10): 1011 - 1017. <br/>136.  Yang Y, 2001.On pollination biology of Ephedra. Advances in Plant Sciences 【植物科学进展】, 4: 33 – 44. In Chinese.<br/>137.  王宇飞 (Wang YF), 冯广平 (Feng GP), 吕静 (Lü J), 李承森 (Li CS), 杨永 (Yang Y), 杨健 (Yang J), 陈立群 (Chen LQ), 赵良成 (Zhao LC), 徐景先 (Xu JX), 扆铁梅 (Yi TM), 萨仁 (Sa R), 颜平辉 (Yan PH) 译, Harris JG & Harris MW, 著, 2001. 图解植物学词典 (Plant identification terminology: an illustrated glossary). 北京: 科学出版社. Chinese version of the book: Plant identification terminology: an illustrated glossary.<br/>138.  Fu DZ, Jia Y, Yang Y, Sa R, Zhang GM, 2001. (Origin and development of plant families – plant taxonomy and evolution). In: Ye HC ed. (Exploration of the plant world - plant sciences of the 21st century and human being). Jinan: Shandong Pictorial Press. 2–27. In Chinese.<br/>139.  Yang Y, 2000. A new variety of Ephedra-E.equisetina var. monoica Y. Yang. Acta Phytotaxonimica Sinica, 38(4): 385. <br/>140.  Yang Y, Fu DZ, Wen LH, 2000. On double fertilization in Ephedra. Advances in Plant Sciences【植物科学进展】, 3: 67-74. In Chinese.<br/> <br/>",
    "Patent": "None",
    "Achievements": "从事植物分类和演化研究多年，以严谨、求实、创新，以翔实的调查研究和综合的研究方法认识自然规律，发现新类群、提出新理论和新系统，在国际、国内发表论文和论著累计140余篇(部)。主要学术贡献如下：<br/>(一)  发现1个新科(古买麻藤科)，6个新属(异麻黄属、辽宁穗属、郑氏麻黄属、古买麻藤属、埃姆斯穗和建昌麻黄)；揭示盖子植物演化的重要中间环节，确定盖子植物中买麻藤分支的起源不晚于中侏罗世1.65亿年；提出盖子植物雌球果起源和演化的简化-败育理论模型，完善了种子植物生殖器官起源和演化的认识；发现盖子植物中曾存在过类似现存断节莎那样的散播方式：生殖枝节部分离，节间和盖子一起形成散播体适应水环境散播。新理论的提出是对种子植物演化理论的重要完善和补充。<br/>(二)  提出裸子植物的新分类系统，3纲5亚纲8目13科86属，著《世界裸子植物分类和地理分布》。<br/>(三)  发现樟科乔木新种多个，包括陀果琼楠、麻栗坡檬果樟、河口楠和金平楠等；研究了300余种樟科植物叶表皮结构特征变异式样，发现檬果樟属双层下表皮结构，阐明其可能的起源模式和适应意义；发现传统划分樟属不是单系，综合宏观形态、微形态和系统发生基因组学证据将樟属划分为樟属和桂属；器官发育和结构研究发现油果樟属花器官从两基数、三基数、四基数以及混合基数的变异式样，退化雄蕊数目变异从三到八枚都存在，揭示花器官的分类学意义，推测传粉系统的改变使得花器官结构处于分化之中。<br/>(四)  积极开展生物多样性保护研究和实践。完成了中国种子植物的红色名录；联合IUCN松柏类裸子植物专家小组对国产裸子植物进行了红色名录评估；对裸子植物攀枝花苏铁、仙湖苏铁和银杉等濒危物种的实地调查，提出新时期濒危物种保育策略应因地制宜地根据物种的具体情况采取适当的人为抚育措施，维持濒危物种在群落内的优势地位，而不应放任自然群落的演替。相关论著：《金沙江河谷四川攀枝花苏铁国家级自然保护区彩色植物图志》、《生命世界》、《手绘濒危植物》等。<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1. 国家自然科学基金项目“麻黄外珠被的来源和演化” (批准号：30370105；2004.1-2006.12)，主持，已结题；<br/>2. 国家自然科学基金项目“买麻藤属胚珠三层盖被的来源与演化” (批准号：30600035；2007.1-2009.12)，主持，已结题；<br/>3. 国家自然科学基金项目“樟科琼楠属三个复合体的分类学研究”(批准号：30970177；2010.1-2012.12)，主持，已结题；<br/>4. 国家自然科学基金项目“基于多学科证据探讨樟科油果樟属的系统学问题(批准号：31270238；2013.1-2016.12)”，主持，已结题；<br/>5. 国家自然科学基金项目“樟科油丹属复合群的系统学研究” (批准号：31470301；2015.1-2018.12)”，主持，已结题；<br/>6. 国家自然科学基金项目“樟科琼楠亚族的分类学” (批准号：31770211；2018.1-2021.12)”，主持，已结题；<br/>7. 国家自然科学基金项目“利用标本组学研究樟科的系统发育、分类和生物地理” (批准号：31970205；2020.1-2023.12)”，主持，在研；<br/>8. 国家自然科学基金项目“樟科鳄梨族的系统发生和分类（批准号：32270217；2023.1-2026.12）”，主持，在研；<br/>9. 江苏省自然科学基金面上项目“利用标本组学建立樟科楠属的超级DNA条形码鉴定体系(2021.6-2023.6)”，主持，在研。<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "yangyong@njfu.edu.cn",
    "Introduction": "教授，博士生导师。",
    "id": "0057",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/13/202202132004097257ymcc5.jpg?iid=40831",
    "Department": "None",
    "Duties": "None",
    "Title": "教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "杨永",
    "Biographical_notes": "2020年10月至今：世界自然保护联盟(IUCN)物种生存委员会松柏类专家组，主席；   2020年9月至今：南京林业大学生物与环境学院，教授；   2018年12月至2019年12月：美国哈佛大学，CSC访问学者；   2002年7月至2003年8月：美国密苏里植物园，访问学者；   2002年7月至2020年8月：中国科学院植物研究所，助研、副研；   1997年9月至2002年6月：中国科学院植物研究所学习，博士学位；   1993年9月至1997年7月：内蒙古大学生物系，学士学位。   欢迎有志于从事植物分类、系统发生和演化、生物地理和生物多样性保护等方向的同学联系报考课题组硕士和博士研究生。课题组将为优秀研究生提供最佳国内、国际合作和交流机会！",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}