{
    "Research_direction": "None",
    "Paper": "近年发表的论文(＃为共同第一作者, *为通讯作者)<br/>Li Y, Zhang XW, Wang L, Sork VL, Mao LF*, Fang YM*, 2022. Influence of Pliocene and Pleistocene climates on hybridization patterns between two closely related oak species in China. Annals of Botany, 129(2): 231-245.<br/>Xie L, Chen SF, Feng YY, Li Y, Wang L, He LH, Huang LQ, Wu J, Guo K, Ding H, Fang YM*, 2022, Mismatch between specific and genetic diversity in an evergreen broadleaf forest in Southeast China: a study case of 10.24 ha forest dynamics plot of Huangshan. Frontiers in Plant Science, 12: 706006.<br/>Wang AX, Guo YN, Fang YM*, Lu KL, 2022. Research on the horizontal reduction effect of urban roadside green belt on atmospheric particulate matter in a semi-arid area. Urban Forestry & Urban Greening, 68: 127449.<br/>Lv T, Wang NJ, Xie L, Chen SF, Zhao R, Feng YY, Li Y, Ding H, Fang YM*, 2022. Environmental heterogeneity affecting community assembly patterns and phylogenetic diversity of three forest communities at Mt. Huangshan, China. Forests, 13: 133.<br/>Li X＃, Wei GM＃, El-Kassaby YA*, Fang YM*, 2021. Hybridization and introgression in sympatric and allopatric populations of four oak species. BMC Plant Biology, 21: 266.<br/>Li X, Li YF, Sylvester SP, Zang MY, El-Kassaby YA, Fang YM*, 2021. Evolutionary patterns of nucleotide substitution rates in plastid genomes of Quercus. Ecology and Evolution, 11: 13401-13414.<br/>Wei GM＃, Li X＃, Fang YM*, 2021. Sympatric genome size variation and hybridization of four oak species as determined by flow cytometry genome size variation and hybridization. Ecology and Evolution,11:1729-1740.<br/>Feng YY, Li X, Zhou BY, Hu R, Zhang HC, Yang JD, Fang YM*, 2021. Inter- and intra-specific phenotypic variation of ecological stoichiometric traits in a mixed oak secondary forest in China. Journal of Forestry Research, 32:2333-2347.<br/>Xie L, Yang Y, Li Y, Chen SF, Feng YY, Wang NJ, Lv T, Ding H, Wang L, Fang YM*, 2021. A meta-analysis indicates positive correlation between genetic diversity and species diversity. Biology, 10: 1089.<br/>Zhou XL, Hu R, Fang YM*, 2021. Source and spatial distribution of airborne heavy metal deposition studied using mosses as biomonitors in Yancheng, China. Environmental Science and Pollution Research, 28: 30758-30773.<br/>Chen MX＃, Zhang KL＃, Gao B＃, Yang JF＃, Tian Y, Das D, Fan T, Dai L, Hao GF, Yang GF, Zhang JH, Zhu FY*, Fang YM*, 2020. Phylogenetic comparison of 50 splice site determination in central spliceosomal proteins of the U1-70K gene family, in response to developmental cues and stress conditions. Plant Journal, 103: 357-378.<br/>Wang L, He N, Li Y, Fang YM*, Zhang FL, 2020. Complete chloroplast genome sequence of chinese lacquer tree (Toxicodendron vernicifluum, Anacardiaceae) and its phylogenetic significance. BioMed Research International, 9014873, 1-13.<br/>Hu R, Zhou XL, Wang YN, Fang YM*, 2020. Survey of atmospheric heavy metal deposition in Suqian using moss contamination. Human and Ecological Risk Assessment, 26(7):1795-1809.<br/>Li Y, Zhang XW, Fang YM*, 2019. Landscape features and climatic forces shape the genetic structure and evolutionary history of an oak species (Quercus chenii) in East China. Frontiers in Plant Science, 10:1060.<br/>Zhang KM＃, ShenY＃,Yang Ji, MiuX, Bhowmik PC, Zhou XQ, FangYM*, Xing BS*, 2019. The defense system for Bidens pilosa root exudate treatments in Pteris multifida gametophyte. Ecotoxicology and Environmental Safety, 173: 203-213.<br/>Zhou XL, Sylvester SP, Hu R, Wang YN, Fang YM*, 2019. Patterns and sources of atmospheric nitrogen deposition in Yancheng, Eastern China, indicated by moss N concentration and delta15N signatures. Atmospheric Pollution Research, 10: 1601-1609.<br/>Yuan ZH*＃, Fang YM*＃, Zhang TK＃, Fei J＃, Han FM＃, Liu CY, Liu M, Xiao W, Zhang WJ, Wu S, Zhang MG, Ju YH, Xu HL, Dai H, Liu YJ, Chen YH, Wang LL, Zhou JQ, Guan D, Yan M, Xia YH, Huang XB, Liu DY, Wei HM, Zheng HK*, 2018. The pomegranate (Punica granatum L.) genome provides insights into fruit quality and ovule developmental biology. Plant Biotechnology Journal, 16: 1363-1374.<br/>Li X, Li YF, Zang MiY, Li MZ, Fang YM*, 2018. Complete chloroplast genome sequence and phylogenetic analysis of Quercus acutissima. International Journal of Molecular Sciences, 19: 2443.<br/>Zhang XW, Li Y, Zhang Q, Fang YM*, 2018. Ancient east-west Pergence, recent admixture, and multiple marginal refugia shape genetic structure of a widespread oak species (Quercus acutissima) in China. Tree Genetics & Genomes, 14: 88.<br/>Zhang Q, Zhang M, DingY, Zhou P, Fang YM*, 2018. Composition of photosynthetic pigments and photosynthetic characteristics in green and yellow sectors of the variegated Aucuba japonica 'Variegata' leaves. Flora, 240: 25-33.<br/>Zhang LF, Yang J, Huang Y, Jia ZY, Fang YM*, 2018. Leaf venation variation and phenotypic plasticity in response to environmental heterogeneity in Parrotia subaequalis (H. T. Chang) R. M. Hao et H. T. Wei, an endemic and endangered tree species from China. Forests, 9: 247.<br/>李璇, 李垚, 方炎明*, 2018. 基于优化的Maxent模型预测白栎在中国的潜在分布区. 林业科学, 54(8): 153-164.<br/>徐丹丹, 刘畅, 方炎明*, 2017. 扬州市不同行政区域空气重金属污染评价. 环境科学学报, 37(2): 493-502.<br/>李垚, 张兴旺, 方炎明*, 2016. 小叶栎分布格局对末次盛冰期以来气候变化的响应. 植物生态学报, 40(11): 1164-1178.<br/>丁晖＃, 方炎明＃, 杨新虎, 袁发银, 何立恒, 姚剑飞, 吴俊, 迟斌, 李垚, 陈水飞, 陈婷婷, 徐海根*, 2016. 黄山亚热带常绿阔叶林的群落特征. 生物多样性, 24(8): 875-887.<br/>",
    "Patent": "None",
    "Achievements": "①长江中下游山丘区森林植被恢复与重建的理论与实践，国家科技进步二等奖，2007，2007-J-202-2-05-R10。<br/>②鹅掌楸属种间杂交育种与杂种优势产业化开发利用，国家科技进步二等奖，2005， 2005-J-R04。<br/>①依托优势学科培养林学本科拔尖创新人才的探索和实践，江苏省教学成果奖二等奖，2013，排名第2。<br/>②林学专业教学改革和建设的探索与实践，江苏省教学成果二等奖，2007，排名第1。<br/>③主编《植物学》，第二届高、中等院校林农类优秀教材二等奖，2008；江苏省高等学校精品教材，2009。<br/> <br/> <br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "国家自然科学基金项目<br/>①四种同域分布栎树的遗传分化与种间渐渗，国家自然科学基金(31770699)，2018-2021<br/>②麻栎遗传变异与分子亲缘地理学研究. 国家自然科学基金项目(31370666)，2014-2017<br/>科技基础资源调查项目<br/>中国植被志(针叶林卷)编研: 专题-暖性、热性松林编研(2019FY202300)，2020-2023<br/>生态环境部生物多样性保护专项<br/>①福建武夷山生物多样性野外监测示范基地修缮，2021-2022<br/>②安徽黄山生物多样性野外监测示范基地三个植物观测样地修缮挂牌，2020-2021<br/>③白背瑞木、大叶蚊母树、黔蚊母树、银缕梅调查与保护成效评估，2019-2020<br/>④武夷山主观测场植物多样性监测设施升级改造，2018-2019<br/>⑤武夷山生物多样性优先保护区典型植物及群落保护生物学研究，2017-2018<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "jwu4@njfu.edu.cn025-85427428",
    "Introduction": "毕业于南京林业大学，1983年林学学士，1995年植物学博士；1997-1998年赫尔辛基大学访问学者。",
    "id": "0058",
    "img": "https://sky.njfu.edu.cn//DFS//file/2022/02/12/20220212100652726mfcygc.jpeg?iid=40820",
    "Department": "None",
    "Duties": "None",
    "Title": "教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "方炎明",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}