{
    "Research_direction": "纳米纤维素复合材料；高强度功能性水凝胶材料",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "本科生：有机化学，有机化学实验，高分子科学基础",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "libengang@njfu.edu.cn",
    "Introduction": "None",
    "id": "0004",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/ae/f8/5f5023d346d4b77032531a189c74/c759383d-f41f-423e-8f91-637819aab4e6_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "18、Bengang Li*, Yurui Chen, Wei Wu, Xuzhi Cao, Zhenyang Luo*. Copolymer-grafted cellulose nanocrystal induced nanocomposite hydrogels with enhanced strength, high elasticity and adhesiveness for flexible strain and pressure sensors. Carbohydrate Polymers, 2023, 317: 121092.<br/>17、Bengang Li*, Chengyu Wang, Xin Tian, Yanlong Luo, Xuzhi Cao, Zhenyang Luo*. A facile method to fabricate supramolecular polyurea hydrogel coated mesh with long-term stable underwater superoleophobicity for oil/water separation. Colloids and Surfaces A: Physicochemical and Engineering Aspects, 2022, 654: 130085.<br/>16、Bengang Li*, Yurui Chen, Yuanfeng Han, Xuzhi Cao, Zhenyang Luo*. Tough, highly resilient and conductive nanocomposite hydrogels reinforced with surface-grafted cellulose nanocrystals and reduced graphene oxide for flexible strain sensors. Colloids and Surfaces A: Physicochemical and Engineering Aspects, 2022, 648:129341.<br/>15、Chengyu Wang, Yanlong Luo, Xuzhi Cao, Bengang Li*, Zhenyang Luo. Supramolecular polyurea hydrogels with anti-swelling capacity, reversible thermochromic properties, and tunable water content and mechanical performance. Polymer, 2021, 233: 124213.<br/>14、Bengang Li*, Yuanfeng Han, Yurui Chen, Xuzhi Cao, Zhenyang Luo*. Preparation and characterization of tough and highly resilient nanocomposite hydrogels reinforced by surface-grafted cellulose nanocrystals.  Journal of Applied Polymer Science, 2021, 138: 51166.<br/>13、Bengang Li*, Chao Wu, Yuanfeng Han, Xiaofeng Ma, Zhenyang Luo. Preparation of poly(acrylic acid) grafted reduced graphene oxide/ polyacrylamide composite hydrogels with good electronic and mechanical properties by in-situ polymerization. Journal of Macromolecular Science Part B, 2021, 60(8): 589-602.<br/>12、Bengang Li*, Yuanfeng Han, Yandan Zhang, Xuzhi Cao, Zhenyang Luo*. Dual physically crosslinked nanocomposite hydrogels reinforced by poly(N-vinylpyrrolidone) grafted cellulose nanocrystal with high strength, toughness, and rapid self-recovery. Cellulose, 2020,27, 9913-9925.<br/>11、Bengang Li*,Chao Wu, Chengyu Wang, Zhenyang Luo*, Jianpeng Cao. Fabrication of tough, self-recoverable, and electrically conductive hydrogels by in situ reduction of poly(acrylic acid) grafted graphene oxide in polyacrylamide hydrogel matrix.  Journal of Applied Polymer Science, 2020, 137: 48781.<br/>10、Bengang Li*,Chao Wu, Yandan Zhang, Xuzhi Cao, Zhenyang Luo. Microstructure and Thermal and Tensile Properties of Poly(vinyl alcohol) Nanocomposite Films Reinforced by Polyacrylamide Grafted Cellulose Nanocrystals. Journal of Macromolecular Science Part B, 2020, 59(4): 223-234. <br/>9、Bengang Li*, Yandan Zhang, Yuanfeng Han, Bin Guo, Zhenyang Luo. Tough and self-healable nanocomposite hydrogels from poly(acrylic acid) and polyacrylamide grafted cellulose nanocrystal crosslinked by coordination bonds and hydrogen bonds. Cellulose, 2019, 26: 6701-6711.<br/>8、Bengang Li*, Yandan Zhang, Chao Wu, Bin Guo, Zhenyang Luo. Fabrication of mechanically tough and self-recoverable nanocomposite hydrogels from Polyacrylamide grafted cellulose nanocrystal and Poly(acrylic acid). Carbohydrate Polymers, 2018, 198: 1-8.<br/>7、李本刚*，范玉曼，张严丹，曹绪芝，罗振扬. 聚丙烯酸钠/纳米纤维素晶体-g-聚丙烯酰胺复合高吸水性树脂的制备与表征. 高分子材料科学与工程，2018, 34(7):156-161. <br/>6、李本刚*，曹绪芝，罗振扬. 聚丙烯酰胺/改性纳米纤维素晶体纳米复合水凝胶的光聚合制备与表征. 高分子材料科学与工程，2017, 33(4):25-28.  <br/>5、Bengang Li*, Jianpeng Cao, Xuzhi Cao, Bin Guo, Hongwei Lu. Preparation and Characterization of Chemically Crosslinked Polyvinyl Alcohol/Carboxylated Nanocrystalline Cellulose Nanocomposite Hydrogel Films with High Mechanical Strength. Journal of Macromolecular Science Part B, 2016, 55(5):518-531. <br/>4、李本刚*，曹绪芝，夏天宇，韦春妙. 聚乙烯醇/改性纳米纤维素晶体纳米复合薄膜的制备及性能. 高分子材料科学与工程，2013, 29(7):152-156.<br/>3、Bengang Li, Qing Wang,Xin Wang, Chongzhi Wang, Xiqun Jiang*. Preparation, drug release and cellular uptake of doxorubicin-loaded dextran-b-poly(ε-caprolactone) nanoparticles. Carbohydrate Polymers, 2013, 93: 430-437.<br/>2、李本刚*，曹绪芝，顾洪宇，姜婷玲. 纳米纤维素晶体和柠檬酸改性聚乙烯醇薄膜的制备及性能. 高分子材料科学与工程，2012, 28(8):178-182.<br/>1、李本刚*，张黎明*. 直链淀粉包结络合作用. 化学进展，2010, 22(6):1161-1168.",
    "Name": "李本刚",
    "Biographical_notes": "李本刚，副教授，硕士研究生导师，理学博士。<br/>    2008年6月博士毕业于中山大学高分子研究所后，进入南京林业大学理学院化学与材料科学系从事教学科研工作。期间，2009-2011年在南京大学化学化工学院高分子科学与工程系从事博士后研究工作，2018-2019年担任江苏万邦新材料科技有限公司科技副总(江苏省科技副总项目)。<br/>    主要从事纳米纤维素复合材料、高强度功能性水凝胶材料方面的研究工作，以第一作者或通讯作者身份发表SCI/EI收录论文20余篇，授权中国发明专利5项。主持江苏省自然科学基金青年基金1项，共同主编本科生教材1本。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}