{
    "Research_direction": "能源化学；绿色催化；功能材料；纳米结构",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "[1] 太阳能光催化系统的设计构建与性能提升机制研究（水分解、二氧化碳还原等）<br/>[2] 太阳能光热转换材料与器件的理性设计及应用探索（海水淡化、水环境净化等）<br/>[3] 清洁电化学能源材料的可控制备及催化转化机理（水分解、燃料电池、锌空电池、二氧化碳还原等）<br/>[4] 纳米复合材料的结构设计、化学合成、表界面调控与功能协同技术<br/>[5] 新型稀土上转换荧光材料的纳米结构设计、光谱调控技术及应用拓展",
    "Projects": "[1] 国家自然科学基金面上项目：基于多重键合作用协同效应的仿生光催化体系构建及二氧化碳还原机制，50万，主持，在研<br/>[2] 国家自然科学基金面上项目：n型半导体/二维MXene肖特基型光催化材料构建及制氢性能增强机制，66万，主持，在研<br/>[3] 科技部高端外国专家引进计划项目：光解水制氢二维仿生催化剂的计算设计与性能增强机制，40万，主持，在研<br/>[4] 科技部外国青年人才引进计划项目：核壳结构电催化纳米材料的可控构建及碱性氢氧化机制，30万，主持，在研<br/>[5]  南京林业大学标志性成果培育项目-国家杰出青年科学基金：能量转换材料化学，50万，主持，在研<br/>[6]  南京林业大学杰出青年基金项目：太阳能光催化分解水纳米复合材料，25万，主持，在研<br/>[7]  南京林业大学标志性成果培育项目：光电催化分解水制氢材料，30万，主持，在研<br/>[8]  南京林业大学标志性成果培育项目：太阳能转换材料与技术，15万，主持，在研<br/>[9]  南京林业大学引进高层次人才科研基金：肖特基型太阳能光催化复合材料，40万，主持，在研<br/>[10] 林产化学与工程国家民委重点实验室暨广西林产化学与工程重点实验室重点项目：木基太阳能光热协同催化材料的设计及应用，3万，主持，在研",
    "Services_Activities": "None",
    "Award_status": "2023年，英国皇家化学会会士（Fellow of the Royal Society of Chemistry）<br/>2023年，江苏省第六期“333高层次人才培养工程”中青年学术技术带头人<br/>2022年，科睿唯安“全球高被引科学家（跨学科领域）”<br/>2022年，SCI一区期刊《Rare Metals》优秀青年编委，晋升编委并担任执行编辑<br/>2022年，南京林业大学优秀硕士学位论文，指导教师<br/>2021年，江苏省高等学校优秀科技创新团队，学术带头人<br/>2021年，SCI一区期刊《Science Bulletin》优秀审稿人<br/>2021年，SCI一区期刊《Rare Metals》优秀青年编委<br/>2021年，南京林业大学优秀本科毕业论文，指导教师<br/>2019年，江苏大学优秀硕士学位论文，指导教师<br/>2018年，江苏大学优秀硕士学位论文，指导教师<br/>2016年，江苏省优秀硕士学位论文，指导教师<br/>2015年，江苏省“六大人才高峰”高层次人才选拔培养对象<br/>2015年，江苏大学优秀硕士学位论文，指导教师<br/>2015年，镇江市优秀科技论文二等奖<br/>2014年，德国马普学会博士后研究员奖<br/>2014年，第七届全国大学生节能减排社会实践与科技竞赛三等奖，指导教师<br/>2013年，江苏省高校优秀中青年教师和校长境外研修计划入选者<br/>2013年，镇江市优秀科技论文一等奖<br/>2012年，江苏大学“333工程”首批青年学术带头人培育人选<br/>2004年，英国政府海外研究学生奖学金计划（ORSAS)<br/>2004年，英国利兹大学Tetley & Lupton Scholarship<br/>2004年，英国利兹大学博士生全额奖学金",
    "Contact_information": "xiaofei.yang@njfu.edu.cn",
    "Introduction": "None",
    "id": "0006",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/08/b5/b96cd8dd4a4192b359e8384ce964/c600b007-eaa9-4da0-b475-b1f85ce72199_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "近5年发表的30篇代表性论文如下：<br/>[1] Mingye Ding, Songsong Cui, Liang Fang, Zixia Lin, Chunhua Lu, Xiaofei Yang*, NIR-I-responsive single-band upconversion emission through energy migration in core-shell-shell nanostructures, Angew. Chem. Int. Ed., 2022, 61, e202203631.<br/>[2] Chengxiao Zhao, Zupeng Chen, Run Shi, Xiaofei Yang*, Tierui Zhang*, Recent advances in conjugated polymers for visible-light-driven water splitting, Adv. Mater., 2020, 32, 1907296. <br/>[3] Mingye Ding, Bang Dong, Yi Lu, Xiaofei Yang*, Yongjun Yuan, Wangfeng Bai, Shiting Wu, Zhenguo Ji, Chunhua Lu, Kan Zhang, Haibo Zeng*, Energy manipulation in lanthanide-doped core-shell nanoparticles for tunable dual-mode luminescence toward advanced anti-counterfeiting, Adv. Mater., 2020, 32, 2002121.<br/>[4] Huimin Yu, Deyu Wang, Huanyu Jin, Pan Wu, Xuan Wu, Dewei Chu, Yi Lu, Xiaofei Yang*, Haolan Xu*, 2D MoN1.2-rGO stacked heterostructures enabled water state modification for highly efficient interfacial solar evaporation, Adv. Funct. Mater., 2023, 33, 2214828.<br/>[5] Yi Lu, Hao Zhang, Yida Wang, Xiaorong Zhu, Weiping Xiao, Haolan Xu*, Gaoran Li, Yafei Li*, Deqi Fan, Haibo Zeng*, Zupeng Chen, Xiaofei Yang*, Solar-driven interfacial evaporation accelerated electrocatalytic water splitting on 2D perovskite oxide/MXene heterostructure, Adv. Funct. Mater., 2023, 33, 2215061.<br/>[6] XuanWu, Yida Wang, Pan Wu, Jingyuan Zhao, Yi Lu, Xiaofei Yang*, and Haolan Xu*, Dual-Zone Photothermal Evaporator for Antisalt Accumulation and Highly Efficient Solar Steam Generation, Adv. Funct. Mater., 2021, 31, 2102618. <br/>[7] Yi Lu, Deqi Fan, Yida Wang, Haolan Xu, Chunhua Lu, Xiaofei Yang*, Surface patterning of two-dimensional nanostructure-embedded photothermal hydrogels for high-yield solar steam generation, ACS Nano, 2021, 15, 10366-10376. <br/>[8] Yi Lu, Deqi Fan, Zupeng Chen, Weiping Xiao*, Cancan Cao, Xiaofei Yang*, Anchoring Co3O4 nanoparticles on MXene for efficient electrocatalytic oxygen evolution, Sci. Bull., 2020, 65, 460-466. <br/>[9] Yi Lu, Deqi Fan, Ziyi Shen, Hao Zhang, Haolan Xu*, Xiaofei Yang*, Design and performance boost of a MOF-functionalized-wood solar evaporator through tuning the hydrogen-bonding interactions, Nano Energy, 2022, 95, 107016. <br/>[10] Weiping Xiao, Lin Zhang, Danil Bukhvalov, Zupeng Chen, Zhaoyong Zou, Lu Shang, Xiaofei Yang*, Daqiang Yan, Fengyan Han, Tierui Zhang*, Hierarchical ultrathin carbon encapsulating transition metal doped MoP electrocatalysts for efficient and pH-universal hydrogen evolution reaction, Nano Energy, 2020, 70, 104445.<br/>[11] Eryu Wang, Ayyaz Mahmood, Shenggui Chen*, Wenhong Sun, Tahir Muhmood, Xiaofei Yang*, Zupeng Chen*, Solar-driven photocatalytic reforming of lignocellulose into H2 and value-added biochemicals, ACS Catal., 2022, 12, 11206-11215.<br/>[12] Chengxiao Zhao, Chenhui Han, Xiaofei Yang*, Jingsan Xu*, Synthesis of two-dimensional ultrathin photocatalytic materials towards a more sustainable environment, Green Chem., 2022, 24, 4728-4741.<br/>[13] Manting Zhang, Tingting Zhou, Danil Bukhvalov, Fengyan Han, Caiqin Wang*, Xiaofei Yang*, Metal-support interaction promoted multifunctional electrocatalysis on PtCo/NC with ultralow Pt loading for oxygen reduction reaction and zinc-air battery, Appl. Catal. B-Environ., 2023, 337, 122976.<br/>[14] Zhaolin Li, Hua Fang, Zupeng Chen, Weixin Zou, Chengxiao Zhao*, Xiaofei Yang*, Regulating donor-acceptor interactions in triazine-based conjugated polymers for boosted photocatalytic hydrogen production, Appl. Catal. B-Environ., 2022, 312, 121374.<br/>[15] Shiwei Yan, Haojie Song*, Yong Li*, Jin Yang, Xiaohua Jia, Sizhe Wang, Xiaofei Yang*, Integrated reduced graphene oxide/polypyrrole hybrid aerogels for simultaneous photocatalytic decontamination and water evaporation, Appl. Catal. B-Environ., 2022, 301, 120820.<br/>[16] Deqi Fan, Yi Lu, Hao Zhang, Haolan Xu, Chunhua Lu, Yicheng Tang, Xiaofei Yang*, Synergy of photocatalysis and photothermal effect in integrated 0D perovskite oxide/2D MXene heterostructures for simultaneous water purification and solar steam generation, Appl. Catal. B-Environ., 2022, 295, 120285. <br/>[17] Yong Li, Shiwei Yan, Xiaohua Jia*, Jun Wu, Jin Yang, Chengxiao Zhao, Sizhe Wang, Haojie Song*, Xiaofei Yang*, Uncovering the origin of full-spectrum visible-light-responsive polypyrrole supra-molecular photocatalysts, Appl. Catal. B-Environ., 2021, 287, 119926.<br/>[18] Chengxiao Zhao, Lin Tian, Zhaoyong Zou, Zupeng Chen, Hua Tang, Qinqin Liu, Zixia Lin, Xiaofei Yang*, Revealing and accelerating interfacial charge carrier dynamics in Z-scheme heterojunctions for highly efficient photocatalytic oxygen evolution, Appl. Catal. B-Environ., 2020, 268, 118445.<br/>[19] Rong Xiao, Chengxiao Zhao, Zhaoyong Zou, Zupeng Chen, Lin Tian, Haotian Xu, Hua Tang, Qinqin Liu*, Zixia Lin, Xiaofei Yang*, In situ fabrication of 1D CdS nanorod/2D Ti3C2 MXene nanosheet Schottky heterojunction toward enhanced photocatalytic hydrogen evolution, Appl. Catal. B-Environ., 2020, 268, 118382. <br/>[20] Xiaofei Yang*, Lin Tian, Xiaolong Zhao, Hua Tang, Qinqin Liu, Guisheng Li*, Interfacial optimization of g-C3N4-based Z-scheme heterojunction toward synergistic enhancement of solar-driven photocatalytic oxygen evolution, Appl. Catal. B-Environ., 2019, 244, 240-249. <br/>[21] Qinqin Liu, Jiyou Shen, Xiaohui Yu, Xiaofei Yang*, Wei Liu, Juan Yang, Hua Tang*, Hui Xu, Huaming Li, Youyong Li, Jingsan Xu*, Unveiling the origin of boosted photocatalytic hydrogen evolution in simultaneously (S, P, O)-codoped and exfoliated ultrathin g-C3N4 nanosheets, Appl. Catal. B-Environ., 2019, 248, 84-94. <br/>[22] Chengxiao Zhao, Zupeng Chen, Jingsan Xu, Qinqin Liu, Hui Xu, Hua Tang*, Guisheng Li, Yan Jiang, Feiqiang Qu, Zixia Lin, Xiaofei Yang*, Probing supramolecular assembly and charge carrier dynamics toward enhanced photocatalytic hydrogen evolution in 2D graphitic carbon nitride nanosheets, Appl. Catal. B-Environ., 2019, 256, 117867.<br/>[23] Qinqin Liu, Jiyou Shen, Xiaofei Yang*, Tierui Zhang, Hua Tang*, 3D reduced graphene oxide aerogel-mediated Z-scheme photocatalytic system for highly efficient solar-driven water oxidation and removal of antibiotics, Appl. Catal. B-Environ., 2018, 232, 562-573. <br/>[24] Deqi Fan, Yi Lu*, Xueling Xu, Yicheng Tang, Hao Zhang, Yan Mi, Xiaofei Yang*, Multifunctional wood-based hydrogels for wastewater treatment and interfacial solar steam generation, Chem. Eng. J., 2023, 471, 144421.<br/>[25] Hua Tang, Rui Wang, Chengxiao Zhao, Zupeng Chen, Xiaofei Yang*, Danil Bukhvalov, Zixia Lin, Qinqin Liu*, Oxamide-modified g-C3N4 nanostructures: tailoring surface topography for high-performance visible light photocatalysis, Chem. Eng. J., 2019, 374, 1064-1075. <br/>[26] Huajie Huang*, Yujie Wei, Ying Yang, Minmin Yan, Haiyan He, Quanguo Jiang, Xiaofei Yang*, Jixin Zhu, Controllable synthesis of grain boundary-enriched Pt nanoworms decorated on graphitic carbon nanosheets for ultrahigh methanol oxidation catalytic activity, J. Energy Chem., 2021, 57, 601-609. <br/>[27] Chao Ding, Chengxiao Zhao, Shi Cheng, Xiaofei Yang*, Ultrahigh photocatalytic hydrogen evolution performance of coupled 1D CdS/1T-phase dominated 2D WS2 nanoheterojunctions, Chin. J. Catal., 2022, 43, 403-409. <br/>[28] Haotian Xu, Rong Xiao, Jingran Huang, Yan Jiang*, Chengxiao Zhao, Xiaofei Yang*, In situ construction of protonated g-C3N4/Ti3C2 MXene Schottky heterojunctions for efficient photocatalytic hydrogen production, Chin. J. Catal., 2021, 42, 107-114.<br/>[29] Yi Lu, Hao Zhang, Deqi Fan, Zupeng Chen, Xiaofei Yang*, Coupling solar-driven photothermal effect into photocatalysis for sustainable water treatment, J. Hazard. Mater., 2022, 423, 127128.<br/>[30] Daqiang Yan, Lin Zhang, Lei Shen, Runyu Hu, Weiping Xiao*, Xiaofei Yang*, Pd nanoparticles enbedded in N-enriched MOF derived architectures for efficient oxygen reduction in alkaline media, Green Energy Environ., 2023, 8, 1205-1215.",
    "Name": "杨小飞",
    "Biographical_notes": "杨小飞，湖北黄冈人，中共党员，教授、博士生导师、省部共建“林产化学与材料国际创新高地”课题组长。2009年4月获得英国利兹大学材料化学专业博士学位，2014年1月至2015年6月在德国马普胶体与界面研究所从事博士后研究工作(合作导师：Prof. Markus Antonietti)。入选英国皇家化学会会士、江苏省高校优秀科技创新团队带头人、江苏省“333高层次人才培养工程”中青年学术技术带头人、江苏省“六大人才高峰”高层次人才以及科睿唯安“全球高被引科学家”、斯坦福大学“全球前2%顶尖科学家”等学术榜单。<br/>主持国家自然科学基金、科技部引进外国专家项目、江苏省自然科学基金、江苏省“六大人才高峰”高层次人才项目、国家重点实验室开放基金、南京林业大学杰出青年基金等科研和人才项目近20项。担任中国感光学会首届青年理事和光催化专业委员会委员、中国稀土学会固体科学与新材料专业委员会委员以及InfoMat、Green Energy Environ.、Chin. Chem. Lett.、Rare Met.等SCI一区期刊编委/青年编委。主要开展新材料和纳米结构的理性设计、化学合成、表界面调控及其在人工光合作用、太阳能高效利用、清洁电化学能源、可持续绿色催化、光功能转换与调控、水环境污染治理等领域的基础研究及应用技术探索。以第一或通讯作者在Angew. Chem. Int. Ed.、Adv. Mater.、ACS Nano、Sci. Bull.、Adv. Funct. Mater.、ACS Catal.、Nano Energy、Appl. Catal. B等SCI期刊发表学术论文超过100篇。30篇论文先后入选ESI高被引和热点论文，SCI论文总引用超过10000次，H因子58。<br/>课题组网站：https://www.x-mol.com/groups/Yang_Xiaofei",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}