{
    "Research_direction": "",
    "Paper": "1.  Jialiang Li, Jiqiang Fan, Yan Gao,Shuodan Huang, Di Huang,Jiachen Li, Hélder A. Santos,* Pingping Shen,*and Bing Xia*,Porous Silicon Nanocarriers Boost the Immunomodulation of Mitochondria-Targeted Serum Albumins on Macrophage Polarization, ACS Nano, 2023, 17: 1036-1053.<br/>2.  Yan Gao, Haibei Tong, Jialiang Li, Jiachen Li, Di Huang, Jisen Shi*, and Bing Xia*, Bovine serum albumin-based nanocarriers with endosomal-escaping to overcome multidrug resistance of cancer cells, J. Drug Deliv. Sci. Tech., 2022, 77: 103869.<br/>3. Yan Gao, Bing Xia*, Editorial: Mitochondria-targeted nanocarriers for enhanced efficacy of cancer therapy,Front. Bioeng. Biotech.,2022, 10: 905999.<br/>4 Jiachen Li, Di Huang, Ruoyu Cheng, Patrícia Figueiredo, Flavia Fontana, Alexandra Correia, Shiqi Wang, Zehua Liu, Marianna Kemell, Giulia Torrieri, Ermei M. Mäkilä, Jarno J. Salonen, Jouni Hirvonen, Yan Gao, Jialiang Li, Zhenyang Luo*, Hélder A. Santos*, Bing Xia*, “Multifunctional biomimetic nanovaccines based on photothermal and weak-immunostimulatory nanoparticulate cores for the immunotherapy of solid tumors”, Adv. Mater., 2022, 34: 202108012.<br/>5. Yan Gao, Haibei Tong, Jiangliang Li, Jiachen Li, Di Huang, Jisen Shi*, Bing Xia*, “Mitochondria-targeted nanomedicine for enhanced efficacy of cancer therapy”, Front. Bioeng. Biotech.,2021, 9: 720508.<br/>6  H. Tong#, Y. Gao#, D. Huang, J. Li, J. Li, J. Shi*, H. Santos*, B. Xia*, (equally contributed first authors) “Mitochondria-targeted bovine serum albumin@copper sulfide nanocomposites conjugated with rhodamine-110 dyes for enhanced photothermal therapeutic efficacy”, Part. Part. Syst. Char., 2021, 38: 202100013.<br/>7.J. Li, W. Zhang, Y. Gao, H. Tong, J. Shi*, H. Santos*, B. Xia*, “Near infrared light and magnetic field dual-responsive porous silicon-based nanocarriers to overcome multi-drug resistance of breast cancer cells with enhanced efficiency”, J. Mater. Chem. B, 2020, 8: 546-557.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "phytochemistry (lab), fundamentals of chemistry (lab)",
    "Topic": "None",
    "Projects": "2020年获批南京林业大学中外合作办学高水平示范性建设二期项目—— 《分析化学及实验》全英文授课课程建设及教材本土化。<br/>2021年获批南京林业大学——《仪器分析（双语）》混合式教学探究。<br/>2022年获批南京林业大学研究生一流课程建设项目——《英文科技写作》。",
    "Services_Activities": "None",
    "Award_status": "2021年南京林业大学校级本科生毕业设计（论文）优秀指导教师",
    "Contact_information": "gaoyan@njfu.edu.cn",
    "Introduction": "None",
    "id": "0008",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/cf/fc/27ea41d14423b55b46de06101cb8/03f53f44-d9fe-48e8-a067-488a330c9f2b_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "1. B. Xia, J. Li, Y. Gao, “Near-infrared imaging for in vivo assessment of porous silicon-based materials”, Porous Silicon for Biomedical Application (2nd Edition), Chapter 10, Elsevier, 2021.",
    "Name": "高燕",
    "Biographical_notes": "2014年毕业于美国德克萨斯大学化学及生物化学系，获得分析化学博士学位，期间主要的研究方向聚焦在微流控芯片用于癌症细胞的免疫亲和分离及分析。2018年到南京林业大学理学院化学与材料科学系就职，主要研究方向为靶向亚细胞结构的纳米药物用于增强肿瘤治疗效果、你们系统用于调控固有免疫细胞。<br/>2010年8月—2014年5月，德克萨斯理工大学，分析化学博士   <br/>2006年9月—2010年6月，南京林业大学，生物工程学士   ",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2018年9月—至今，南京林业大学，理学院，化学与材料科学系，讲师                                        2010年8月—2014年5月，德克萨斯理工大学，研究助理"
}