{
    "Research_direction": "电化学储能、金属空气电池、光电化学",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1.国家自然科学基金青年基金项目，主持，在研<br/>2.中国博士后基金面上项目，主持，在研<br/>3.江苏省自然科学基金-青年基金项目，主持，在研<br/>4.南京林业大学高层次人才引进科研基金，主持，在研<br/>5.江苏省重点实验室开放课题，主持，在研",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "gonghao@njfu.edu.cn",
    "Introduction": "None",
    "id": "0010",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/a7/8a/831a2d6e430898b585e0f6c4e0f6/f841e987-20c3-4d02-998a-6c732edb264f_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "1.  Xue, Hairong#; Gong, Hao#; Lu, Xueyi; Gao, Bin; Wang, Tao; He, Jianping; He, Jianping*; Yamauchi, Yamauchi; Sasaki, Takayoshi; Ma, Renzhi*. Aqueous formate-based Li-CO2 battery with low charge overpotential and high working voltage. Advanced Energy Materials 2021,11 (35), 2101630.<br/>2.  Gong, Hao; Wang, Tao*; Chang, Kun; Li, Peng; Liu, Lequan; Yu, Xingyu; Gao, Bin; Xue, Hairong*; Ma, Renzhi; He, Jianping* ; Ye, Jinhua*. Revealing the illumination effect on the discharge products in high-performance Li–O2 batteries with heterostructured photocatalysts. Carbon Energy 2022,4 (6), 1169.<br/>3.  Gong, Hao; Xue, Hairong; Gao, Bin; Li, Yang; Fan, Xiaoli; Zhang, Songtao; Wang, Tao*; He, Jianping*. Introduction of photo electrochemical water-oxidation mechanism into hybrid lithium–oxygen batteries. Energy Storage Materials 2020,31, 11.<br/>4.  Gong, Hao; Wang, Tao*; Xue, Hairong; Fan, Xiaoli; Gao, Bin; Zhang, Huabin; Shi, Li; He, Jianping*; Ye, Jinhua*. Photo-enhanced lithium oxygen batteries with defective titanium oxide as both photo-anode and air electrode. Energy Storage Materials 2018,13, 49.<br/>5.  Xu, Yunyun; Gong, Hao*; Ren, Hao; Fan, Xiaoli; Li, Peng; Zhang, Tengfei; Chang, Kun; Wang, Tao*; He, Jianping*. Highly efficient Cu-porphyrin-based metal-organic framework nanosheet as cathode for high-rate Li-CO2 battery. Small 2022,18 (45), e2203917.<br/>6.  Yu, Xingyu; Gong, Hao*; Gao, Bin; Fan, Xiaoli; Li, Peng; Huang, Xianli; Chang, Kun; Wang, Tao*; He, Jianping*. Illumination-enhanced oxygen reduction kinetics in hybrid lithium-oxygen battery with p-type semiconductor. Chemical Engineering Journal 2022,449, 137774.<br/>7.  Gong, Hao; Wang, Tao*; Xue, Hairong; Lu, Xueyi; Xia, Wei; Song, Li; Zhang, Songtao; He, Jianping*; Ma, Renzhi*. Spatially-controlled porous nanoflake arrays derived from MOFs: An efficiently long-life oxygen electrode. Nano Research 2019,12 (10), 2528.<br/>8.  Gong, Hao; Wang, Tao*; Guo, Hu; Fan, Xiaoli; Liu, Xiao; Song, Li; Xia, Wei; Gao, Bin; Huang, Xianli; He, Jianping*. Fabrication of perovskite-based porous nanotubes as efficient bifunctional catalyst and application in hybrid lithium–oxygen batteries. Journal of Materials Chemistry A 2018,6 (35), 16943.<br/>9.  Xue, Hairong#; Gong, Hao#; Yamauchi, Yusuke; Sasaki, Takayoshi; Ma, Renzhi. Photo-enhanced rechargeable high-energy-density metal batteries for solar energy conversion and storage. Nano Research Energy 2022,1, e9120007.<br/>10.Xu, Yunyun#; Gong, Hao#; Song, Li; Kong, Yulong; Jiang, Cheng; Xue, Hairong; Li, Peng; Huang, Xianli; He, Jianping; Wang, Tao*. A highly efficient and free-standing copper single atoms anchored nitrogen-doped carbon nanofiber cathode toward reliable Li–CO2 batteries. Materials Today Energy 2022,25, 100967.<br/>11.Gong, Hao*; Yu, Xingyu; Xu, Yunyun; Gao, Bin; Xue, Hairong; Fan, Xiaoli; Guo, Hu; Wang, Tao*; He, Jianping*. Long-life reversible Li-CO2 batteries with optimized Li2CO3 flakes as discharge products on palladium-copper nanoparticles. Inorganic Chemistry Frontiers 2022,9 (7), 1533.<br/>12.Gong, Hao; Xue, Hairong.; Gao, Bin; Li, Yang; Yu, Xingyu; Fan, Xiaoli; Zhang, Songtao; Wang, Tao*; He, Jianping*. Solar-enhanced hybrid lithium-oxygen batteries with a low voltage and superior long-life stability. Chemical Communications 2020,56 (88), 13642.<br/>13.Gong, Hao; Xue, Hairong; Lu, Xueyi; Gao, Bin; Wang, Tao*; He, Jianping*; Ma, Renzhi*. All solid-state lithium-oxygen batteries with mof-derived nickel cobaltate nanoflakes arrays as high-performance oxygen cathode. Chemical Communications 2019,55, 10689.<br/>14.Gong, Hao; Xue, Hairong; Wang, Tao; He, Jianping*. In-situ synthesis of monodisperse micro-nanospherical LiFePO4/carbon cathode composites for lithium-ion batteries. Journal of Power Sources 2016,318, 220.<br/>15.Gong, Hao; Xue, Hairong; Wang, Tao; Guo, Hu; Fan, Xiaoli; Song, Li; Xia, Wei; He, Jianping*. High-loading nickel cobaltate nanoparticles anchored on three-dimensional N-doped graphene as an efficient bifunctional catalyst for lithium-oxygen batteries. ACS Applied Materials and Interfaces 2016,8 (28), 18060.",
    "Name": "龚浩",
    "Biographical_notes": "龚浩，江苏金湖人，中共党员，副教授，硕士生导师，工学博士。<br/>2020年博士毕业于南京航空航天大学，在何建平教授指导下从事锂-空气电池相关研究，并于2021年加入南京林业大学进行教学科研工作。2022年起在南京大学储能材料与电池技术实验室进行博士后研究工作，合作导师为何平教授（教育部“长江学者奖励计划”青年学者、 国家优秀青年基金获得者），研究课题为光辅助电池体系正极材料开发与性能研究。攻读博士阶段通过CSC前往日本国立物质材料研究所Takayoshi Sasaki教授（副理事长）和马仁志教授（日本国家材料研究所主干研究员、中组部国家级专家）课题组进行了为期一年的交流学习。在何建平教授、叶金花教授（中组部国家级专家）、马仁志教授等指导下，在高性能催化剂和新型电池体系方面取得了一系列原创性的研究成果。迄今为止，累计发表SCI论文60余篇（引用2100余次，H-index26）",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2021/4—至今，南京林业大学，理学院，副教授<br/>2022/9-至今，南京大学，在职博士后，合作导师：何平教授<br/>2018/10—2019/10，日本国立物质材料研究所，国家公派联合培养博士，导师：马仁志教授<br/>2014/09—2020/11，南京航空航天大学，材料物理与化学专业，工学博士，导师：何建平教授<br/>2010/09—2014/06，南京航空航天大学，材料科学与工程培优班，工学学士"
}