{
    "Research_direction": "天然产物的结构修饰、配位组装、抗癌活性及光学活性研究",
    "Paper": "1. Wen Lu, Jiongya Tang, Zhenzhen Gu, Lu Sun, Haimeng Wei, Yanqin Wang, Shilong Yang, Xingwei Chi, Li Xu, Crystal structure, in vitro cytotoxicity, DNA binding and DFT calculations of new copper (II) complexes with coumarin-amide ligand[J], Journal of Inorganic Biochemistry, 2023, 238,112030.<br/>2. Zhenzhen Gu, Wen Lu, Huayu Xue, Jingjing Zhang, Shilong Yang, Li Xu.Syntheses and high selective cytotoxicity of dehydroabietylamine C-ring nitration derivatives[J]，Fitoterapia，2022，161，105232.<br/>3.Wen Lu, Jichao Chen, Jiuzhou Shi, Zhong Li, Li Xu, Weina Jiang, Shilong Yang, Buhong Gao, An acylhydrazone coumarin as chemosensor for the detection of Ni2+ with excellent sensitivity and low LOD: Synthesis, DFT calculations and application in real water and living cells[J], Inorganica Chimica Acta, 2021, 516, 120144。<br/>4. Wen Lu, Jichao Chen, Jiuzhou Shi, Li Xu, Shilong Yang, Buhong Gao, A novel quinoline‑based turn‑on fluorescent probe for the highly selective detection of Al (III) and its bioimaging in living cells, plants tissues and zebrafish[J], Journal of Biological Inorganic Chemistry, 2021, 26: 57–66<br/>5. Wen Lu, JIuzhou Shi, Jichao Chen, Lu Sun, Lingcen Shao, Hongyu Ren, Mengmeng Huang, Yanqin Wang, Shilong Yang and Xu Li, A coumarin-based reversible fluorescent probe for Cu2+ and S2- and its applicability in vivo and organisms imaging[J], New Journal of Chemistry, 2021,45,11983.<br/>6. Jiuzhou Shi,Wen Lu*, Jichao Chen, Lu Sun, Shilong Yang, Mengyi Zhou, Li Xu, Ying Ma, Long Yu, Synthesis, antiproliferative activities, and DNA binding of coumarin‐3‐formamido derivatives[J], Arch Pharm. 2020; e2000236.<br/>7. Wen Lu, Jiuzhou Shi1, YingFang Nie, Lu Yang, Jichao Chen, Fengyi Zhao, Shilong Yang, Li Xu, Xingwei Chi, Synthesis, crystal structure, antiproliferative activities, DNA binding and DFT calculations of 3-(pyridin-2-yl)-8- tert-butyl coumarin and its copper (II)complex[J], Applied Organometallic Chemistry, 2020, e5875.<br/>8. Wen Lu, Feng Huang, Haiming Hua, Jichao Chen, Shun Qiu, Fengyi Zhao, Jiuzhou Shi, Li Xu, * Shilong Yang, Xingwei Chi, Synthesis, crystal structure and DFT calculations of a new coumarinamide binuclear Cu (II) complex[J], Journal of Molecular Structure, 2019, 1192: 115-121.<br/>9. 朱达，华海明，黄锋，邱顺，陈继超，史久洲，徐莉，卢雯*, 3-乙酰基-8-叔丁基香豆素晶体结构及密度泛函理论研究[J]，化学通报，2019，82(3)：258-263.<br/>10. Wen Lu, Yong Wang, Luna Wang, Fengyi Zhao, Shilong Yang, Chengjie Xi, Yu Yanga, Li Xu *, Synthesis, crystal structure and antitumor activities of water soluble protonated salt of 20(S)-camptothecin[J]， Xingwei Chi, Journal of Molecular Structure，2018, 1155, 623-627.<br/>11. Fengyi Zhao, Weifan Wang, Wen Lu, Li Xu *, Shilong Yang, Xu-Min Cai, Mengyi Zhou, Meng Lei, Mengtao Ma, Hai-Jun Xu, Fuliang Cao**, High anticancer potency on tumor cells of dehydroabietylamine Schiff-base derivatives and a copper (II) complex[J], European Journal of Medicinal Chemistry 2018, 146, 451-459.<br/>12. Fengyi Zhao, Wen Lu, Fan Su, Li Xu, * Dong Jiang, Xu Sun, Jiuzhou Shi, Mengyi Zhou, Feng Lin and Fuliang Cao, Synthesis and potential antineoplastic activity of dehydroabietylamine imidazole derivatives, [J] Med. Chem. Commun., 2018, 9:2091-2099.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "无机及分析化学实验（A、B、C）",
    "Topic": "None",
    "Projects": "1、横向课题，2023-2024，项目主持人。<br/>2、横向课题，2020-2021，项目主持人。<br/>3、南京林业大学青年创新基金项目（CX2017017）：新型含有氮杂环结构的酰胺类香豆素荧光功能材料的构筑、配位组装及生物活性研究, 项目主持人，2018-2021。<br/>4、江苏省高校自然科学基础研究面上项目（10KJB220004）：喜树碱及其衍生物配合物的合成、结构及抗肿瘤活性研究， 项目主持人，2010-2012。<br/>5、南京林业大学高学历人才基金项目（163101010）：吡啶型酰胺类四硫富瓦烯的配位组装及性质研究，项目主持人，2009-2011。<br/>6、药用植物资源与天然药物化学教育部重点实验室开放课题：脱氢枞胺衍生物及其配合物设计合成和抗癌活性研究（CMEMR2017-B06），项目参与人，2017-2019。<br/>7、“十三五”国家重点研发计划项目：主要工业原料林高效培育与利用技术研究：红豆杉等高效培育与多用途利用技术研究：枫香高效培育与利用技术研究（2017YFD060070602），项目参与人，2017-2022。",
    "Services_Activities": "None",
    "Award_status": "1.“ 教师教学创新大赛”一等奖，南京林业大学，2022年12月<br/>2. “优秀本科课程教学大纲”二等奖，南京林业大学，2022年8月<br/>3. 2018年江苏省普通高等学校本科毕业设计（论文）三等奖（指导教师）， 2019年7月<br/>4. “江苏分析测试科学技术奖”三等奖，江苏省分析测试协会，2018年11月<br/>5. “优秀本科教学质量奖”二等奖，南京林业大学，2016年12月<br/>6. “青年教师讲课竞赛”二等奖，南京林业大学，2014年12月<br/>7. 第六届“理学院青年教师说课比赛”一等奖，南京林业大学理学院，2014年9月<br/>8. “优秀教案讲稿”一等奖，南京林业大学，2013年6月<br/>9. 第五届“理学院青年教师授课竞赛”一等奖，南京林业大学理学院，2013年9月",
    "Contact_information": "luwen@njfu.edu.cn",
    "Introduction": "None",
    "id": "0012",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/20/9a/8ae6895149e88460ef1af428f762/4ea290f2-7f0b-4220-8386-491ebfad8c3c_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "卢雯",
    "Biographical_notes": "卢雯，理学院化学与材料科学系，副教授，理学博士，无党派人士。<br/>     2008年6月于苏州大学取得博士学位后，同年7月进入南京林业大学理学院化学与材料科学系从事教学科研工作。<br/>主要从事天然产物的结构修饰、配位组装、抗癌活性及光学活性研究。以第一作者或通讯联系人身份在J. Inorg. Biochem.、J. Mol. Struct.、New、J.  Chem. B和 Appl. Organo. Chem. 等期刊上发表多篇SCI论文。以项目主持人身份江苏省高校自然科学基金、南京林业大学青年创新基金、和南京林业大学高层次人才引进科研基金各1项，并以项目主要完成人身份参与药用植物资源与天然产物药物化学教育部重点实验室开放课题和“十三五”国家重点研发计划项目的子项目，均已顺利结题。以第一指导身份指导学生参加江苏省大学生化学化工实验竞赛以及江苏省高校化学化工联盟实验竞赛，获得特等奖、一等奖、二等奖、三等奖等奖励。以第一指导教师身份指导多名本科生进行省级以及校级大学生创新创业训练计划项目，已结题的项目均为优秀。结合创新课题完成的本科毕业论文获得省级本科优秀毕业论文三等奖。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}