{
    "Research_direction": "全天候宽光谱响应光催化材料、稀土发光材料",
    "Paper": "(1) Mingye Ding, Bang Dong, Xiaofei Yang*, Yongjun Yuan, Wangfeng Bai, Shiting Wu, Zhenguo Ji, Chunhua Lu, Kan Zhang, Haibo Zeng*, Energy Manipulation in Lanthanide-Doped Core–Shell Nanoparticles for Tunable Dual-Mode Luminescence toward Advanced Anti-Counterfeiting, Advanced Materials, 2020, 32(45): 2002121.<br/>(2) Mingye Ding, Songsong Cui, Liang Fang, Zixia Lin, Chunhua Lu, Xiaofei Yang*, NIR-I-Responsive Single-Band Upconversion Emission through Energy Migration in Core–Shell–Shell Nanostructures, Angewandte Chemie International Edition, 2022, 134(29): e202203631.<br/>(3) Mingye Ding, Rong Xiao, Chengxiao Zhao, Danil Bukhvalov, Zupeng Chen*, Haotian Xu, Hua Tang, Jingsan Xu, Xiaofei Yang*, Evidencing Interfacial Charge Transfer in 2D CdS/2D MXene Schottky Heterojunctions toward High‐efficiency Photocatalytic Hydrogen Production. Solar RRL, 2021, 5(2): 2000414.<br/>(4) Mingye Ding, Chenhui Han, Yongjun Yuan, Jingsan Xu, Xiaofei Yang*, Advances and Promises of 2D MXenes as Cocatalysts for Artificial Photosynthesis, Solar RRL, 2021, 5(12): 2100613. <br/>(5) Songsong Cui, Xuan Liu, Yinbiao Shi, Mingye Ding*, Xiaofei Yang*, Construction of Atomic-level Charge Transfer Channel in Bi12O17Cl2/MXene Heterojunctions for Improved Visible-light Photocatalytic Performance, Rare Metals, 2022, 41: 2405-2416.<br/>(6) Songsong Cui, Xiaoyan Wang, Zixia Lin, Mingye Ding*, Xiaofei Yang*, Cation Exchange Synthesis of Hollow-structured Cadmium Sulfide for Efficient Visible-light-driven Photocatalytic Hydrogen Evolution, International Journal of Hydrogen Energy, 2023, 48(69): 26757-26767.<br/>(7) Songsong Cui, Ruibin Ao, Zixia Lin, Mingye Ding*, Phosphorous-doped Cadmium Culfide Hollow Octahedrons for Enhanced Visible-Light Photocatalytic H2 Evolution, International Journal of Hydrogen Energy, 2023, https://doi.org/10.1016/j.ijhydene.2023.07.087.<br/>(8) Mingye Ding, Daqin Chen*, Danyang Ma, Jianbin Dai, Yuting Li, Zhenguo Ji, Highly Enhanced Upconversion Luminescence in Lanthanide-doped Active-core/luminescent-shell/active-shell nanoarchitectures, Journal of Materials Chemistry C, 2016, 4(13), 2432-2437<br/>(9) Mingye Ding, Daqin Chen*, Zhongyi Wan, Yang Zhou, Jiasong Zhong, Junhua Xi, Zhenguo Ji, Achieving Efficient Tb3+ Dual-mode Luminescence via Gd-sublattice-mediated Energy Migration in a NaGdF4 Core-shell Nanoarchitecture, Journal of Materials Chemistry C, 2015, 3(21), 5372-5376.<br/>(10) Mingye Ding, Chunhua Lu, Yaru Ni, et al. Rapid microwave-assisted flux growth of pure β-NaYF4:Yb3+, Ln3+ (Ln = Er, Tm, Ho) microrods with multicolor upconversion luminescence, Chemical Engineering Journal, 2014, 241, 477-484.<br/>(1) Mingye Ding, Daqin Chen, Chapter 9-Lanthanide Ions Doped UpconversionNanomaterials: Synthesis, Surface Engineering, and Application in Drug Delivery, Elsevier, 14325.<br/>(2) Daqin Chen, Zhongyi Wan, Yang Zhou, Xiaojuan Liang, Mingye Ding, Jiasong Zhong, Zhenguo Ji, Weidong Xiang, Chapter 8- Controllable synthesis of lanthanide upconversion nanomaterials through impurity doping, Elsevier, 10382.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "《材料化学与物理》、《化学与社会》、《胶体与表面化学》、《生活中的化学》<br/>《材料性能学》、《合成化学》、《高等谱学分析》",
    "Topic": "None",
    "Projects": "【1】教育部产学合作协同育人项目，基于OBE理念的《材料化学》课程教考分离改革与教学评测，2022/07-2023/06，主持。<br/>【2】江苏省自然科学基金面上项目：近红外光催化体系的光谱调控、可控制备及机理研究，2021/07-2023/06，主持。<br/>【3】国家自然科学青年基金：745nm光激发单谱带上转换发光纳米晶的制备及在深组织生物成像中的应用，2018/01-2020/12，结题。<br/>【4】 南京林业大学高层次人才科研启动基金：稀土/钙钛矿纳米晶异质结构的构筑及人工光合作用，主持。<br/>【5】浙江省自然科学基金青年基金：多模式(手段)协同增强肿瘤诊疗用上转换纳米晶的发光效率及机理研究，2015/01-2016/12，主持，结题优秀。<br/>【6】国家自然科学基金面上项目：白光LED用透明玻璃陶瓷研究，2016/01-2019/12，参与，已结题。<br/>【7】国家自然科学基金青年基金：基于非贵金属二硫化钼/卟啉锌体系的光催化制氢研究，2016/01-2018/12，参与，已结题。",
    "Services_Activities": "None",
    "Award_status": "【1】2023年，入选国际权威学术出版社Elsevier发布《全球前2%顶尖科学家榜单》（2023年度科学影响力排行榜）<br/>【2】2022年，入选美国斯坦福大学《全球前2%顶尖科学家榜单》（2022年度科学影响力排行榜）<br/>【3】2022年，《发光学报》首届青年梯队编委会委员（聘期2022-2023年）<br/>【4】2021年，南京林业大学优秀本科论文指导教师<br/>【5】2020年，SCI期刊《Frontiers in Materials》专刊客座编辑",
    "Contact_information": "myding@njfu.edu.cn",
    "Introduction": "None",
    "id": "0021",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/a4/32/8f0a9b264e2a8325eaa4ab97131c/2fe2fcd7-8189-497f-a427-209bee0dda20_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "丁明烨",
    "Biographical_notes": "丁明烨，男，副教授，硕士生导师，理学院化学实验中心主任，南京大学访问学者，主要从事全天候宽光谱响应光催化材料及稀土发光材料研究，曾主持国家自然科学基金、江苏省自然科学基金、浙江省自然科学基金、企业委托项目等，并参与多项国家级或省部级研究课题。迄今，以第一/通讯作者在Adv. Mater., Angew. Chem. Int. Ed., Chem. Eng. J., J. Mater. Chem. C 等国内外重要学术期刊上发表论文60余篇(论文他引次数>5000 次，高被引论文6篇，H 因子为32)，授权中国发明专利6项，国际发明专利1项，受邀在专著上撰写专章2篇。入选2022 年、2023年度美国斯坦福大学及国际权威出版社Elsvier发布的“年度科学影响力排行榜”，《发光学报》青年梯队编委会委员(2022-2023)。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}