{
    "Research_direction": "运筹学、绿色供应链、碳汇金融",
    "Paper": "[1]Feng, X., Peng. H.* (2023). Robust identical parallel machine scheduling with two-stage time-of-use tariff and not-all-machine option. International Journal of Production Research.<br/>[2]Jing Cong, Tao Pang, Hongjun Peng*.Optimal strategies for green supply chain considering social responsibility and environmental responsibility, Journal of Industrial and Management Optimization,Published online, 2023.<br/>[3]Hongjun Peng,Wenting Sun,Tao Pang.Optimal Strategies for A Dual-Channnel Farming Supply Chain with Horizontal Competition and Cooperation, Asia-Pacific Journal of Operational Research, 2023, 40(2):2250015.<br/>[4]Ligang Shi,Tao Pang,Hongjun Peng*.Production and green technology investment strategy for contract-farming supply chain under yield insurance, Journal of the Operational Research Society,2023, 74(1): 225-238.<br/>[5]Ligang Shi,Tao Pang,Hongjun Peng*.Optimal strategies of contract-farming supply chain under the cooperative mode of bank-insurance: Loan guarantee insurance vs. Yield insurance. International Transactions in Operational Research, Published online. <br/>[6]Ligang Shi,Tao Pang,Hongjun Peng*.Optimal strategies for a capital constrained contract-farming supply chain with yield insurance. RAIRO-Operations Research,2021, 55(2): 521-544. <br/>[7]Jing Cong,Tao Pang,Hongjun Peng*. Optimal Strategies for Capital Constained Low-Carbon Supply Chain under Yield Uncertainty. Journal of Cleaner Production, 2020, 256: 120339. <br/>[8]Hongjun Peng, Tao Pang. Supply chain coordination under financial constraint and yield uncertainty, European Journal of Industrial Engineering, 2020, 14(6): 782-812.<br/>[9]Hongjun Peng, Tao Pang. Financing Strategies for a Capital-Constrained Supplier under Yield Uncertainty. Journal of Industrial and Management Optimization, 2020, 16(2): 887-909.<br/>[10]Hongjun Peng, Tao Pang. Optimal strategies for a three-level contract-farming supply chain with subsidy. International Journal of Production Economics, 2019, 216: 274-286. <br/>[11]Hongjun Peng, Tao Pang. A Mutual Subsidy Mechanism for A Seasonal Product Supply Chain Channel under Double Price Regulation. Asia-Pacific Journal of Operational Research, 2018,35(6): 1850047.<br/>[12]Hongjun Peng, Tao Pang, Jing Cong. Coordination contracts for a supply chain with yield uncertainty and low-carbon preference. Journal of Cleaner Production, 2018, 205:291-302.<br/>[13]Peng Hong-jun, Zhou Mei-hua. Supply Chain Coordination with Uncertainty in Two-echelon Yields. Asia-Pacific Journal of Operational Research, 2013, 30(1): 1250044 (19 pages).<br/>[14]Guo Zhiyuan, Zhou Meihua, Peng Hongjun. Financing strategies for coal-electricity supply chain under yield uncertainty. International Journal of Mining Science and Technology, 2018, 28: 353–358.<br/>[15]Peng Hong-jun, Zhou Mei-hua. A Dynamic Optimization Model of an integrated Coal Supply Chain System and Its Application.Mining Science and Technology, 2009, 19(6): 842-846. <br/>[16]Hongjun Peng, Tao Pang. A mutual-aid mechanism for supply chains with capital constraints. International Journal of Management Science and Engineering Management, 2019, 14(4): 304-312<br/>[1]孙文婷,彭红军*.电商助农背景下农产品生产与销售策略研究.中国管理科学，网络首发. <br/>[2]彭红军,杨梦.期权合约下基于CVaR的订单农业供应链协调研究[J].运筹与管理,2023,32(03):131-136.<br/>[3]史立刚,彭红军*,丛静.资金约束下订单农业供应链内外部融资策略研究.运筹与管理，2020,29(04):62-69.<br/>[4]彭红军,庞涛.农业补贴政策下订单农业供应链融资与运作策略研究.管理工程学报,2020,34(5):155-163.<br/>[5]彭红军,庞涛.产需不确定下面向资金约束供应商的供应链融资策略研究.运筹与管理，2018, 27(12):10-18. <br/>[6]彭红军，周梅华，王夫东.双重价格规制下三渠道季节性产品供应链跨期风险共担机制研究.运筹与管理, 2016,25(6): 18-24.<br/>[7]彭红军.产出不确定的供应链应收账款抵押融资策略研究.系统管理学报, 2016, 25(6):1163-1169.<br/>[8]彭红军，周梅华，刘满芝.两级生产不确定的煤炭供应链均衡供应策略研究.管理工程学报, 2016, 30(2): 175-180. <br/>[9]彭红军,周梅华.两级生产与需求不确定下供应链风险共担模型研究.管理工程学报. 2013, 27 (3): 156-163. <br/>[10]彭红军,周梅华.两级生产与需求不确定的供应链生产订购决策.系统工程学报,2010,25(5): 622-628.<br/>[11]彭红军,周梅华.大型煤炭供应链集成决策模型及应用.计算机集成制造系统, 2009,15(9): 1738-1742.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "[1]国家社科基金一般项目（17BGL236）: 产出随机的供应商融资模式优化与调控政策研究，项目主持人，2018-2021。<br/>[2]国家自然科学基金项目（No.71201164）：价格规制下跨区域电煤供应链动态协调机制研究，项目主持人，2013-2015。<br/>[3]教育部人文社会科学研究一般项目（No. 16YJC630092）: 季节性农产品供应链融资模式优化与价格调控机制研究，项目主持人，2016-2019。<br/>[4]江苏省第五期“333工程”培养资金资助项目，项目主持人，2020-2022。<br/>[5]江苏省“六大人才高峰”高层次人才项目（JY013）：产需随机下订单农业供应链融资策略与引导政策研究，项目主持人，2018-2020。<br/>[6]中国博士后科学基金项目（No.2014M561658）：具有弱质性的林产品供应链融资策略及风险控制研究，项目负责人，2014-2016.",
    "Services_Activities": "None",
    "Award_status": "[1]国家林业和草原局教学名师,国家林业和草原局，2021年12月<br/>[2]林业碳汇市场化运营机制，梁希科技进步二等奖，国家林业和草原局，2023年4月<br/>[3]林业碳汇运营、价格与融资机制，江苏省第十七届哲学社会科学优秀成果奖三等奖，江苏省人民政府，2023年3月<br/>[4]林业碳汇运营、价格与融资机制，江苏省高校哲学社会科学优秀成果奖三等奖，江苏省教育厅，2021年10月<br/>[5]金融学，国家级线下一流课程，教育部，2020年11月<br/>[6]江苏省优秀专业学位硕士学位论文（指导教师），江苏省学位委员会，2022年12月<br/>[7]全国优秀金融硕士学位论文（全国金融专业学位研究生教育指导委员会，2020年10月），江苏省优秀专业学位硕士学位论文（江苏省学位委员会，2020.12）<br/>[8]课程思政先进个人（一等奖），南京林业大学，2019年11月<br/>[9]行业特色型大学实践教学的多维协同创新模式研究，江苏省高教学会2018年度高等教育科学研究成果二等奖，2019年9月<br/>[10]江苏省团队优秀毕业论文, 2018年5月",
    "Contact_information": "penghj@njfu.edu.cn",
    "Introduction": "None",
    "id": "0025",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/40/cb/eb717b7c420c981bf5458d51eb1b/d4331997-760e-480b-8bf8-860d85ae4e8d_s.jpg",
    "Department": "应用数学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "[1]彭红军,石宝峰.金融学：理论与农林实践，中国林业出版社，2022,3.<br/>[2]彭红军.林业碳汇运营、价格与融资机制，东南大学出版社，2020,12.<br/>[3]彭红军.煤炭企业供应链均衡供应理论与实践，中国矿业大学出版社，2014, 9.<br/>[4]彭红军等.微积分（经济管理），第二版，机械工业出版社，2013.",
    "Name": "彭红军",
    "Biographical_notes": "彭红军，安徽池州人，中共党员，国家林业和草原局教学名师，教授，博士生导师，管理学博士，林学博士后。<br/>       现任南京林业大学理学院院长，2020.7—2023.6任发展规划与学科建设处副处长，2018.5-2020.6年任经济管理学院副院长，中国林学会青年工作委员会常务委员，中国林业经济学会林产品贸易专业委员会副秘书长，江苏省世界经济学会理事，中国运筹学学会会员。<br/>       国家林业和草原局教学名师，国家级线下一流课程《金融学A》负责人（2020），江苏省“青蓝工程”优秀教学团队负责人（2021）、江苏省333工程中青年学术技术带头人（2016）、江苏省“六大人才高峰”高层次人才（2018）、南京林业大学青年拔尖人才（2018）、南京林业大学“水杉名师”（2018），美国北卡州立大学访问学者（省政府公派，2016）。<br/>       主持国家社科基金项目、国家自然科学基金项目、教育部人文社科研究项目、中国博士后科学基金项目、江苏省高等教育教学改革研究课题等教学科研项目多项；研究成果获得梁希科技奖二等奖、江苏省哲学社会科学优秀成果奖三等奖等奖励多项；以第一作者或通信作者在《International Journal of Production Economics》《Journal of Cleaner Production》《Asia-Pacific Journal of Operational Research》《Journal of the Operational Research Society》《中国管理科学》《管理工程学报》《系统工程学报》《系统管理学报》《运筹与管理》等国内外期刊发表学术论文60余篇；国家自然科学基金通信评审专家，全国大学生数学建模竞赛江苏赛区优秀指导教师。<br/>       担任《Journal of Cleaner Production》《International Journal of Systems Science》《International Journal of Production Research》《International Transactions in Operational Research》《IEEE Transactions on Engineering Management》《Annals of Operations Research》《Kybernetes》《Climate Policy》《International Journal of Disaster Risk Reduction》《Transactions of Tianjin University》《管理科学学报》《系统工程理论与实践》《管理工程学报》《林业经济问题》等国内外期刊审稿人。<br/>       课题组博士生和硕士生多人获得校长特别奖学金、国家奖学金、省三好学生、优秀毕业生等奖励，指导的研究生论文获得全国优秀金融硕士学位论文、江苏省优秀硕士论文和校级优秀毕业论文等。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}