{
    "Research_direction": "生物医学传感",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "无机及分析化学、无机及分析化学实验",
    "Topic": "None",
    "Projects": " 南京林业大学高层次人才科研启动基金项目，2022-2025，主持",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "mhwang@njfu.edu.cn",
    "Introduction": "None",
    "id": "0026",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/91/9c/187b7ef244769fa8f69421605c08/3993074d-7f7e-455a-8a27-5d811cf61e02_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "1. Minghui Wang, Yanhong Pan, Shuai Wu, Zhaowei Sun, Lei Wang, Jie Yang*, Yongmei Yin*, Genxi Li*. Detection of colorectal cancer-derived exosomes based on covalent organic frameworks. Biosensors and Bioelectronics, 2020, 169: 112638. <br/>2. Minghui Wang, Yuxin Lin, Jianyang Lu, Zhaowei Sun, Ying Deng, Lei Wang, Yongxiang Yi, Jinlong Li*, Jie Yang*, Genxi Li*. Visual naked-eye detection of SARS-CoV-2 RNA based on covalent organic framework capsules. Chemical Engineering Journal, 2022, 429: 132332.<br/>3. Minghui Wang, Yuxin Lin, Shuai Wu, Ying Deng, Yuanyuan Zhang*, Jie Yang*, Genxi Li*. An electrochemical biosensor for PD-L1 positive exosomes based on ultra-thin two-dimensional covalent organic framework nanosheets coupled with CRISPR-Cas12a mediated signal amplification.Sensors and Actuators B: Chemical, 2022, 362: 131813.<br/>4. Minghui Wang, Huanshun Yin*, Yunlei Zhou, Chengji Sui, Yue Wang, Shiyun Ai*. Photoelectrochemical biosensor for microRNA detection based on a MoS2/g-C3N4/black TiO2 heterojunction with Histostar@AuNPs for signal amplification. Biosensors and Bioelectronics, 2019, 128: 137-143.<br/>5. Minghui Wang, Huanshun Yin*, Yunlei Zhou, Chengji Sui, Yue Wang, Geoffrey I.N. Waterhouse, Shiyun Ai*. A novel photoelectrochemical biosensor for the sensitive detection of dual microRNAs using molybdenum carbide nanotubes as nanocarriers and energy transfer between CQDs and AuNPs. Chemical Engineering Journal, 2019, 365: 351-357. <br/>6. Minghui Wang, Yunlei Zhou, Huanshun Yin*, Wenjing Jiang, Haiyan Wang, Shiyun Ai. Signal-on electrochemiluminescence biosensor for microRNA-319a detection based on two-stage isothermal strand-displacement polymerase reaction. Biosensors and Bioelectronics, 2018, 107: 34-39.<br/>7. Minghui Wang, Huanshun Yin*, Yunlei Zhou, Jingrui Han, Tingqun He, Lin Cui, Shiyun Ai. Photoelectrochemical biosensor for microRNA detection based on multiple amplification strategies. Microchimica Acta, 2018, 185: 257.<br/>8. Fei Li#, Minghui Wang#, Yunlei Zhou*, Huanshun Yin, Shiyun Ai.Electrochemiluminescence biosensor for microRNA determination based on AgNCs@MoS2 composite with (AuNPs-Semicarbazide) @Cu-MOF as coreaction accelerator. Microchimica Acta, 2021, 188: 68.<br/>9. Yuxin Lin, Beibei Nie, Xinyu Qu, Minghui Wang*, Jie Yang, and Genxi Li*. Histostar-functionalized covalent organic framework for electrochemical detection of exosomes, Biosensors, 2022. 12: 704.",
    "Name": "王明慧",
    "Biographical_notes": "王明慧，山东聊城人，中共党员，副教授，硕士生导师，理学博士。<br/>2022年博士毕业于南京大学，同年加入南京林业大学理学院化学与材料科学系。主要从事生物传感与医学检验分析研究，探索超分子功能材料的合成、传感体系的构建以及生物标志物的检测，致力于肿瘤诊断新方法的研究。迄今在Biosensors and Bioelectronics，Analytical Chemistry，Sensors and Actuators B: Chemical和Chemical Engineering Journal等SCI期刊上共发表30余篇研究性论文，其中第一/通讯作者论文10余篇。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}