{
    "Research_direction": "高分子复合材料、软物质物理、仿生材料化学",
    "Paper": "1. Jian Li, Weicheng Liang, Zaozao Chen, Xingyu Li, Pan Gu, Anna Liu, Pin Chen, Qiwei Li, Xueyin Mei, Jing Yang, Jun Liu, Lincao Jiang, Zhongze Gu. Organs-on-a-chip Database (OOCDB): A Comprehensive, Systematic, and Real-time Organs-on-a-chip Database. Genomics, Proteomics & Bioinformatics, 2023<br/>2. Gonggong Lu#, Yang Xu#, Quanying Liu, Manyu Chen, Huan Sun, Peilei Wang, Xing Li, Yuxiang Wang, Xiang Li, Xuhui Hui, En Luo, Jun Liu, Qing Jiang, Jie Liang, Yujiang Fan*, Yong Sun*, Xingdong Zhang. An instantly fixable and self-adaptive scaffold for skull regeneration by autologous stem cell recruitment and angiogenesis. Nature Communications, 2022<br/>3. Jun Liu#, Yan Lu#, Fei Xing, Jie Liang*, Qiguang Wang*, Yujiang Fan, Xingdong Zhang. Cell-free scaffolds functionalized with bionic cartilage acellular matrix microspheres to enhance the microfracture treatment of articular cartilage defects. Journal of Materials Chemistry B, 2021<br/>4.Yanfang Niu, Sen Li,Junning Zhang,Wang Wan, Zhenzhu He, Jun Liu, Keliang Liu,Sainan Ren,Liqin Ge, Xin Du*, Zhongze Gu*. Static–Dynamic Fluorescence Patterns Based on Photodynamic Disulfide Reactions for Versatile Information Storage. Small, 2021<br/>5. Jun Liu, Qiguang Wang*, Yong Sun, Hai Lin, Jie Liang, Yujiang Fan, Xingdong Zhang. A core-shell structured collagen hydrogel microsphere with removable superparamagnetic alginate coating for cell coculture and separation. Materials Letters, 2019<br/>6. Jun Liu, Xiuyu Wang, Gonggong Lu, James Z. Tang, Yonghui Wang, Boqing Zhang, Yong Sun, Hai Lin, Qiguang Wang*, Jie Liang, Yujiang Fan* and Xingdong Zhang. Bionic Cartilage Acellular Matrix Microspheres as scaffold for engineering cartilage. Journal of Materials Chemistry B, 2018<br/>7. Cheng Yu, Jun Liu, Gonggong Lu, Yuxing Xie, Yong Sun, Qiguang Wang*, Jie Liang, Yujiang Fan* and Xingdong Zhang. Repair of osteochondral defect in a rabbit model with artificial cartilage particulates derived from cultured collagen-chondrocytes microspheres. Journal of Materials Chemistry B, 2018<br/>8. Yafang Chen, Junhui Sui, Qing Wang, Yijia Yin, Jun Liu, Qiguang Wang, Xianglong Han, Yong Sun, Yujiang Fan, Xingdong ZhangInjectable self-crosslinking HA-SH/Col I blend hydrogels for in vitro construction of engineered cartilage. Carbohydrate Polymers, 2018<br/>9. Jun Liu, Cheng Yu, Yafang Chen, Hanxu Cai, Hai Lin*, Yong Sun, Jie Liang, Qiguang Wang*, Yujiang Fan, Xingdong Zhang. Fast fabrication of stable cartilage-like tissue using collagen hydrogel microsphere culture. Journal of Materials Chemistry B, 2017<br/>10. Xiupeng Li, Yingying Teng, Jun Liu, Hai Lin*, Yujiang Fan, Xingdong Zhang*. Chondrogenic Differentiation of BMSCs Encapsulated in Chondroinductive Polysaccharide/Collagen Hybrid Hydrogels. Journal of Materials Chemistry B, 2017<br/>11. Jun Liu, Hai Lin*, Xiupeng Li, Yujiang Fan*, Xingdong Zhang. Chondrocytes Behaviors Within Type I Collagen Microspheres and Bulk hydrogels: An in vitro study. RSC Advances, 2015<br/>12. Hai Lin*, Jun Liu, Kai Zhang, Yujiang Fan, Xingdong Zhang. Dynamic Mechanical and Swelling Properties of Maleated Hyaluronic Acid Hydrogels. Carbohydrate Polymers, 2015<br/>13. Huanan Li, Yani Cui, Jun Liu, Shaoquan Bian, Jie Liang, Yujiang Fan*, Xingdong Zhang. Reduction breakable cholesteryl pullulan nanoparticles for targeted hepatocellular carcinoma chemotherapy. Journal of Materials Chemistry B, 2014",
    "Patent": "1. 林海，刘钧，杨晓，樊渝江，张兴栋。一种细胞-凝胶材料复合微球及其制备方法和应用。中国发明专利，专利号： ZL201410632652.7<br/>2. 樊渝江，刘钧，王启光，孙勇，林海。具有可洗脱超顺磁凝胶涂层的细胞-微球及其制备方法与应用。中国发明专利，申请号：ZL201811402090.1",
    "Achievements": "None",
    "Class": "物理化学A，高分子加工与成型，化学前沿进展。",
    "Topic": "None",
    "Projects": "1. 南京林业大学高层次高学历人才科研启动基金项目，主持，在研。<br/>2. 中国博士后科学基金面上项目，主持，已结题。<br/>3. 国家自然科学基金重点项目，面向人体器官芯片的双光子聚合三维激光打印研究，参与，在研。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "junliu@njfu.edu.cn",
    "Introduction": "None",
    "id": "0032",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/98/8b/dee360334159ac2a468b1b9eaddf/02ebfab4-2807-45a8-ae66-47a496406b4f_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "刘钧",
    "Biographical_notes": "2008.09 至 2012.07，四川大学，高分子材料与工程学士，导师：黄光速、吴锦荣<br/>2012.09 至 2015.07，四川大学，材料学硕士，导师：樊渝江<br/>2015.09 至 2018.12，四川大学，高分子化学与物理博士，导师：樊渝江<br/>2019.07 至 2022.07，东南大学，生物医学工程博士后，导师：顾忠泽<br/>2022.09 至今，南京林业大学理学院，讲师。<br/>理论研究：高分子复合材料、软物质物理、仿生材料化学<br/>应用基础研究：高分子复合材料的仿生结构与性能的调控方法及加工技术，并且开展其在生物医学、环境、能源领域的应用。<br/>曾指导本科生完成1项目江苏省大学生创新项目，指导学生成功申请入读美国宾夕法尼亚大学。<br/>欢迎对以上方向感兴趣的同学联系我！",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}