{
    "Research_direction": "药物化学",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1、国家自然科学基金面上项目，2019-2022，主持，67万，结题。<br/>2、江苏省自然科学基金面上基金，2017-2020，主持，10万，结题。<br/>3、国家自然科学基金青年项目，2014-2016，主持，25万，结题。<br/>4、南京林业大学引进高层次人才科研启动基金，2009-2011，主持，3万，结题。<br/>5、专利转让课题，2019开始，主持，100万，进行中。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "hk-lm@163.com",
    "Introduction": "None",
    "id": "0033",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/11/fe/814712cc4dd7875524ebf1a4fec0/67b234ba-e792-4d72-98f2-6bd7456ce33c_s.png",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "[1] Zhimeng Chen, Tiantian Wen, Xueyuan Wang, Lin Yang, Zhongjie Wang, Yanru Qin, Yixue Hu, Tianyu Zhang, Dongna Wang, Amin Liu, Liefeng Zhang*, Meng Lei*, Yongqiang Zhu*.Co-delivery of immunochemotherapeutic by classified targeting based on chitosan and cyclodextrin derivatives. International Journal of Biological Macromolecules 226 (2023) 1396–1410.<br/>[2] Xueyuan Wang, Wen Zhang, Tiantian Wen, Hang Miao, Wenjiao Hu, Hailong Liu, Meng Lei *, Yongqiang Zhu*. Design and discovery of novel dipeptide boronic acid ester proteasome inhibitors, an oral slowly-released prodrug for the treatment of multiple myeloma. European Journal of Medicinal Chemistry 250 (2023) 115187 <br/>[3] Yang L ,  Du X ,  Qin Y , et al. Biomimetic multifunctional nanozymes enhanced radiosensitization for breast cancer via an X-ray triggered cascade reaction[J]. Journal of Materials Chemistry B.  J. Mater. Chem. B, 2022, 10, 3667–3680<br/>[4] Meng Lei*, Xueyuan Wang, Hang Miao, Jia Wang, Sijia Sha, Jiang Zhu, Yongqiang Zhu. Co-delivery of paclitaxel and gemcitabine via folic acid-conjugated polymeric multi-drug nanoparticles (FA-PMDNPs) for the treatment of breast cancer.Journal of Chinese Pharmaceutical Sciences. 2020, 29(10), 701-710.<br/>[5] Meng Lei, Hang Miao, Xueyuan Wang, Wen Zhang, Chengjian Zhu, Xiaqiang Lu, Jian Shen, Yanru Qin, Haoyang Zhang, Sijia Sha, Yongqiang Zhu. Trifluoromethyl aryl sulfonates (TFMS): An applicable trifluoromethoxylation reagent. TetrahedronLett. 2019, 60, 1389–1392.<br/>[6] Meng Lei,  Sijia Sha,  Xueyuan Wang,  Jia Wang,  Xiao Du,  Hang Miao, Hui Zhou,  Enhe Bai,  Jingmiao Shi  and Yongqiang Zhu. Co-delivery of paclitaxel and gemcitabine via a self-assembling nanoparticle for targeted treatment of breast cancer. RSC Adv.2019, 9, 5512–5520.<br/>[7] Meng Lei, Haoyang Zhang, Hang Miao, Xiao Du, Hui Zhou, Jia Wang, Xueyuan Wang, Huayun Feng, Jingmiao Shi, Zhaogang Liu, Jian Shen, Yongqiang Zhu. Preparation and biological evaluation of soluble tetrapeptide epoxyketone proteasome inhibitors. Bioorg. & Med. Chem. 2019, 27, 4151–4162. <br/>[8] Meng Lei, Guanglan Ma, Sijia Sha, Xueyuan Wang, Haiting Feng, Yongqiang Zhu, Xiao Du. Dual-functionalized liposome by co-delivery of paclitaxel with sorafenib for synergistic antitumor efficacy and reversion of multidrug resistance. Drug Deliv. 2019, 26, 262–272.<br/>[9] Meng Lei,* Huayun Feng, Enhe Bai, Hui Zhou, Jia Wang, Yanru Qin, Haoyang Zhang, Xueyuan Wang, Zhaogang Liu, Ou Hai, Jia Liu and Yongqiang Zhu.Discovery of a novel dipeptidyl boronic acid proteasome inhibitor for the treatment of multiple myeloma and triple-negative breast cancer.Org. Biomol. Chem. 2019, 17, 683–691.<br/>[10] Xueyuan Wang, Enhe Bai, Hui Zhou, Sijia Sha, Hang Miao, Yanru Qin, Zhaogang Liu, Jia Wang, Haoyang Zhang, Meng Lei*, Jia Liu, Ou Hai, Yongqiang Zhu. Discovery of a new class of valosine containing protein (VCP/P97) inhibitors for the treatment of non-small cell lung cancer.Bioorg. & Med. Chem. 2019, 27, 533–544.<br/>[11] Meng Lei, Huayun Feng, Enhe Bai, Hui Zhou, Jia Wang, Jingmiao Shi, Xueyuan Wang, Shihe Hu, Zhaogang Liu, Yongqiang Zhu. Design, synthesis, in vitro and in vivo evaluation, and structure-activity relationship (SAR) discussion of novel dipeptidyl boronic acid proteasome inhibitors as orally available anti-cancer agents for the treatment of multiple myeloma and mechanism studies.Bioorg. & Med. Chem. 2018, 26, 3975–3981.",
    "Name": "雷萌",
    "Biographical_notes": "       雷萌，理学院化学与材料科学系，教授，硕士生导师。<br/>      2008年1月毕业于北京大学药学院，同年4月加入南京林业大学理学院化学与材料科学系从事教学科研工作。2013年7月至次年2月，作为访问学者至美国密西根大学安娜堡分校药学院交流访问。<br/>主要研究方向: 靶向新药的设计、合成、生物活性及机制研究等。<br/>      曾在知名药学及化学期刊 J. Med. Chem.，Eur. J. Med. Chem. ,Curr. Top. Med. Chem.，Bioorg. & Med. Chem.，Bioorg. & Med. Chem. Lett.，J. Chem. Inf. Model. , Tetrahedron，Chirality等发表20余篇科研论文，申请多项专利，其中授权专利之一“一类羧酸与α氨基酸组成的二肽硼酸及其酯类化合物、制备方法及其用途”以100万元价格转让给江苏某著名药企，目前已进入一期临床阶段。<br/>       主持国家自然基金面上项目，国家自然科学青年基金、江苏省自然基金面上项目、南京林业大学高层次人才引进科研基金各1项，均已顺利结题。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}