{
    "Research_direction": "生物纳米材料",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "目前承担“材料现代分析”、“材料表面化学”等本科生课程，“化学前沿进展”等研究生课程，以及“Advanced Analytic Methods in Materials Science”留学生课程。",
    "Topic": "None",
    "Projects": "[1] 2011.1 - 2013.12，一种新型的植物单细胞培养微流控芯片研制，教育部回国人员启动基金，主持，已结题。<br/>[2] 2011.1 - 2013.12，植物单细胞的微流控芯片捕获技术及量子点导入外源基因机理研究，国家自然科学青年基金，主持，已结题。<br/>[3] 2013.1 - 2016.12，石墨烯量子点为纳米载体介导外源基因转染杂交鹅掌楸细胞的研究，江苏省自然科学青年基金，主持，优秀结题。<br/>[4] 2014.1 - 2015.12，修饰纳米颗粒与脂质膜的相互作用，科技部国际合作项目，主持。<br/>[5] 2020.7 - 2023.7，多孔硅基仿生纳米疫苗研究，南京林业大学标志性成果基金，主持。<br/>[6] 2022.7 - 2024.7，免疫细胞性能改造技术研发，横向课题（南京普皓生物技术有限公司）。<br/>[7] 2023.7 - 2026.7，锰金属白蛋白TLR4激动剂研究，南京林业大学标志性成果基金，主持。<br/>[8] 2023.9 - 2024.9，多孔硅纳米载体开发研发，横向课题（江苏凯基生物技术有限公司）。",
    "Services_Activities": "None",
    "Award_status": "（1）指导2015、2019届两名本科生获得南京林业大学“优秀本科毕业设计（论文）”；<br/>（2）指导2012届研究生董琛获得“全国林科十佳”称号；<br/>（3）指导2017届研究生王宾发表SCI论文4篇，分别两次获得2015、2016年研究生国家奖学金，以及2015年“江苏省省级优秀学生干部”称号；<br/>（4）指导2017届研究生李嘉晨获国家留学基金委资助，目前就读于芬兰赫尔辛基大学药学院博士学位；<br/>（5）指导2019届研究生张伟伟获“南京林业大学研究生优秀毕业生”称号。<br/>（6）获得2022年“广西壮族自治区虚拟仿真本科教学一流课程”。<br/>[1] 2014年8月，克罗地亚鲁德尔博斯科维奇研究院，Goran教授来访。<br/>[2] 2015年12月，出访克罗地亚鲁德尔博斯科维奇研究院。<br/>[3] 2015年12月，美国韦恩州立大学电子工程系，Mark Ming-Cheng, Cheng教授来访。<br/>[4] 2018年9月，苏州大学纳米技术学院，刘庄教授来访。<br/>[5] 2018年10月，芬兰赫尔辛基大学药学院，Helder A. Santos教授来访。<br/>[6] 2019年3月，东南大学生物医学工程学院，张宇教授来访。<br/>[7] 2019年4月，中国药科大学药学院，刘东飞教授来访。<br/>[8] 2019年5月，美国阿拉巴马大学电子工程系，Mark Ming-Cheng, Cheng教授来访。<br/>[9] 2019年10月，南京邮电大学材料工程学院，晁洁研究员来访。<br/>[10] 2019年12月，出访芬兰赫尔辛基大学药学院、图尔库大学天文物理系及Biocity中心，并受邀做学术报告。<br/>[11] 2021年4月，上海交通大学附属瑞金医院，崔文国教授来访。<br/>[12] 2021年5月，南京大学生命科学学院，沈萍萍教授来访。<br/>[13] 2022年5月，组织南京林业大学先进化学生物学论坛，分别邀请荷兰格宁罗根大学生物医学工程系主任Helder A. Santos教授，芬兰奥博学术大学药学系Hongbo Zhang教授，美国杜兰大学药学系胡烨教授（ACS nano副主编），南京大学化学化工学院郭子建院士，浙江大学药学院院长顾臻教授，北京大学药学院叶新山教授，苏州大学纳米技术学院院长刘庄教授，国家纳米中心聂广军研究员等。<br/>学术兼职：国际科学组织Vebleo协会会士（Fellow）、中国化学会会员、国际仿生协会会员、江苏省复合材料学会青年委员。",
    "Contact_information": "xiabing@njfu.edu.cn",
    "Introduction": "None",
    "id": "0038",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/2e/1d/79e73a3b4e7d91c5a90a06bf2f27/2825877b-3f1b-48c5-9360-340a4d49c473_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "[29] S. Huang, Y. Gao, H. Li, R. Wang, X. Zhang, X. Wang, D. Huang, L. Zhang, H. A. Santos*, Z. Yin*, and B. Xia*, Manganese@albumin complex and its nanowire-assembly activate macrophage polarization via TLR4-dependent signaling cascades. Adv. Mater. 2023, in revision.<br/>[28] D. Huang, and B. Xia*, Mitochondrial reactive oxygen species induced by Rhodamine 110@porous silicon nanocomposites to potentiate the antitumor immune responses. in preparation.<br/>[27] S. Huang, X. Zhang, H. Li, L. Zhang, Y. Gao, R. Wang, X. Wang, D. Huang, H. A. Santos*, Z. Yin*, and B. Xia*, Enhanced immunostimulation of Mn@BSA complex delivered with porous silicon nanocarriers on macrophages via the regulation of the endocytosis pathway. in preparation.<br/>[26] J. Li, J. Fan, Y. Gao, S. Huang, D. Huang, J. Li, X. Wang, H. A. Santos*, P. Shen*, and B. Xia*, Porous silicon nanocarriers boost the immunomodulation of mitochondria-targeted bovine serum albumins on macrophage polarization. ACS Nano 2023, 17: 1036−1053.<br/>[25] Y. Gao, J. Li, D. Huang, S. Huang, H. Li, H. Tong, J. Shi, Z. Yin*, and B. Xia*, Multifunctional bovine serum albumin-based nanocarriers with endosomal escaping and NIR light-controlled release to overcome multidrug resistance of breast cancer cells. J. Drug Deliv. Sci. Tec. 2022, 77: 103869.<br/>[24] Y. Gao, and B. Xia*, Editorial: Mitochondria-targeted nanocarriers for enhanced efficacy of cancer therapy. Front. Bioeng. Biotech. 2022, 10: 905999.<br/>[23] J. Li, D. Huang, R. Chen, P. Figueriredo, F. Fontana, A. Correia, S. Wang, Z. Liu, M. Kemell, G. Torrieri, E. Makila, J. Salonen, J. Hirvonen, Y. Gao, J. Li, Z. Luo*, H. A. Santos*, and B. Xia*, Multifunctional biomimetic nanovaccines based on photothermal and weak-immunostimulatory nanoparticulate cores for the immunotherapy of solid tumors. Adv. Mater. 2022, 34: 2108012. (Back Cover)<br/>[22] R. Cheng, S. Wang*, K. Moslova, E. Makila, J. Salonen, J. Li, J. Hirvonen, B. Xia, and H. A. Santos*, Quantitative analysis of porous silicon nanoparticles functionalization by 1H NMR. ACS Biomater. Sci. Eng. 2022, 8: 4132−4139.<br/>[21] Y. Gao, H. Tong, J. Li, J. Li, D. Huang, J. Shi*, and B. Xia*, Mitochondria-targeted nanomedicine for enhanced efficacy of cancer therapy. Front. Bioeng. Biotech. 2021, 9: 720508.<br/>[20] H. Tong, Y. Gao, D. Huang, J. Li, J. Li, J. Shi*, H. A. Santos*, and B. Xia*, Mitochondria-targeted bovine serum albumin@copper sulfide nanocomposites conjugated with rhodamine-110 dyes for an enhanced efficacy of cancer photothermal therapy. Part. Part. Syst. Char. 2021, 38: 202100013.<br/>[19] S. Wang, S. Wannasarit, P. Figueriredo, J. Li, A. Correia, B. Xia, R.Wiwattananpatapee, J. Hirovonen, D. Liu, W. Li*, and H. A. Santos*, Superfast and controllable microfluidic inking of anti-inflammatory melanin-like nanoparticles inspired by Cephalopod, Mater. Horiz. 2020, 7: 1573−1580.<br/>[18] J. Li, Y. Gao, H. Tong, W. Zhang, J. Shi*, H. A. Santos*, and B. Xia*, Near infrared light and magnetic field dual-responsive porous silicon-based nanocarriers to overcome multi-drug resistance of breast cancer cells with enhanced efficiency. J. Mater. Chem. B 2020, 8: 546−557.<br/>[17] B. Xia*, W. Zhang, H. Tong, Z. Chen, J. Li, and J. Shi*, Multifunctional chitosan/porous silicon@Au nanocompoiste hydrogels for long-term and repeatedly localized combinatorial therapy of cancer via a single injection. ACS Biomater. Sci. Eng. 2019, 5: 1857−1867.<br/>[16] B. Xia*, W. Zhang, J. Shi, J. Li, Z. Chen, and Q. Zhang, NIR light-triggered gelling in situ of porous silicon nanoparticles/PEGDA hybrid hydrogels for localized combinatorial therapy of cancer cells. J. Appl. Polym. Sci. 2019, 136: 47443.<br/>[15] B. Xia*, Q. Zhang, J. Shi, J. Li, Z. Chen, and B. Wang, Co-loading of photothermal agents and anticancer drugs into porous silicon nanoparticles with enhanced chemo-photothermal therapeutic efficacy to kill multidrug-resistant cancer cells. Colloid. Surface. B 2018, 164: 291−298.<br/>[14] B. Xia*, J. Li, J. Shi, Y. Zhang, Q. Zhang, Z. Chen, and B. Wang, Biodegradable and magnetic-fluorescent porous silicon@iron oxide nanocomposites for fluorescence/magnetic resonance bimodal imaging of tumor in vivo. ACS Biomater. Sci. Eng. 2017, 3: 2579−2587.<br/>[13] B. Xia*, B. Wang, J. Shi, Y. Zhang, Z. Chen, Q. Zhang, and J. Li, Photothermal and biodegradable polyaniline/porous silicon hybrid nanocomposites as a multifunctional drug carrier for chemo-photothermal combination cancer therapy. Acta Biomater. 2017, 51: 197−208.<br/>[12] B. Xia*, B. Wang, Z. Chen, Q. Zhang, and J. Shi, Near-infrared light-triggered intracellular delivery of anticancer drugs using porous silicon nanoparticles conjugated with IR820 dyes. Adv. Mater. Interfaces 2016, 3: 1500715. (Front Cover)<br/>[11] B. Xia*, B. Wang, W. Zhang, and J. Shi*, High loading of doxorubicin into styrene-terminated porous silicon nanoparticles via p-stacking for cancer treatments in vitro. RSC Adv. 2015, 5: 44660−44665.<br/>[10] B. Xia*, B. Wang, W. Zhang, J. Shi, and S. Xiao, Engineering near-infrared fluorescent styrene-terminated porous silicon nanocomposites with bovine serum albumin encapsulation for in vivo imaging. J. Mater. Chem.B 2014, 2: 8314−8320.<br/>[9] B. Xia*, W. Zhang, J. Shi, and S. Xiao, A novel strategy to fabricate doxorubicin/bovine serum albumin/porous silicon nanocomposites with pH-triggered drug delivery for cancer therapy in vitro. J. Mater. Chem.B 2014, 2: 5280−5286.<br/>[8] B. Xia*, J. Shi, W. Zhang, C. Dong, Y. Lu, and P. Guo, Covalent assembly of poly(ethyleneimine) via layer-by-layer deposition for enhancing surface density of protein and bacteria attachment. Appl. Surf. Sci. 2014, 292: 1040−1044.<br/>[7] B. Xia*, W. Zhang, J. Shi, and S. Xiao, Engineered stealth porous silicon nanoparticles via surface encapsulation of bovine serum albumin for prolonging their blood circulation in vivo. ACS Appl. Mater. Inter. 2013, 5: 11718−11824.<br/>[6] B. Xia*, W. Zhang, J. Shi, and S. Xiao, Fluorescence quenching in luminescent porous silicon nanoparticles for the detection of intracellular Cu2+. Analyst 2013, 138: 3628−3632.<br/>[5] B. Xia, Y. Gao, and J. Li, Near-infrared imaging for in vivo assessment of porous silicon-based materials. Porous Silicon for Biomedical Application (2nd Edition) Chapter 10, Elsevier, 2021.（专著）<br/>[4] 夏兵、王宾，一种可降解的聚苯胺/多孔硅纳米复合物及其制备方法和应用，2018. 9，中国，ZL201610926621.1（专利）。<br/>[3] 夏兵、王宾，生物功能化多孔硅纳米颗粒在生物医学中的应用，第十三届全国生物无机化学学术会议，上海，2016. 10. 13-2016. 10. 16（会议论文，墙报）。<br/>[2]夏兵、王宾，多孔硅基复合纳米材料的制备及其在活体成像和光热治疗中的应用，中国化学会第30届学术年会，大连，2016. 6. 30-2016. 7. 5（会议论文，墙报）。<br/>[1]夏兵、张文一、施季森，生物功能化多孔硅纳米颗粒在细胞成像和药物载体中的应用，中国化学会第29届学术年会，北京，2014. 8. 7-2014. 8. 10（会议论文，口头报告）。",
    "Name": "夏兵",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2003-2006年  南京大学无机化学博士学习；<br/>2007-2009年  美国德克萨斯大学纳米药物研究所从事博士后研究；<br/>2009-至今      南京林业大学理学院教学科研工作。<br/>本人已在“多孔硅材料生物功能化在生物医学领域中应用”等相关领域从事了多年的研究工作。从2009年起，本人在南京林业大学建立了纳米细胞工程实验室（Nano-Cell Engineering Lab，NCEL），开始围绕“生物功能化纳米载体在癌症诊疗中的应用”方向开展独立研究工作。从2018年起，我们通过学术互访、共同发表论文、联合培养研究生等多种形式，与芬兰赫尔辛基大学药学院Santos教授建立合作关系，双方主要围绕“抗肿瘤仿生纳米疫苗”方向开展联合研究。2020年起，我们通过学术互访、共同发表论文，与南京大学生命科学学院沈萍萍教授合作，双方主要围绕“肿瘤靶向型仿生纳米载体”等方向开展联合研究。2021年起，我们与鼓楼医院老年肿瘤科尹振宇主任团队合作，开展脑部抗癌药物精准递送研究。目前，我们已在肿瘤细胞内离子检测、肿瘤成像、抗癌药物递送、肿瘤疫苗、癌症组合治疗等研究中取得了一系列进展，具体如下：<br/>（1）多孔硅纳米颗粒（PSiNPs）荧光调控及其在癌细胞内离子检测中的应用：PSiNPs的荧光发射位置和强度通常可以通过电化学腐蚀条件或表面修饰等常规方法进行调控。然而，我们发现在乙醇、二甲基亚砜等有机溶剂体系中，通过微波加热的方法可以有效地提高PSiNPs的发光效率，这部分结果已发表在Phys. Status Solidi A, 2012, 209: 2247。我们进一步通过微波加热诱导硅氢烷基化反应，将十一烯酸修饰到PSiNPs表面，显著地提高了其在体外生理环境下的荧光稳定性。同时发现Cu2+ 可以引起PSiNPs荧光淬灭，且其淬灭强度和Cu2+浓度呈良好线性关系。利用这一特性，我们可以实现癌细胞内部Cu2+浓度的ppm级别检测。这部分结果已发表在Analyst, 2013, 138: 3629（中科院二区，IF 5.227）。<br/>（2）“隐形”纳米载体的制备及其在抗癌药物递送中的应用：PSiNPs在体内环境下会迅速降解，导致了其血液循环时间短，无法通过EPR效应，在肿瘤靶向部位进行有效累积。为此，我们将十二烯修饰到PSiNPs表面，再通过疏水作用，吸附牛血清白蛋白（bovine serum albumin, BSA），制备了“隐形”PSiNPs纳米载体。其中吸附的BSA保护层不仅可以有效缓解PSiNPs的氧化降解速度，同时也有效地提高其在体内血液循环的时间。这部分结果已发表在ACS Appl. Mater. Interfaces, 2013, 5: 11718（中科院一区，IF 10.383）。我们还进一步发现，“隐形”PSiNPs纳米载体具有良好的分级药物递送功能，可以在癌细胞内长期、可控释放抗癌药物，有效抑制其增殖。这部分结果已发表在J. Mater. Chem. B, 2014, 2: 5280（中科院二区，IF 7.571）。<br/>（3）近红外（NIR）荧光纳米探针制备及其在活体成像和药物递送中的应用：在活体成像中，特别在深组织成像时，通常需要具有NIR荧光发射（650 – 950 nm）的探针。为此，我们利用微波加热将二乙烯苯嫁接到PSiNPs表面，将其荧光发射波长从~600 nm红移到~700 nm，再通过疏水作用在其表面包裹BSA，从而制备具有NIR荧光发射特性的S-PSiNPs探针。活体实验结果显示其不仅具有良好的荧光成像能力，还表现出良好的生物安全性。这部分结果已发表在J. Mater. Chem. B, 2014, 2: 8314（中科院二区，IF 7.571）。此外，S-PSiNPs探针还可以进一步通过π-π堆积作用高效载入抗癌药物，且同时表现出显著的药物缓释性能，以及对癌细胞增殖的长程抑制效应。这部分结果已发表在RSC Adv., 2015, 5: 44660，并撰写专著 Porous Silicon for Biomedical Application (2nd Edition), Chapter 10, Elsevier, 2021。<br/>（4）光热型纳米载体在癌症组合治疗中的应用：近年来，基于具有光热效应无机纳米载体开展的光热治疗，以及结合化疗、放疗等其他手段形成的癌症组合治疗倍受人们的关注。因此，我们选择PSiNPs构筑光热型纳米药物载体，并开展了以下工作：分别将NIR染料IR820和抗癌药物DOX载入PSiNPs，形成了DOX/IR820@PSiNPs纳米复合体系。它们不仅具有良好的生物可降解性、NIR光控药物释放性能、还对于癌细胞具有显著的化学/光热组合治疗效果。此外，我们还利用LSCM原位观察到：在NIR激光辐照下，DOX/IR820@PSiNPs在癌细胞内部可以产生微米级气泡并伴随着DOX分子释放等现象，这部分工作作为封面文章发表在Adv. Mater. Interfaces, 2016, 3: 1500715（中科院二区，IF 6.389）（见图1）。<br/>同时我们进一步发现：该载药体系通过化学/光热组合治疗，可以有效逆转癌细胞的多重耐药性，这部分工作发表在Colloids Surf. B, 2018, 164: 291（中科院二区，IF 5.999）。此外，我们利用表面引发聚合的方法将聚苯胺（polyaniline, PANi）嫁接到PSiNPs表面，制备获得具有高效、稳定光热效应的PANi-PSiNPs纳米复合物。活体实验结果表明：它们可以有效的在体内降解，具有良好的生物相容性。我们进一步利用PANi-PSiNPs作为药物载体，在活体肿瘤的化学/光热组合治疗中也取得了良好抑制效果。这部分工作已发表在Acta Biomater., 2017, 51: 197（中科院一区，IF 10.633），并申请发明专利一项（“一种可降解的聚苯胺/多孔硅纳米复合物及其制备方法和应用”，专利号：ZL201610926621.1，中国）。<br/>（5）可注射降解型纳米复合水凝胶在癌症长程局域治疗中的应用：由于抗癌药物在系统注射时，往往出现脱靶现象，从而对体内其他健康器官造成伤害。而通过直接瘤内注射的局域治疗可以在肿瘤部位提供长程、持续的药物释放，并直接作用于癌细胞和肿瘤组织，大大降低治疗所需的药物注射剂量，从而有效避免由药物脱靶造成的系统毒性。为此，我们首先利用PSiNPs作为光敏剂，在NIR激光辐照下，聚乙二醇二丙烯酸酯（polyethylene glycol diacrylate, PEGDA）可原位形成水凝胶。这种可注射的PSiNPs/PEGDA纳米复合水凝胶具有良好的生物降解性和长程持续的药物释放功能。同时在NIR光照下，它们还具有良好的光热效应以及生成单线态氧的能力，所以可用于化学/光热/光动力组合治疗。这部分工作已发表在J. Appl. Polym. Sci., 2019, 136: 47443。另外，我们通过原位还原方法在PSiNPs里生成Au纳米颗粒，再结合壳聚糖（chitosan, CS），制备获得可注射降解型的CS@(PSiNPs@Au) 纳米复合水凝胶，它们不仅具有良好的生物安全性，而且可以通过直接瘤内注射，原位形成凝胶，并在治疗过程中提供长程、持续的药物释放和光热治疗，从而实现了“一次简单注射、多次有效治疗”。这部分工作已发表在ACS Biomater. Sci. Eng., 2019, 5: 1857（中科院二区，IF 5.395）。<br/>（6）磁性纳米复合物在肿瘤多模态成像和组合治疗中的应用：磁性荧光纳米复合材料在癌细胞筛选、生物标记检测、多模态成像、药物靶向递送、光/磁热治疗等领域都有重要的应用价值。因此，我们首先合成表面末端含有双键的超顺磁性Fe3O4纳米颗粒，再将其和PSiNPs共价偶联，制备得到同时具有NIR荧光和超顺磁性的PSiNPs@Fe3O4纳米复合物。我们进一步利用其作为成像探针，实现了活体肿瘤的荧光/MRI双模态成像，这部分工作已发表在ACS Biomater. Sci. Eng., 2017, 3: 2579（中科院二区，IF 5.395）。此外，我们合成Fe3O4/Au纳米颗粒，并将其载入到PSiNPs，制备磁性光热型PSiNPs@(Fe3O4/Au) 纳米复合物。并进一步以此为药物载体，通过外置静磁场和NIR激光调控，显著促进了耐药性癌细胞对于抗癌药物的摄取以及胞内释放，从而有效逆转了癌细胞的多重耐药性，这部分工作已发表在J. Mater. Chem. B, 2020, 8: 546（中科院二区，IF 7.571）。<br/>（7）线粒体靶向型纳米药物载体及其在癌症治疗中的应用：线粒体对细胞具有重要作用，与肿瘤的发生和转移密切相关，是其治疗的重要靶点。因此，通过修饰多种线粒体营养配体，构建了多功能纳米平台用于癌症治疗，以触发线粒体介导的肿瘤细胞凋亡。在此基础上，通过破坏线粒体DNA、增加活性氧、干扰呼吸链和氧化还原平衡等策略，这里我们综述了基于线粒体靶向纳米药物的癌症治疗方法。Front. Bioeng. Biotech., 2021, 9: 720508（中科院二区，IF 6.064）。另外，我们利用BSA模板原位合成CuS纳米颗粒，再修饰线粒体靶向配体罗丹明110，构筑了Rh-BSA@CuS纳米复合物。并在后续肿瘤细胞治疗中发现，Rh-BSA@CuS纳米载体可以显著提高其光热疗效。这部分工作已发表在Part. Part. Syst. Char. 2021, 38: 202100013，并申请发明专利一项（“一种线粒体靶向牛血清白蛋白@硫化铜纳米复合物及其制备方法和应用”，申请号：CN202011038494.4，中国）。同时进一步发现该载药体系通过化学/光热组合治疗，可以有效逆转肿瘤细胞的多重耐药性，这部分工作已投J Drug Deliv. Sci. Tec., 2022, 77: 103869。从“牛奶可以缓解重金属中毒”中获取灵感，我们发现痕量Mn2+与BSA形成Mn@BSA纳米复合物后，不仅显著降低Mn2+的免疫毒性，还可以TLR4信号通路，启动下游NF-κB、AP-1、IRF7等转录因子，进而刺激IFN-b、IL-6、TNF-α等促炎因子分泌。Mn@BSA还可以通过GSH还原组装成Mn@BSA NWs。相比于Mn@BSA，Mn@BSA NWs通过Mφ的吞噬作用，进一步放大和延长其免疫刺激效应，这部分工作发表在Adv. Mater. 2023, 修改中（中科院一区，IF 32.086），并已申请发明专利（“一种锰金属白蛋白TLR激动剂及其制备方法”，申请号：CN2023109699113，中国）。<br/>（8）仿生纳米载体及其在癌症免疫治疗中的应用：由于PSiNPs自身具有良好的免疫佐剂功能，且可通过改变形状尺寸、表面电荷、亲疏水性能，对其进行进一步的调控，所以PSiNPs基肿瘤纳米疫苗受到了人们的广泛关注。为此，我们将肿瘤细胞膜包覆到PSiNPs@Au纳米复合物表面，制备了光热型CCM@(PSiNPs@Au) 仿生纳米疫苗。目前整体实验已完成，相关论文和专利正在准备中，其中部分结果表明：该疫苗在没有其他免疫治疗辅助的情况下，可以高效激活机体抗肿瘤免疫应答，完全抑制肿瘤生长。另外通过联合光热治疗和CTLA-4免疫检查点抑制治疗，该疫苗不仅可以直接促进近端位肿瘤的消退，还可以预防远端位肿瘤的发生。以上结果预示了该类疫苗在抑制肿瘤复发和转移中具有良好的应用前景。这部分工作已发表在Adv. Mater., 2022, 34: 2108012（中科院一区，IF 32.086）。<br/>（9）PSiNPs纳米载体在固有免疫调控中的应用：我们发现PSiNPs纳米颗粒可以向固有免疫细胞（例如：巨噬细胞、树突状细胞等），高效递送抗原、质粒、小干扰RNA、细胞膜等外源软物质。为此，我们进一步利用其作为载体，递送具有线粒体靶向功能的BSA蛋白分子进入巨噬细胞。结果显示，当BSA分子进入细胞内部，可以特异性的聚集在线粒体内，并进一步干扰其呼吸链，产生超氧阴离子自由基。随着这些自由基扩散到细胞内，可以有效激活NF-κB、IRF5、AP-1等促炎极化通路，进一步刺激Mφ细胞释放TNF-α、IL-23、NO等促炎因子。这些有关固有免疫调控的基础研究，将会对感染炎症、癌症等疾病的免疫治疗具有重要的帮助，目前这部分工作已投到ACS Nano, 2022, 17: 1036（中科院一区，IF 18.027）。当PSiNPs纳米载体递送Mn@BSA时，Mφ细胞主要通过网格蛋白介导内吞途径（CME）摄取Mn@BSA，而不是常规的吞噬途径。CME途径有助于Mφ细胞表面的TLR4转入内涵体，进而显著放大Toll样受体相关性干扰素激活因子（TRIF）依赖的下游信号表达。相对于炎症相关的髓样分化因子88（MyD88）依赖的信号通路，TLR4-TRIF信号通路更有利于激活机体适应性免疫系统，以及特异性杀伤病毒感染或发生癌变等异常细胞。"
}