{
    "Research_direction": "数值代数",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "2023秋，高等数学A(1)、线性代数A、线性代数B、计算方法、信息与计算科学导论<br/>2023春，概率统计A、概率统计B、线性代数B、计算方法、科研基本方法概论<br/>2022秋，线性代数A、线性代数B、计算方法、数学建模与算法、矩阵论<br/>2022春，概率统计B、计算方法、数学模型、科研基本方法概论<br/>2021秋，线性代数A、线性代数B、计算方法、数学建模与算法<br/>2021春，高等数学A(2)、计算方法、数学模型、数学模型及其应用<br/>2020秋，高等数学A(1)、计算方法",
    "Topic": "None",
    "Projects": "2023年指导研究生获江苏省研究生实践创新计划项目1项<br/>2022年获校级教学质量提升工程项目1项<br/>2022年获国家自然科学基金青年项目1项<br/>2022年指导本科生获江苏省高等学校大学生创新创业训练计划项目1项<br/>2021年获江苏省高等学校自然科学研究面上项目1项<br/>2020年获南京林业大学“水杉学者”计划科研启动基金项目1项",
    "Services_Activities": "None",
    "Award_status": "2022年获南京林业大学优秀本科课程教学大纲二等奖<br/>2022年获南京林业大学毕设论文优秀指导教师奖<br/>2021年获南京林业大学理学院青年教师讲课比赛二等奖<br/>2021年获江苏省高校第七届基础课青年教师授课竞赛暨首届全国大学生数学课程思政邀请赛三等奖<br/>截至2023年已累计指导学生获得<br/>1. 全国大学生数学建模竞赛国家一等奖1项，省级一等奖4项，省级二等奖3项，省级三等奖4项；<br/>2. 美国大学生数学建模竞赛F奖2项，H奖4项；<br/>3. MathorCup高校数学建模挑战赛一等奖2项，二等奖9项，三等奖6项；<br/>4. 江苏省五一数学建模竞赛二等奖1项，三等奖2项。",
    "Contact_information": "ww2020@njfu.edu.cn",
    "Introduction": "None",
    "id": "0039",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/7f/89/aa26dc61431a80214bb74d3e5471/5e00dd19-a4bc-4fda-a813-7354c0e48eb1_s.jpg",
    "Department": "应用数学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "18.  W. Wei, T. Shi, S. Nie, X,-P, Chen. On adaptive block coordinate descent methods for regression. Computational and Applied Mathematics, 2023, 42:315.<br/>17.  W. Wei, X.-P. Chen, X.-Y. Shi, A. Luo. A shift-deflation technique for computing a large quantity of eigenpairs of the generalized eigenvalue problems. Symmetry-Basel, 2022, 14(12): 2547.<br/>16.  X.-P Chen, W. Wei, X.-Y. Shi, A. Luo. Spectral distribution and numerical methods for rational eigenvalue problems. Symmetry-Basel, 2022, 14(6): 1270.<br/>15.  魏伟, 宋逸夫. 新时代背景下《计算方法》课程多元化教学改革探索. 高等教育前沿, 2022, 5(8): 166-167.<br/>14.  X.-P Chen, W. Wei, X.-M. Pan. Modified successive approximation methods for the nonlinear eigenvalue problems. Applied Numerical Mathematics, 2021, 164: 190-198.<br/>13.  W. Wei, Hui Zhang, X. Yang, X.-P. Chen. Randomized generalized singular value decomposition. Communications on Applied Mathematics and Computation, 2021, 3(1), 137:156.<br/>12.  宋环环, 魏伟, 陈小平. 求解非线性特征值问题逐次近似方法的收敛性. 扬州大学学报. 2020, 5: 23-28.<br/>11.  X.-P. Chen, W. Wei, X. Yang, H. Liu. Successive linear Newton interpolation methods for solving the large-scale nonlinear eigenvalue problems. Applied Mathematics and Computation, 2020, 387: 124663.<br/>10. W. Wei, H. Dai, W.-T. Liang. Block updating and downdating algorithms for regularized least squares problems with applications to linear discriminant analysis. East Asian Journal on Applied Mathematics, 2020, 10(4): 679-697.<br/>9.  W. Wei, H. Dai, W.-T. Liang. A novel projected gradient-like method for optimization problems with simple constraints. Computational and Applied Mathematics. 2020, 39(3): 168.<br/>8. W. Wei, H. Dai, W.-T. Liang. Regularized least squares locality preserving projections with applications to image recognition. Neural Networks, 2020, 128: 322-330.<br/>7.  W. Wei, H. Dai, W.-T. Liang. Exponential sparsity preserving projection with applications to image recognition. Pattern Recognition, 2020, 104: 107357. <br/>6. X.-P. Chen, X. Yang, W. Wei, J. Cao, S. Tang. A novel method to compute all eigenvalues of the polynomial eigenvalue problems in an open half plane. Computational and Applied Mathematics, 2019, 38(2): 28.<br/>5.  W. Wei, H. Dai. Implicitly restarted refined generalized Arnoldi method with deflation for polynomial eigenvalue problem. East Asian Journal on Applied Mathematics, 2018, 8(1): 82-99.<br/>4.  戴华, 魏伟. 基于测量试验数据修正有限元模型质量矩阵. 南京航空航天大学学报, 2017, 49(5): 606-611.<br/>3. W. Wei, H. Dai. Implicitly restarted refined partially orthogonal projection method with deflation. East Asian Journal on Applied Mathematics, 2017, 7(1): 1-20.<br/>2.  X.-P. Chen, H. Dai, W. Wei. Successive mth approximation method for the nonlinear eigenvalue problem. Computation and Applied Mathematics, 2017, 36(2): 1009-1021. <br/>1. 魏伟, 戴华. 求解多项式特征值问题的部分正交投影方法及其变形. 高等学校计算数学学报, 2016, 38(2): 116-133.",
    "Name": "魏伟",
    "Biographical_notes": "魏伟，江苏阜宁人，中共党员，副教授，硕士生导师，理学博士。<br/>现任南京林业大学应用数学系副主任。<br/>2020.08-至今      南京林业大学        应用数学系        全职教师<br/>2015.04-2020.06    南京航空航天大学    运筹学与控制论    理学博士<br/>2012.09-2015.04    南京航空航天大学    计算数学        理学硕士<br/>2008.09-2012.06    南京航空航天大学    信息与计算科学    理学学士",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}