{
    "Research_direction": "分数阶微积分理论及其应用、可靠性理论及其应用、人工智能与树突神经网络",
    "Paper": "1.  Ting Jin, Yun Sun, and Yuanguo Zhu. Extreme values for solution to uncertain fractional differential equation and application to American option pricing model. Physica A: Statistical Mechanics and its Applications, 2019, 534, 122357. (IF=3.263)<br/>2.  Hongyan Yan, Ting Jin, and Yun Sun. Uncertain bang–bang control problem for multi-stage switched systems. Physica A: Statistical Mechanics and its Applications, 2020, 551, 124115. (IF=3.263)<br/>3.  Ting Jin, Yun Sun, and Yuanguo Zhu. Time integral about solution of an uncertain fractional order differential equation and application to zero-coupon bond model. Applied Mathematics and Computation, 2020, 372, 124991. (IF:4.091)<br/>4.  Ting Jin and Yuanguo Zhu. First hitting time about solution for an uncertain fractional differential equation and application to an uncertain risk index model. Chaos, Solitons & Fractals, 137:109836, 2020. (IF=5.944)<br/>5.  Ting  Jin, Xiangfeng Yang, Hongxuan Xia, and Hui Ding, Reliability index and option pricing formulas of the first hitting time model based on the uncertain fractional-order differential equation with Caputo type. Fractals-Complex Geometry Patterns and Scaling in Nature and Society, 2021, 29 (1), 2150012. (ESI高被引论文，IF=3.655)<br/>6.  Ting Jin, Hongxuan Xia, and Hao Chen. Optimal control problem of the uncertain second-order circuit based on first hitting criteria. Mathematical Methods in the Applied Sciences, 44 (1), 882-900, 2021. (IF=2.312)<br/>7.   Bo Li, Ranran Zhang, and Ting Jin. Parametric approximate optimal control of uncertain differential game with application to counter terror. Chaos, Solitons and Fractals, 2021, 146, 110940. (IF=5.944)<br/>8.   Ting Jin, Hui Ding, Bo Li, Hongxuan Xia, and Chenxi Xue, Valuation of interest rate ceiling and floor based on the uncertain fractional differential equation in Caputo sense. Journal of Intelligent & Fuzzy Systems, Vol. 40, no. 3, pp. 5197-5206, 2021. (IF:1.851)<br/>9.   Ting Jin, Hui Ding, Hongxuan Xia and Jinfeng Bao, Reliability index and Asian barrier option pricing formulas of the uncertain fractional first-hitting time model with Caputo type. Chaos, Solitons & Fractals, 142: 110409, 2021. (ESI高被引论文，IF=5.944)<br/>10.  Ting Jin, Xiangfeng Yang, Monotonicity theorem for the uncertain fractional differential equation and application to uncertain financial market. Mathematics and Computers in Simulation，Vol.190, 203-221, 2021. (IF=2.463)<br/>11.  Ting Jin, Shangce Gao, Hongxuan Xia, and Hui Ding, Reliability analysis for the fractional-order circuit system subject to the uncertain random fractional-order model with Caputo type. Journal of Advanced Research, Vol.30, 19-26.2021. (IF=12.822)<br/>12.  Houtian He, Shangce Gao, Ting Jin, Syuhei Sato, and Xingyi Zhang. A seasonal-trend decomposition-based dendritic neuron model for financial time series prediction. Applied Soft Computing, 2021, 108,107448. (IF=6.725)<br/>13.  Ting Jin, Hongxuan Xia, Wu Deng, Yuangang Li, and Hao Chen. Uncertain Fractional-Order Multi-Objective Optimization Based on Reliability Analysis and Application to Fractional-Order Circuit with Caputo Type. Circuits, Systems, and Signal Processing, DOI: 10.1007/s00034-021-01761-2. (IF=2.225)<br/>14.  Ting Jin, Hongxuan Xia. Lookback option pricing models based on the uncertain fractional-order differential equation with Caputo type，Journal of Ambient Intelligence and Humanized Computing，DOI： 10.1007/s12652-021-03516-y. (IF=7.104)<br/>15.  Ting Jin, Hongxuan Xia, and Shangce Gao. Reliability analysis of the uncertain fractional-order dynamic system with state constraint, Mathematical Methods in the Applied Sciences. DOI: 10.1002/mma.7943. (IF=2.321)<br/>16.  Zhe Xu, Ziqian Wang, Jiayi Li, Ting Jin, Xianglian Meng, and Shangce Gao*. Dendritic neuron model trained by information feedback-enhanced differential evolution algorithm for classification. Knowledge-Based Systems. DOI: 10.1016/j.knosys.2021.107536. (IF=8.038)<br/>17.  Shangce Gao, Kaiyu Wang, Sichen Tao, Ting Jin, Hongwei Dai and Jiujun Cheng. A state-of-the-art differential evolution algorithm for parameter estimation of solar photovoltaic models. Energy Conversion and Management, 2021, 230: 113784. (ESI高被引论文，IF=9.709)<br/>18.  Xiao Yang, Zonghui Cai, Ting Jin, Zheng Tan, Shangce Gao. A three-phase search approach with dynamic population size for solving the maximally diverse grouping problem. European Journal of Operational Research. 302 (2022), 925-953. (IF=6.363)<br/>19.  Bo Li, Jiajun Xu, Ting Jin, Yadong Shu. Piecewise parameterization for multifactor uncertain system and uncertain inventory-promotion optimization. Knowledge-Based Systems. 255 (2022),109683. (IF=8.038)<br/>20.  Yadong Shu, Ting Jin. Stability in measure and asymptotic stability of uncertain nonlinear switched systems with a practical application. International Journal of Control. DOI:10.1080/00207179.2022.2117649.<br/>21.  Chenlei Tian, Ting Jin, Xiangfeng Yang, Qinyu Liu. Reliability analysis of the uncertain heat conduction model. Computers and Mathematics with Applications, 119 (2022),131-140. (本科生一作、 ESI高被引论文，IF=3.218)<br/>22.  Ting Jin, Yuanguo Zhu, Yadong Shu, Jing Cao, Hongyan Yan and Depeng Jiang. Uncertain optimal control problem with the first hitting time objective and application to a portfolio selection model. Journal of Intelligent & Fuzzy Systems. DOI:10.3233/JIFS-222041. (IF=1.851)<br/>23.  Qinyu Liu, Ting Jin, Min Zhu, Chenlei Tian, Fuzhen Li, and Depeng Jiang. Uncertain Currency Option Pricing Based on the Fractional Differential Equation in the Caputo Sense. 2022, 6, 407. (本科生一作，IF=3.577)<br/>  24.  Xiangfa Li, Bo Li, Ting Jin , and   Peiyao Zheng. Uncertain random portfolio optimization with non‑dominated sorting genetic algorithm‑II.  Artificial Intelligence Review. DOI: 10.1007/s10462-02    2-10388-x.<br/>  25.  Hao Chen, Ting Jin, Fenglei Tan, et al. The analysis of   time-varying high-order moment of wind power time series. Energy Reports,   2023, 9: 3154-3159.<br/>  26.  Xiangbing Zhou, Xing Cai, Hua Zhang, Zhiheng Zhang, Ting  Jin,Huayue Chen, Wu Deng. (2023). Multi-strategy competitive-cooperative   co-evolutionary algorithm and its application. Informat ion Sciences, 635,   328-344.<br/>[1] 2020年授权中国发明专利，一种V形梁结构LC谐振的温度传感器及其制备方法，授权时间：2020-10-2, 中国, 专利号：ZL201810813507.7.（排名第二）<br/>[2] 2020年授权中国发明专利，一种基于MEMS电感的二维曲率传感器，授权时间：2020-6-16, 中国, 专利号：ZL201810812300.8.（排名第二）<br/>[3] 2022年授权中国发明专利，激励型过阻尼RLC电路修复可靠时间的最优控制方法，授权时间：2022-5-3，中国，专利号：ZL202010650066.0. (排名第一)<br/>[4] 2021年受理中国发明专利，基于Caputo型分数阶微分的不确定电路可靠性分析方法，2021-4-27，申请号：202110459155.1.（排名第一）",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1、国家自然科学基金委员会，青年项目，不确定环境下经营系统分数阶建模、生存与投资控制策略研究，2023-01至2025-12，30万元，主持。<br/>2、中国博士后科学基金面上项目，设备易故障供应链系统的维修与生产计划协同管理研究，2023-07至2025-07，5万元，主持。<br/>3、江苏省科学技术厅，江苏省科技计划项目，不确定分数阶动力系统的首达目标最优控制及数值算法研究，2021-7至2024-6，20万元，主持。<br/>4、南京林业大学理学院2020 年标志性成果培育立项项目，林业领域复杂系统建模与可靠性评估，2020-9至2022-9，2万元，主持。<br/>5、2022年江苏省高校哲学社会科学研究一般项目，突发事件影响下江苏中小企业信贷违约风险评估及预警研究，2022-3至2025-6，1万元，主持。 <br/>6、国家自然科学基金委员会，面上项目，含Grushin算子的退化椭圆方程解的零点集和临界点集的分布和测度估计，2021-01至2024-12，51万元，参与。<br/>7、国家自然科学基金委员会，专项项目，最优运输理论与图像处理专题研讨会，2021-7至2021-12，5万元，参与。<br/>8、国家自然科学基金委员会，面上项目，不确定动力系统的性能分析及最优控制，2017-1至2020-12，49万元，参与。<br/>1、省级重点项目，大学生创新训练项目(大创), 不确定环境下林业系统分数阶建模及可靠性分析,  2021.06-2023.06.优秀结题。<br/>2、省级重点项目，大学生创新训练项目(大创)，基于分数阶BP算法的树突神经网络及其在不确定林业经济系统中的应用研究，2022.06-2024.06.<br/>3、省级重点项目，大学生创新训练项目(大创)，基于不确定分数阶微分方程的绿色供应链模型优化控制问题研究，2023.06-2025.06.<br/>4、校级一般项目，大学生创新训练项目（大创），变电站电力系统效益模型，2021.06-2023.06.优秀结题。<br/>5、校级一般项目，大学生创新训练项目（大创），基于Caputo型分数阶微分方程的不确定金融模型研究，2021.06-2023.06.优秀结题。",
    "Services_Activities": "None",
    "Award_status": "1、2021年度南京理工大学校优秀博士论文<br/>2、南京林业大学2023届优秀毕业论文、优秀指导老师<br/>   Caputo-Hadamard型不确定分数阶微分方程解的时间积分定理及其在亚式期权中的应用<br/>3、南京林业大学2023届优秀团队毕业论文指导老师<br/>    数据驱动下分数阶金融系统建模及衍生品研究<br/>4、江苏省高校第七届数课赛暨全国首届数课思政赛优秀奖<br/>5、2021年度江苏机械工业科技进步奖一等奖<br/>6、2022年度江苏省机械工业专利奖一等奖<br/>7、多篇SCI论文获得2021、2022年度ESI高被引奖励<br/>8、多篇SCI论文获得国运筹学会不确定理论分会第二十一届年会不确定理论优秀论文奖<br/>9、多次指导学生获得数学建模竞赛奖项",
    "Contact_information": "tingjin@njfu.edu.cn",
    "Introduction": "None",
    "id": "0041",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/6e/49/b830325a416b87bf419f7bab2a49/62105647-05b8-471f-a768-3e8c1c5a2d44_s.png",
    "Department": "应用数学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "金婷",
    "Biographical_notes": "金婷，江苏南京人，中共党员，副教授，硕士生导师，理学博士。<br/>本硕毕业于东南大学数学系，南京理工大学理学博士（2020年），南京大学管理科学与工程在站博士后（2021年12月进站）。主要研究方向：不确定分数阶微分方程、可靠性理论及其应用、树突神经网络等。近五年在Fractals、Chaos Solitons & Fractals、European Journal of Operational Research、Knowledge-Based Systems等高水平SCI期刊上发表学术论文30篇，其中以第一或通讯作者发表近20篇，ESI高被引一区SCI论文4篇。先后主持江苏省自然科学基金青年项目，国家自然科学基金青年项目，江苏省高校哲学社会科学研究一般项目，中国博士后科学基金面上项目等多项省部级以上课题。同时，获得授权专利一项（排名第一），江苏机械工业科技进步奖一等奖，江苏省机械工业专利奖一等奖。目前担任中国运筹学会智能计算分会常务理事、中国运筹学会不确定系统分会常务理事，以及 Mathematical Biosciences and Engineering、Electronic Research Archive、 Axioms等SCI期刊的客座编辑。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}