{
    "Research_direction": "功能光学材料",
    "Paper": "1. Xiaoqing Wang, Zhiyong Jiang, Zhaolun Liang, Tianzhu Wang, Yuncong Chen, and Zhipeng Liu*. Discovery of BODIPY J-aggregates with absorption maxima beyond 1200 nm for biophotonics, Science Advances, 2022, 8, eadd5660.<br/>2. Zhiyong Jiang, Changli Zhang, Xiaoqing Wang*, Ming Yan, Zongxin Ling*, Yuncong Chen, and Zhipeng Liu*. A borondifluoride-complex-based photothermal agent with an 80 % photothermal conversion efficiency for photothermal therapy in the NIR-II window, Angewandte Chemie InternationalEdition, 2021, 60, 22376-22384.<br/>3. Yijing Cui，Xiaoqing Wang (co-first author), Zhiyong Jiang, Changli Zhang, Zhaolun Liang, Yuncong Chen, and Zhipeng Liu*, Zijian Guo. A Photoacoustic Probe with Blood‐Brain Barrier Crossing Ability for Imaging Oxidative Stress Dynamics in the Mouse Brain, Angewandte Chemie International Edition, 2023, 62: e202214505.<br/>4. Ming Yan, Haixiao Fang, Xiaoqing Wang*, Jiajia Xu, Chengwu Zhang*, Li Xu*, and Lin Li. A two-photon fluorescent probe for visualizing endoplasmic reticulum peroxynitrite in Parkinson's disease models, Sensors and Actuators: B. Chemical, 2021, 328, 129003.<br/>5. Xiaoqing Wang*, Fen Qi, Zhiyong Jiang, Ming Yan, and Li Xu*. Highly fluorescent bisboron complexes in both solution and solid-state: Synthesis, photophysical properties and lipid droplet imaging in living cells, Dyes and Pigments, 2021, 186, 108999.<br/>6. Lu Sun, Xiaoqing Wang*, Jiuzho. Shi, Shilong Yang, and Li Xu*. Kaempferol as an AIE-active natural product probe for selective Al3+ detection in Arabidopsis thaliana, Spectrochimica acta. Part A, Molecular and biomolecular spectroscopy, 2021, 249, 119303.<br/>7. Xiaoqing Wang, Songlin Liu, Shida Cao, Fei Han, Hong Wang*, and Hongyu Chen*. Tandem Self-Assembly of Block Copolymer: From Vesicles to Stacked Bowls, Macromolecules, 2019, 52, 6698–6703. <br/>8. Zhipeng Liu, Zhiyong Jiang, Ming Yan, and Xiaoqing Wang*. Recent Progress of BODIPY Dyes with Aggregation-Induced Emission, Frontiers in Chemistry, 2019, 7, 712.<br/>9. Zhiyong Jiang, Xiaoqing Wang*, Jianping Ma and Zhipeng Liu*. Aggregation-amplified circularly polarized luminescence from axial chiral boron difluoride complexes, SCIENCE CHINA Chemistry, 2019, 62, 355-362.<br/>1. 王小青，卢雯，徐莉*. 天然产物山奈酚的聚集诱导发光特性及在铝离子检测中的应用——推荐一个大学化学综合实验，大学化学，2023， DOI: 10.3866/PKU.DXHX202305093.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1、国家自然科学基金面上项目，近红外吸收型氟硼配合物的构建及其光声成像应用研究，项目主持人，2024.1-2027.12；<br/>2、江苏省自然科学基金面上项目，基于氟硼配合物的近红外二区高效光热试剂的构建，项目主持人，2022.7-2025.6；<br/>3、南京林业大学高层次人才引进科研项目，项目主持人，2019.5-2023.4；<br/>4、南京林业大学理学院标志性成果培育项目，项目主持人，2020.7-2022.6；<br/>5、国家自然科学基金青年项目，聚集诱导发光型BODIPY类荧光分子的构筑及其性质研究，项目主持人，2016.1-2018.12；<br/>6、山东省自然科学基金，可见光响应的半导体/TiO2/石墨烯分级纳米异质结构的构筑及其光催化性能研究，项目主持人，2014.9-2017.8。<br/>1、南京林业大学高等教育研究项目,基于OBE教育理念的本科实验人才培养研究，项目主持人，2021.2-2022.12。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "xqwang@njfu.edu.cn",
    "Introduction": "None",
    "id": "0050",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/b7/95/f2c8343248c9981058ec721890ac/55be6e2b-d9df-4413-b697-93b379849694_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "王小青",
    "Biographical_notes": "　　王小青，山东博兴人，中共党员，副教授，硕士生导师，理学博士。<br/>　　2009年在中国科学技术大学化学系获得博士学位，师从钱逸泰院士，研究重点是功能纳米材料的合成和组装，以及纳米材料复杂结构的设计原理。2018年在南洋理工大学化学与生物化学系从事博士后工作，合作导师为陈虹宇教授，主要研究嵌段聚合物的组装调控。2019年3月加入南京林业大学理学院，目前的研究兴趣集中在功能光学材料方面，包括：具有长波长发射或吸收的新型有机分子骨架的开发，生命系统中特征分子的荧光和光声成像，以及光热诊断和治疗剂的开发。<br/>　　迄今为止以第一作者或通讯作者在 Sci. Adv., Angew. Chem. Int. Ed., Sci. China. Chem., Chem. Commun.等国际一流期刊上发表学术论文40余 篇。论文总共被引用2300余次，累计H-Index 27。主持国家自然科学基金、江苏省自然科学基金、南京林业大学高层次人才引进科研项目、南京林业大学理学院标志性成果培育项目等项目６项。指导的研究生及本科生获得校长特别奖学金、国家奖学金、优秀毕业生和优秀毕业论文等奖励。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}