{
    "Research_direction": "弹性高分子材料",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "高等谱学，讲授红外光谱和紫外-可见光谱",
    "Topic": "None",
    "Projects": "1. 教育部产学合作协同育人项目，基于校企协同育人的“再生ABS树脂高值化利用技术”人才培养模式探索与实践，2023.02，主持。<br/>2. 国家自然科学基金青年基金项目，多尺度分子模拟法研究轮胎用SSBR的大分子结构与节能构效关系及实验，2020.01-2022.12，主持。<br/>3. 国家自然科学基金面上项目，低维铁氧体/石墨烯复合纳米体系微结构调控磁光电物性机理研究，2018.01-2021.12，参与。<br/>4. 南京林业大学青年科技创新基金，2020，主持。<br/>5. 南京林业大学高层次（高学历）人才科研启动基金，2019，主持。",
    "Services_Activities": "None",
    "Award_status": "1. 江苏省科技副总，2023。<br/>2. 江苏省互联网+创新创业大赛优秀指导教师，2023。<br/>3. 江苏省一流本科课程，聚乳酸纤维成型虚拟仿真实验，2021。<br/>4. 南京林业大学本科生毕业论文优秀指导教师，2020。<br/>5. 南京林业大学理学院青年教师讲课比赛二等奖，2020和2021。<br/>6. 赛轮金宇杯第19届中国轮胎技术研讨会优秀论文奖，2016。",
    "Contact_information": "luoyanlong@njfu.edu.cn",
    "Introduction": "None",
    "id": "0062",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/98/76/69c2f0614992a4c24b9830d1c83a/d564ea41-3287-4c7d-8e02-3c296aea75c1_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "1. Yanlong Luo*, Jialiang Chen, Gaohua Situ, Chichao Li, Chenrui Zhang, Fanzhu Li, Chenghui Li, Zhenyang Luo*, Xi Zhang*. Aromatic disulfide-induced self-reinforcing polyurethane elastomer with self-healability. Chemical Engineering Journal, 2023, 469, 143958.<br/>2. Yijiao Xue, Jinyou Lin, Tao Wan, Yanlong Luo, Zhewen Ma, Yonghong Zhou, Bryan T. Tuten, Meng Zhang*, Xinyong Tao, Pingan Song*, Stretchable, Ultratough, and Intrinsically Self-Extinguishing Elastomers with Desirable Recyclability, Advanced Science, 2023, 10, 22072.<br/>3. Hongfeng Chen, Yan Li, Jue Cheng, Yanlong Luo*, and Qingsong Lian*, Directly Using Paraffin as the Toughening Agent of Epoxy Composites: An Experimental and Molecular Dynamics Simulation Study, Langmuir 2023, 39, 979–988.<br/>4. Gefei Li, Yanlong Luo, Juan Mo, Masato Noguchi, Jie Jing, Zhenyang Luo, Shin-ichiro Shoda∗, Xin-Shan Ye*, Hydrogen bond-assisted 1,2-cis O-glycosylation under mild hydrogenolytic conditions, Chinese Chemical Letters, 2023, 34, 107754.<br/>5. Jialiang Chen, Chichao Li, Huan Jia, Zhihua Shen, Rong Zhao, Tao Su, Bo Xiang, Xiujuan Wang, Danil W. Boukhvalov, Zhenyang Luo, and Yanlong Luo*, Novel Molecular-Level Insight into the Self-Healing Behavior and Mechanism of Polyurethane-Urea Elastomer Based on a Noncovalent Strategy, Macromolecules, 2022, 55, 4776-4789.<br/>6. Zhihua Shen, Jialiang Chen , Gefei Li, Gaohua Situ, Xiaofeng Ma , Ye Sha, Dong Zhao, Qun Gu, Meng Zhang, Yanlong Luo* , Zhenyang Luo*, Mechanically robust self-repairing polyurea elastomers: The roles of hard segment content and ordered/disordered hydrogen-bonding arrays, European Polymer Journal, 2022, 181, 111657.<br/>7. Qingsong Lian,* Hongfeng Chen, Yanlong Luo,* Yan Li, Jue Cheng, Yaqing Liu,* Toughening mechanism based on the physical entanglement of branched epoxy resin in the non-phase-separated inhomogeneous crosslinking network: An experimental and molecular dynamics simulation study, Polymer, 2022, 247, 124754.<br/>8. Hao Zhang, Fei Cai, Yanlong Luo*, Xiao Yu, Sizhu Wu*, Grafting silica onto reduced graphene oxide viahydrosilylation for comprehensive rubber applications: Molecular simulation and experimental study, Polymer Composites, 2022, 43, 5332–5343.<br/>9. Jialiang Chen, Chichao Li, Xi Chen, Xuming Zhang, Hongbing Jia, Zhenyang Luo, Yanlong Luo*, Insights into the preparation and performance of SiO2@graphene oxide/epoxidized solution-polymerizedstyrene butadiene rubber composites through experimentsand molecular simulations, Journal of Applied Polymer Science, 2022, 139, e52432.<br/>10. Bo Xiang, Rong Zhang, Yanlong Luo, Sheng Zhang, Lei Xu, Huihua Min, Shaochun Tang*, Xiangkang Meng*, 3D porous polymer film with designed pore architecture and auto-deposited SiO2 for highly efficient passive radiative cooling, Nano Energy, 2021, 81, 105600.<br/>11. Bo Xiang, Rong Zhang*, Xujia Zeng, Yanlong Luo, Zhenyang Luo*, An easy-to-prepare flexible dual-mode fiber membrane for daytime outdoor thermal management, Advanced Fiber Materials, 2022, 4, 1058-1068.<br/>12. Jialiang Chen, Jiaxuan Li, Jing Zhu*, Xianling Chen, Yao Liu, Yangyang Gao, Zhenyang Luo, Sizhu Wu, and Yanlong Luo*, New Insights into the Quantitative Relationship between Surface Chemistry of Fullerene (C60) and Solubility Parameters and Compatibility with Polymers,  The Journal of Physical Chemistry B, 2021, 125, 20, 5420–5433.<br/>13. Yanlong Luo,*# Xianling Chen,# Jialiang Chen, Zhipeng Wu, Hongming Ma, Xuejing Liu, Bo Xiang, Xiaofeng Ma and Zhenyang Luo*, A combined experimental and molecular dynamics simulation study of an intrinsic self-healing polyurethane elastomer based on a dynamic non-covalent mechanism, Soft Matter, 2021, 17, 2191-2204.<br/>14. Shuangjian Yu, Siwu Wu, Chengfeng Zhang, Zhenghai Tang, Yanlong Luo, Baochun Guo*, and Liqun Zhang*, Catalyst-Free Metathesis of Cyclic Acetals and Spirocyclic Acetal Covalent Adaptable Networks, ACS Macro Letter, 2020, 9, 1143–1148.<br/>15. Yanlong Luo,* Xianling Chen, Sizhu Wu, Songyuan Cao, Zhenyang Luo,* and Yijun Shi, Molecular Dynamics Simulation Study on Two-Component Solubility Parameters of Carbon Nanotubes and Precisely Tailoring the Thermodynamic Compatibility between Carbon Nanotubes and Polymers, Langmuir, 2020, 36, 31, 9291–9305.<br/>16. Xianling Chen,# Jing Zhu,# Yanlong Luo,* Jun Chen, Xiaofeng Ma, Danil Bukhvalov, Haobei Liu, Meng Zhang* and Zhenyang Luo,* Molecular dynamics simulation insight into the temperature dependence and healing mechanism of an intrinsic self-healing polyurethane elastomer, Physical Chemistry Chemical Physics, 2020, 22, 17620-17631.<br/>17. Hailong Yang, Fei Cai, Yanlong Luo*, Xin Ye, Chen Zhang, Sizhu Wu*, The interphase and thermal conductivity of graphene oxide/butadiene-styrene-vinyl pyridine rubber composites: A combined molecular simulation and experimental study. Composites Science and Technology, 2020, 188, 107971.<br/>18. Jun Chen,#  Fanzhu Li,# Yanlong Luo,# Xiaofeng Ma, Yijun Shi, Meng Zhang, D. W. Boukhvalov, Zhenyang Luo*, A self-healing elastomer based on an intrinsic non-covalent cross-linking mechanism, Journal of Materials Chemistry A, 2019, 7, 15207-15214. <br/>19. Yanlong Luo, Youping Wu, Kaiqiang Luo, Fei Cai, Tianshu Zhai, Sizhu Wu*, Structures and properties of alkanethiol-modified graphene oxide/solution-polymerized styrene butadiene rubber composites: Click chemistry and molecular dynamics simulation. Composites Science and Technology, 2018, 161, 32-38.<br/>20. Yanlong Luo, Runguo Wang, Wei Wang, Liqun Zhang, Sizhu Wu*, Molecular dynamics simulation insight into two-component solubility parameters of graphene and thermodynamic compatibility of graphene and styrene butadiene rubber. The Journal of Physical Chemistry C, 2017, 121, 10163-10173.",
    "Name": "罗艳龙",
    "Biographical_notes": "2021.07-至今 南京林业大学 副教授，硕士生导师<br/>2023.01-2024.12 南京大学 化学化工学院 博士后（合作导师：李承辉教授）<br/>2018.09-2021.06 南京林业大学 讲师<br/>2013.09-2018.06 北京化工大学 先进弹性体材料研究中心 博士（导师：吴丝竹教授）<br/>2009.09-2013.06 南京林业大学 理学院 本科",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}