{
    "Research_direction": "高分子多相结构与性能，生物质高分子材料",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "  聚乳酸纤维成型虚拟仿真实验，江苏省一流课程",
    "Services_Activities": "None",
    "Award_status": "   2000年被评为江苏省“333”工程中青年科学技术带头人，2002年获“江苏省有突出贡献中青年专家”称号，获2012年度江苏省优秀硕士论文指导教师，2017年获得联合国开发计划署、联合国环境规划署等国际机构联合颁发的“蒙特利尔协议30年杰出贡献个人奖”，2023年获梁希林业科学技术发明一等奖。",
    "Contact_information": "luozhenyang@njfu.edu.cn",
    "Introduction": "None",
    "id": "0063",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/1a/92/1d9b8ebe4bcead37cb3cf6a08a45/4816533d-0e4b-400d-b145-24a0ada94483_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "1.      Modified lignin‐induced composite hydrogels with good mechanical properties, adhesion, and UV resistance for strain sensors. Journal of Applied Polymer Science, 2023, DOI: 10.1002/app.54643<br/>2.      Unveiling the Mechanisms of Hydrolytic Ring-Opening Polymerization of Caprolactam and Amino-Assisted Ring Opening of Cyclic Dimers: A DFT Study. Industrial & Engineering Chemistry Research, 2023, DOI: 10.1021/acs.iecr.2c03328<br/>3.      Mechanically robust self-repairing polyurea elastomers: The roles of hard segment content and ordered/disordered hydrogen-bonding arrays. European Polymer Journal, 2022, DOI: 10.1016/j.eurpolymj.2022.111657<br/>4.      Hydroxyethyl cellulose-based electrically conductive, mechanically resistant, strain-sensitive self-healing hydrogels. Cellulose, 2022, DOI: 10.1007/s10570-022-04622-6<br/>5.      Preparation and application of dielectric polymers with high permittivity and low energy loss: A mini review. Journal of Applied Polymer Science, 2022, DOI: 10.1002/app.52367<br/>6.      Understanding the Self‐Healing Mechanism of Polyurethane Elastomer Based on Hydrogen Bonding Interactions through Molecular Dynamics Simulation. Macromolecular Theory and Simulations, 2022, DOI: 10.1002/mats.202270003<br/>7.      A New Triboelectric Nanogenerator with Excellent Electric Breakdown Self-Healing Performance. Nano Energy, 2021, DOI: 10.1016/j.nanoen.2021.105990<br/>8.      A combined experimental and molecular dynamics simulation study of an intrinsic self-healing polyurethane elastomer based on dynamic non-covalent mechanism. Soft Matter, 2021, DOI: 10.1039/D0SM02085K<br/>9.      Highly Efficient, Environmentally Friendly Lignin-Based Flame Retardant Used in Epoxy Resin. ACS Omega, 2021, DOI: 10.1021/acsomega.0c05146<br/>10.   Coumarin Derivative Trigger Controlled Photo-Healing of Ion Gels and Photo-Controlled Reversible Adhesiveness. European Polymer Journal, 2020, DOI: 10.1016/j.eurpolymj.2020.110213<br/>11.   Fabrication and characterization of glycogen-based elastic, self-healable, and conductive hydrogels as a wearable strain-sensor for flexible e-skin. Polymer, 2020, DOI: 10.1016/j.polymer.2020.122961<br/>12.   Molecular dynamics simulation insight into temperature dependence and healing mechanism of an intrinsic self-healing polyurethane elastomer. Physical Chemistry Chemical Physics, 2020, DOI: 10.1039/D0CP03013A<br/>13.   Temperature dependence of the interfacial bonding characteristics of silica/styrene butadiene rubber composites: a molecular dynamics simulation study. RSC Advances, DOI: 10.1039/C9RA08325A<br/>14.   Photo-induced Actuator using Temperature and Light Dual Responsive Azobenzene Containing Ion Gel in Ionic Liquid. European Polymer Journal, 2019, DOI: 10.1016/j.eurpolymj.2019.109446<br/>15.   Understanding Mechanism of Adsorption in the Decolorization of Aqueous Methyl Violet (6B) Solution by Okra Polysaccharides: Experiment and Theory. ACS Omega, 2019, DOI: 10.1021/acsomega.9b02768<br/>16.   Self-Assembly of Diblock Copolymers Containing Thermo- and Photoresponsive Lower Critical Solution Temperature Phase Behavior Polymer with Tunable Assembly Temperature in an Ionic Liquid Mixture. ACS Omega, 2019, DOI: 10.1021/acsomega.9b01287<br/>17.   A self-healing elastomer based on an intrinsic non-covalent cross-linking mechanism. Journal of Materials Chemistry A, 2019, DOI: 10.1039/C9TA03775F<br/>18.   Effect of both grafting and blending modifications on the performance of lignosulphonate-modified sulphanilic acid–phenol–formaldehyde condensates. Cement and Concrete Research, 2012, DOI: 10.1016/j.cemconres.2012.05.010<br/>19.   Synthesis of Epoxidatied Castor Oil and Its Effect on the Properties of Waterborne Polyurethane. Procedia Engineering, DOI: 10.1016/j.proeng.2011.11.007",
    "Name": "罗振扬",
    "Biographical_notes": "罗振扬，浙江上虞人，中共党员，教授，研究员级高级工程师，硕士生导师。曾任南京林业大学理学院院长，现任高分子材料研究所所长。<br/>          1984年至1988年在南京大学化学系高分子合成材料专业学习，1988年分配至江苏省化工研究所工作，历任江苏省化工研究所（有限公司）副所长、副总经理、总工程师。2004年在职学习获南京工业大学材料工程专业硕士学位。2005年5月入职南京林业大学，为高分子材料与工程专任教师。受聘生态环境部《关于消耗臭氧层物质的蒙特利尔议定书》中国履约专家组成员、中国聚氨酯工业协会理事及协会会刊中文核心期刊《聚氨酯工业》名誉主编。<br/>        主持完成十多项国家、省部级和世界银行项目。其中主持完成的863课题，开发热塑性硬质聚氨酯泡沫，成功替代进口原料，目前广泛应用于轿车顶内饰生产，该成果获2000年江苏省科技进步二等奖。编制提交第63届联合国多边基金执委会并获批的“太阳能热水器环戊烷发泡替代改造”方案，成为国际上第一个太阳能热水器消耗臭氧层物质（ODS）替代示范项目。主持完成的世界银行技术援助项目“预混环戊烷组合聚醚生产、运输及使用安全评估”，已经成为我国聚氨酯泡沫行业预混环戊烷替代技术的通用方案。主持完成的环境保护部《聚氨酯泡沫行业喷涂子行业替代技术比较研究》项目，项目成果“超临界CO2辅助水发泡硬质聚氨酯泡沫喷涂装备及应用技术”获得中国石油和化学工业联合会组织的专家鉴定，评价为整体技术达到国际先进水平，该成果也成为中国ODS履约三十年来，聚氨酯泡沫行业第一个具有自主知识产权并向国际社会推广的聚氨酯替代发泡技术。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}