{
    "Research_direction": "高分子结晶和流变行为",
    "Paper": "1.  He, Y.; Wang, J. P.; Pan, P. J.; Hu, W.* Tammann analysis of the molecular weight selection of polymorphic crystal nucleation in symmetric racemic poly(lactic acid) Blends, Macromolecules, 2022, 55(9), 3661–3670.<br/>2.  He, Y.; Liu, D.; Xie, K.; Pan, P.; Hu, W. * Glassy alfa-relaxation promotes surprising homo-crystal nucleation in the low molar mass enantiomeric poly(lactic acid) blend, Macromolecules, 2022, 55(11), 4614–4623. <br/>3.  He, Y.; Li, X.; Ge, L.; Qian, Q.; Hu, W.* Cross-plane thermal conductivity of thin films characterized by Flash DSC measurement. Thermochim. Acta, 2019, 677, 21-25.<br/>4.   He, Y.; Xie, K.; Wang, Y.; Zhou, D.; Hu, W. * Characterization of polymer crystallization kinetics via fast-scanning chip-calorimetry. Acta Phys.-Chim. Sin. 2019, 36, 29-40.<br/>5.  He, Y.; Luo, R.; Li, Z.; Lv, R.; Zhou, D.; Lim, S.; Ren, X.; Gao, H.; Hu, W. * Comparing crystallization kinetics between polyamide 6 and polyketone via chip-calorimeter measurement. Macromol. Chem. Phys. 2018, 219, 1700385.<br/>6.  Wang, Z.;* He, Y.; Müller A. J.* Using PCL oligomers to study the differences in melting behavior between polymers and small molecules crystal. Polymer, 2023, 271, 125783.<br/>7.  Peng, H.;* He, Y.; Zhou. F.* Liquid Metal as a Liquid State Nucleating Agent for Poly (L‐lactide). Macromol. Chem. Phys. 2023, 224(7), 2200427.<br/>8.  Li, X.; He, Y.; Dong, X.; Ren, X.; Gao, H.; Hu, W. * Effects of hydrogen-bonding density on polyamide crystallization kinetics. Polymer, 2020, 189, 122165.<br/>9.  Xie, K.; He, Y.; Cai, J.; Hu, W. * Thermal conductivity of Nylon 46, Nylon 66 and Nylon 610 characterized by Flash DSC measurement. Thermochim. Acta, 2020, 683, 178445. <br/>10.  Lv, R.; He, Y.; Xie, K.; Hu, W. * Crystallization rates of moderate and ultra-high molecular weight polyethylene characterized by Flash DSC measurement. Polym. Int. 2020, 69, 18-23. <br/>11.  Lv, R.; He, Y.; Wang, J.; Wang, J.; Hu, J.; Zhang, J.; Hu, W. * Flash DSC study on the annealing behaviors of poly(L-lactide acid) crystallized in the low temperature region. Polymer, 2019, 174, 123-129.<br/>12.  Yu, Z.; Lu, Y.; Wang, Z.; Un, H.; Zelewski, S.; Cui, Y.; You, H.; Liu, Y.; Xie, K.; Yao, Z.; He, Y.; Hu, W.; Sirringhaus, H.; Wang, J.; Pei, J.* High n-type and p-type conductivity achieved in a single conjugated polymer. Sci. Adv. 2023, 9(8), eadf3495.<br/>13.  Jin, Q.; Du, R.; Tang, H.; Zhao, Y.; Peng, W.; Li, Y.; Zhang, L.; Zhu, T.; Huang, X.; Kong, D.; He, Y.; Bao, T.; Kong, D.; Wang, X.; Wang, R.;* Zhang, Q.;* Jia, X.* Quadruple H‐bonding and polyrotaxanes dual cross‐linking supramolecular elastomer for high toughness and self‐healing conductors. Angewandte Chemie. 2023, e202305282.<br/>2021.8, 北美热分析会议:Tammann analysis of low temperature selection of polymorphic crystals in symmetric PLLA and PDLA blend;<br/>2019.8, 欧洲热分析会议，匈牙利布达佩斯：Flash DSC Study on the Low-temperature Crystal Nucleation in the Blends of Poly(lactic acids);<br/>2019.3, 美国物理学会，美国波士顿：Low-Temperature Crystal Nucleation of Enantiomeric Poly (lactic acids)；<br/>2018.3, 美国物理学会2018年会，美国洛杉矶: Study of Molecular Weight Effects on Crystallization Kinetics of Enantiomeric Poly(lactic acids) Blends via         Flash DSC Measurement；",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": " 2024.1-2026.12    国家自然科学青年基金项目，生物基可降解聚羟基脂肪酸酯的低温结晶成核研究，主持；<br/> 2023.1-2025.12    南京林业大学高层次高学历人才科研启动基金项目，主持；<br/> 2020.11-2022.8     开发项目：宽温域低压变氢化丁腈密封材料研究，主持；<br/> 2020.1-2023.12     国家自然科学面上项目，高分子低温区结晶动力学的Flash DSC研究，参与；<br/> 2018.1-2022.12     国家自然科学基金重点项目，单双轴拉伸条件下高分子形成半结晶结构的分子模拟研究，参与；",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "yche@njfu.edu.cn",
    "Introduction": "None",
    "id": "0064",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/1b/f2/21e9eb4a4e05a7b7d09ecfbc7e90/a0ae9bf8-f609-422f-b946-ed6f97b1b0e2_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "何裕成",
    "Biographical_notes": "2022.6，硕博毕业于南京大学化学化工学院，师从胡文兵教授（国家杰青，美国物理学会会士）<br/>2022.12至今，任教于南京林业大学理学院<br/>2022.11至今，江苏省分析测试协会热分析委员会委员<br/>欢迎具有化学、物理学科背景的研究生和本科生加入课题团队！",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}