{
    "Research_direction": "智能高分子材料，高分子改性",
    "Paper": "1.Zhenzhen Zhuang, Linlin Wu,  Xiaofeng Ma,  Wenjing Diao,  Ying Fang.High‐strength, tough, rapidly self‐recoverable, and fatigue‐resistant hydrogels based on multi‐network and multi‐bond toughening mechanism.J. Appl. Polym. Sci. 2018, 135, 46847.<br/>2. Ma Xiaofeng, Usui Ryoji, Kitazawa Yuzo, Tamate Ryota, Kokubo Hisashi, Watanabe Masayoshi*. Physicochemical Characterization of a Photoinduced Sol–Gel Transition of an Azobenzene-Containing ABA Triblock Copolymer/Ionic Liquid System. Macromolecules, 2017, 50(17): 6788-6795.<br/>3. Ma Xiaofeng, Usui Ryoji, Kitazawa Yuzo, Kokubo Hisashi, Watanabe Masasoshi*, Photo-healable Ion Gel with Improved Mechanical Properties Using Tetra-arm Diblock Copolymer Containing Azobenzene group, Polymer, 2015, 78(5): 42-50.<br/>4. Ma Xiaofeng, Usui Ryoji, Kitazawa Yuzo, Kokubo Hisashi, Watanabe Masasoshi*, Temperature and Light Responsive Self-Assembly of a Tetra-Arm Diblock Copolymer in an Ionic Liquid, Polymer Journal, 2015, 47(11): 739-746.<br/>5. Wang Caihong, Ma Xiaofeng(共同一作), Kitazawa Yuzo, Kobayashi Yumi, Zhang Shiguo, Kokubo Hisashi, Watanabe Masayoshi*, From Macromolecular to Small-Molecular Triggers: Facile Method toward Photoinduced LCST Phase Behavior of Thermoresponsive Polymers in Mixed Ionic Liquids Containing an Azobenzene Moiety, Macromolecular Rapid Communications, 2016, 37(23): 1960-1965.<br/>6. Ito Akika, Yasuda Tomohiro, Ma Xiaofeng, Watanabe Masayoshi*. Sulfonated polyimide/ionic liquid composite membranes for carbon dioxide separation. Polymer Journal 2017, 49(9): 671.<br/>7. Li Zhe, Zhang Shiguo, Terada Shoshi, Ma Xiaofeng, Ikeda Kohei, Kamei Yutaro, Zhang Ce, Dokko Kaoru, Watanabe Masayoshi*. Promising Cell Configuration for Next-Generation Energy Storage: Li2S/Graphite Battery Enabled by a Solvate Ionic Liquid Electrolyte.ACS Applied Materials & Interfaces 2016, 8(25): 16053-16062.<br/>8. Zhang, X.-F., Ma, X(共一)., Hou, T#., Guo, K., Yin, J., Wang, Z., He, M., Yao, J.. Inorganic salt induced thermal reversible and anti-freezing cellulose hydrogels. Angewandte Chemie nternational Edition. 2019, doi:10.1002/anie.201902578<br/>9.Chen, J., Li, F., Luo, Y., Ma, X., Shi, Y., Zhang, M., Luo, Z. A self-healing elastomer based on an intrinsic non-covalent cross-linking mechanism. Journal of Materials Chemistry A. 2019. doi:10.1039/c9ta03775f<br/>10.X. Ma.; X. Lan.; L. Wu.; L. Wang.; Q. Gu.; Y. Shi.; X. Gu.; Z. Luo. Photo-induced Actuator using Temperature and Light Dual Responsive Azobenzene Containing Ion Gel in Ionic Liquid, European Polymer Journal, DOI: 10.1016/j.eurpolymj.2019.109446 <br/>11. X. Lan.; X. Ma（共一）.; L. Wang.; Y. Shi.; Q. Gu.; L. Wu.; X. Gu.; Z. Luo. Self-Assembly of Diblock Copolymers Containing Thermo- and Photoresponsive Lower Critical Solution Temperature Phase Behavior Polymer with Tunable Assembly Temperature in an Ionic Liquid Mixture. ACS OMEGA, 2019, 4(6): 11229-11236.<br/>12. W. Diao.; L.Wu.; X. Ma.; Z. Zhuang.; S. Li.; X. Bu.; Y. Fang. Highly stretchable, ionic conductive and self-recoverable zwitterionic polyelectrolyte-based hydrogels by introducing multiple supramolecular sacrificial bonds in double network. JOURNAL OF APPLIED POLYMER SCIENCE, 2019, 136(29): 47783.<br/>13. S. Li.; X. Bu.; L.Wu.; X. Ma.; W. Diao.; Z. Zhuang.; Y. Zhou. Tough and recoverable triple-network hydrogels based on multiple pairs of toughing mechanisms with excellent ionic conductivity as stable strain sensors. POLYMER ENGINEERING AND SCIENCE, 2019, 59(8): 1657-1666. <br/>14. L.Wu.; Z. Zhuang.; S. Li.; X. Ma.; W. Diao.; X. Bu.; Y. Fang. Ultrastretchable, Super Tough, and Rapidly Recoverable Nanocomposite Double-Network Hydrogels by Dual Physically Hydrogen Bond and Vinyl-Functionalized Silica Nanoparticles Macro-Crosslinking. MACROMOLECULAR MATERIALS AND ENGINEERING, 2019, 304(5): 1800737.<br/>15. L. Wu.; Z. Chen.; X. Ma. Chloride Ion Conducting Polymer Electrolytes Based on Cross-linked PMMA-PP14Cl-PP14TFSI Ion Gels for Chloride Ion Batteries. INTERNATIONAL JOURNAL OF ELECTROCHEMICAL SCIENCE, 2019, 14(3): 2414-2421. <br/>16. Z. Zhuang.; L.Wu.; X. Ma.; W. Diao.; Y. Fang. High-strength, tough, rapidly self-recoverable, and fatigue-resistant hydrogels based on multi-network and multi-bond toughening mechanism. JOURNAL OF APPLIED POLYMER SCIENCE, 2018, 135(44): 46847.<br/>17.Wang, M., Gu, Q., Luo, Y., Bukhvalov, D., Ma, X., Zhu, L., Luo, Z. Understanding Mechanism of Adsorption in the Decolorization of Aqueous Methyl Violet (6B) Solution by Okra Polysaccharides: Experiment and Theory. ACS Omega, 2019, 4(18), 17880–17889. <br/>18.Mu, L., Ma, X., Guo, X., Chen, M., Ji, T., Hua, J., Zhu, J., Shi, Y. Structural strategies to design bio-ionic liquid: Tuning molecular interaction with lignin for enhanced lubrication. Journal of Molecular Liquids. Journal of Molecular Liquids 2019,280: 49–57.<br/>1.Ma Xiaofeng,Self-Assembly of Diblock Copolymers Containing Thermo- and Photoresponsive Lower Critical Solution Temperature Phase Behavior Polymer with Tunable Assembly Temperature in an Ionic Liquid Mixture, 8th International Congress on Ionic Liquids, 2019, Beijing, China, 2019.05.<br/>2.Ma Xiaofeng, Ryoji Usui, Yuzo Kitazawa, Hisashi Kokubo, Masayoshi Watanabe, Photo-healable Ion Gel Using Tetra-arm Diblock Copolymer Containing Azobenzene group, 6th International Congress on Ionic Liquids, 2015, Jeju, Korea, 2015.06.16-06.20.<br/>3.Ma Xiaofeng, Ryoji Usui, Yuzo Kitazawa, Hisashi Kokubo, Masayoshi Watanabe, Photo-healable Ion Gel Using Tetra-arm Diblock Copolymer Containing Azobenzene group, Polymer Network Group Meeting and the Gel Symposium, 2014, Tokyo, Japan, 2014.11.10-11.14.<br/>4.Ma Xiaofeng; 第64回日本高分子年次大会，日本北海道，2015年5月27-29日。<br/>5.Ma Xiaofeng; 第26回日本高分子凝胶研究讨论会，东京大学，2015年1月19-20日。<br/>6.Ma Xiaofeng; 第25回日本高分子凝胶研究讨论会，日本长崎，2014年9月26-27日。<br/>7.Ma Xiaofeng; 第63回日本高分子讨论会，日本长崎大学，2014年9月24-26日。<br/>8.Ma Xiaofeng; 第63回日本高分子年次大会，日本名古屋，2014年5月28-30日。<br/>9.Ma Xiaofeng,日本离子液体讨论会，日本京都同志社大学，2015年10月26-27日。",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "[1] 教育部产学合作协同育人项目（2022-2024）<br/>[2] 企业横向课题（2022-2023，2022-2024）<br/>[3] 南京林业大学高层次留学回国科研启动基金（2016）",
    "Services_Activities": "None",
    "Award_status": "[1] 聚乳酸纤维成型虚拟仿真实验项目（江苏省）2022年<br/>[2] 江苏省优秀本科毕业团队论文（指导老师）2022年<br/>[3] 江苏省大学生物理竞赛三等奖（指导老师）2018年<br/>[4] 南京林业大学课程思政竞赛三等奖，2022年<br/>[5] 南京林业大学立体化教材建设二等奖，2021年<br/>[6] 南京林业大学优秀本科毕业论文（指导教师），2019年",
    "Contact_information": "maxf@njfu.edu.cn",
    "Introduction": "None",
    "id": "0074",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/37/65/fb84c9354a4f980588c1d8a8855f/05bc3b5e-434d-4b76-8be4-0db7567ba3ba_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "马晓峰",
    "Biographical_notes": "马晓峰，理学院化学与材料科学系，讲师，工学博士。<br/>     2015年12月于日本横滨国立大学取得博士学位，随后在日本横滨国立大学从事博士后工作至2016年3月；2016年9月加入南京林业大学理学院化学与材料系从事教学科研工作。<br/>     主要从事高分子材料合成、改性和凝胶材料的研究工作。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}