{
    "Research_direction": "刺激响应高分子",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "1. 2024.01-2027.12 国家自然科学基金面上项目(22375099)，基于高分子力化学的力色团反应性调控及其级联反应研究。<br/>2. 2022.06-2025.05 南京林业大学标志性成果培育项目，力化学聚合物变形金刚。<br/>3. 2022.01-2024.12 国家自然科学基金青年项目(22103038)，基于探针定点标记荧光光谱的受限态高分子链互穿结构研究。<br/>4. 2020.08-2023.09 江苏省自然科学基金青年项目(BK20200799)，茂金属基聚合物的合成与聚合诱导结晶驱动自组装。<br/>5. 2020.12-2022.12 江苏省高等学校自然科学研究面上项目(20KJB150039)，金属有机高分子的聚合诱导结晶驱动自组装及其功能化。<br/>6. 2020.10-2022.09 江苏省双创博士项目，纳米受限态聚合物的链结构研究。<br/>7. 2020.07-2022.06 南京林业大学标志性成果培育项目，序列可控金属有机功能高分子。<br/>8. 2019.10-2022.10 南京林业大学水杉师资启动经费，茂金属基聚合物的结晶驱动自组装与功能化。<br/>1. 2021.05-2023.05 松香基热塑性弹性体的可控合成及性能研究(2021NFUSPITP0339)。<br/>2. 2020.06-2022.05 序列可控金属有机聚合物的合成及其性质研究(2020NFUSPITP0225。<br/>1. 2021.06-2022.06 南京林业大学教学质量提升工程一流课程改革项目，基于工程教育认证的专业核心课程案例式课堂教学模式探究——以《高分子物理》为例。<br/>2. 2021.12-2022.12 教育部高等教育司产学合作协同育人项目，针对高分子材料与工程方向的聚乳酸纤维成型虚拟仿真实验系统。<br/>3. 2022.12-2024.12 南京林业大学高等教育研究课题重点委托项目，二级学院工程教育认证质量保障体系建设与毕业达成持续改进的探索与实践。",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "shaye@njfu.edu.cn",
    "Introduction": "None",
    "id": "0075",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/d7/ca/67241e834b77839a5ada600ec82e/48527b45-9a3f-41c0-bb67-00581a0fc315_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "1. Jiale Zhang, He Cheng, Zihao Meng, Hao Zhang, Zhenyang Luo, Mohd. Muddassir*, Xiang Li* and Ye Sha*. Side-Chain meta[6]Cycloparaphenylene-Based Nanoring-Containing Polymers. Polym. Chem. 2023, DOI: 10.1039/D3PY01058A.<br/>2. 沙野*, 赵呈孝, 曹绪芝, 雷文, 罗振扬. 基于工程教育认证的专业核心课程复杂工程问题案例式教学模式探究——以《高分子物理》为例. 高分子通报 2023, 36, 531-536.<br/>3. Miao Zhu, Qin Zhou, He Cheng, Ye Sha*, Vladimir I. Bregadze, Hong Yan*, Zhe Sun* and Xiang Li*. Boron-Cluster Embedded Necklace-Shaped Nanohoops. Angew. Chem. Int Ed. 2023, 62, e202213470.<br/>4. Ye Sha*, Zhou Zhou, Jiale Zhang, Xiaofan Chen, Zhenyang Luo and Xiang Li*. Heterobimetallic Block Copolymers with a Combined Mainchain/Side-chain Topology. Chem. Commun. 2023, 59, 207-210.<br/>5. Yuan Hu, Qiyi Ran, Siping Wei, Chengcheng Wang, Zhijing Wu, Enhua Xu, Zhenyang Luo, Puyou Jia* and Ye Sha*. Closed-Loop Recycling of Lignin-Based Sustainable Polymers with an All-Hydrocarbon Backbone. Green Chem. 2023, 25, 5858.<br/>1. Ye Sha*, Zhou Zhou, Miao Zhu, Zhenyang Luo, enhua Xu, Xiang Li*, Hong Yan*. The Mechanochemistry of Carboranes. Angew. Chem. Int. Ed. 2022, 61, e202203169.<br/>2. Ye Sha*, Zhou Zhou, Yuan Hu, Hao Zhang, and Xiang Li*. Heterobimetallic Polymers with Pendant Metallocenes: Correlating Metallopolymer Structures with Properties. Eur. Polym. J.2022,180, 111579.<br/>3. 周洲, 吴畏, 廖雪萍, 秦佳雨, 宋增彬, 徐书琳, 罗振扬, 李翔, 沙野* 交替序列金属有机聚合物的合成与性质研究. 中国科学：化学, 2022, 52, 504-514.<br/>1. Zhang, H.; Zhou, Z.; Chen, X.; Yu, B.; Luo, Z.; Li, X.;Rahman, A.; Sha, Y.* Sequence-Controlled Metallopolymers: Synthesis and Properties. Macromolecules 2021, 54, 9174-9184.<br/>2. Sha, Y.;* Zhang, H.; Zhou, Z.; Luo, Z.* Stress-responsive properties of metallocenes in metallopolymers. Polym. Chem. 2021, 12, 2509.<br/>3. Sha, Y.;* Jia, H.; Shen, Z.; Luo, Z.* Synthetic strategies, properties, and applications of unsaturated main-chain metallopolymers prepared by olefin metathesis polymerization. Polym. Rev. 2021,61 (2), 415-455.<br/>4. Zhou, Q.; Zhu, M.; Chen, W.; Qin, N.; Liu, Y.; Zhang, W.; Li, X.;* Sha, Y.;* Yan, H.* Configuration-controllable synthesis of Z/E isomers based on o-carborane-functionalized tetraphenylethene. New J. Chem. 2021, 45, 12830–12837.<br/>5. Li, X.;* Zhou, Q.; Zhu, M.; Chen, W.; Wang, B.; Sha, Y.;* Yan, H.* Synthesis and photophysical properties of a new tetraphenylethylene-o-carborane-based star-shaped molecule. New J. Chem. 2021,45 (17), 7496-7500.<br/>6. Li, X.;* Zhou, Q.; Zhu, M.; Chen, W.; Wang, B.; Sha, Y.;* Yan, H.* Color‐tunable and Highly Emissive Solid Materials Constructed from Tetraphenylethylene‐o‐carborane‐based Building Blocks: Synthesis, Aggregation‐induced emission, and Photophysics. Chemistry–An Asian Journal 2021,16 (7), 757-760.<br/>7. Chen, X.; Zhou, Z.; Zhang, H.; Mao, Y.; Luo, Z.; Li, X.; Sha, Y.* Sustainable Thermoplastic Elastomers Derived from Lignin Bio‐Oils via an ABA Triblock Copolymer Strategy. Macromol. Chem. Phys. 2021,222 (11), 2100055.<br/>1. Sha, Y.;* Zhu, T.; Rahman, M. A.; Cha, Y.; Hwang, J.; Luo, Z.; Tang, C.* Synthesis of site-specific charged metallopolymers via reversible addition-fragmentation chain transfer (RAFT) polymerization. Polymer 2020,187, 122095.<br/>2. Sha, Y.;* Shen, Z.; Jia, H.; Luo, Z.* Main-Chain Ferrocene-Containing Polymers Prepared by Acyclic Diene Metathesis Polymerization: A Review. Curr. Org. Chem. 2020,24 (9), 1010-1017.<br/>1. Sha, Y.;† Zhang, Y.;† Xu, E.; McAlister, C. W.; Zhu, T.; Craig, S. L.; Tang, C. Generalizing metallocene mechanochemistry to ruthenocene mechanophores. Chem. Sci. 2019,10 (19), 4959-4965.<br/>2. Sha, Y.; Rahman, M. A.; Zhu, T.; Cha, Y.; McAlister, C. W.; Tang, C. ROMPI-CDSA: ring-opening metathesis polymerization-induced crystallization-driven self-assembly of metallo-block copolymers. Chem. Sci. 2019,10 (42), 9782-9787.<br/>3. Sha, Y.; Zhang, Y.; Zhu, T.; Tan, S.; Cha, Y.; Craig, S. L.; Tang, C. Ring-closing metathesis and ring-opening metathesis polymerization toward main-chain ferrocene-containing polymers. Macromolecules 2018,51 (22), 9131-9139.<br/>4. Sha, Y.;† Zhang, Y.;† Xu, E.; Wang, Z.; Zhu, T.; Craig, S. L.; Tang, C. Quantitative and mechanistic mechanochemistry in ferrocene dissociation. ACS Macro Lett. 2018,7 (10), 1174-1179.<br/>5. Sha, Y.; Qi, D.; Luo, S.; Sun, X.; Wang, X.; Xue, G.; Zhou, D. Synthesis of Site‐Specific Dye‐Labeled Polymer via Atom Transfer Radical Polymerization (ATRP) for Quantitative Characterization of the Well‐Defined Interchain Distance. Macromol. Rapid Commun. 2017,38 (2), 1600568.<br/>6. Sha, Y.; Zhu, Q.; Wan, Y.; Li, L.; Wang, X.; Xue, G.; Zhou, D. Synthesis of polymer with defined fluorescent end groups via reversible addition fragmentation transfer polymerization for characterizing the conformations of polymer chains in solutions. J. Polym. Sci. A. 2016,54 (15), 2413-2420.<br/>7. Sha, Y.; Xu, Y.; Qi, D.; Wan, Y.; Li, L.; Li, H.; Wang, X.; Xue, G.; Zhou, D. Synthesis of Heterotelechelic α, ω-dye-labeled polymer and energy transfer between the chain ends. Macromolecules 2016,49 (21), 8274-8281.<br/>8. Sha, Y.; Li, L.; Wang, X.; Wan, Y.; Yu, J.; Xue, G.; Zhou, D. Growth of Polymer Nanorods with Different Core–Shell Dynamics via Capillary Force in Nanopores. Macromolecules 2014,47 (24), 8722-8728.",
    "Name": "沙野",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2008.09-2012.06  中国矿业大学 应用化学 学士<br/>2012.08-2017.06  南京大学 化学 博士 （导师：薛奇 周东山）<br/>2016.11-2016.12  University of Waterloo 访问学者 （合作导师：Jean Duhamel）<br/>2017.07-2019.08  University of South Carolina 化学系 博士后 （合作导师：唐传兵）<br/>2019.08-今           南京林业大学理学院 化学与材料科学系 副教授，硕士生导师<br/>主要从事刺激响应高分子的设计、合成与功能化。具体研究方向与招生信息详见沙野课题组网站(Sha Polymer Lab) <br/>https://www.x-mol.com/groups/sha_ye"
}