{
    "Research_direction": "能量转换纳米材料、电催化、燃料电池",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "无机及分析化学、无机及分析化学实验",
    "Topic": "None",
    "Projects": "1. 江苏省自然科学基金-青年基金项目：零维钌基金属/二维氢氧化镍复合材料的氢氧化性能调 <br/>    控及电催化机理研究，主持，2019/07-2022/062. 江苏省高等学校自然科学研究面上项目：多维度纳米复合电催化材料的构建、性能调控及<br/>     机理研究，主持，2019/09-2021/08<br/>3. 南京林业大学高层次人才引进科研基金，主持。<br/>1.   江苏省研究生实践创新计划项目，校级项目，钯/金属有机框架材料的设计合成及电催化性能研究（SJCX21_0337），2021.5-2022.5<br/>2.   大学生实践创新训练计划项目校级一般项目，零维钌铂合金/二维氢氧化镍复合材料的可控构建及电催化性能研究（2019NFUSPITP0297），2019.7-2021.7<br/>3.   大学生实践创新训练计划项目校级一般项目，镍掺杂二硒化钼纳米材料的制备与电催化性能研究（2019NFUSPITP1139），2019.07-2020.07",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "wpxiao@njfu.edu.cn",
    "Introduction": "None",
    "id": "0084",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/1d/38/578ffa0549db9121d70858c245f8/47310e3c-6a36-4df8-824b-a937a82540df_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "[1] Daqiang Yan, Lin Zhang, Lei Shen, Runyu Hu, Weiping Xiao*, Xiaofei Yang*. Pd nanoparticles enbedded in N-enriched MOF-derived architectures for efficient oxygen reduction reaction in alkaline media. Green Energy Enviroment, 2023, 8, 1205-1215.<br/>[2] Yu Zhang, Ting Hu, Changwang Ke, Fengyan Han, Weiping Xiao*, Xiaofei Yang *. Ru nanoclusters confined on α/β cobalt hydroxide nanosheets as efficient bifunctional oxygen electrocatalysts for Zn-air battery. Inorganic Chemistry Frontiers, 2022, 9, 5774<br/>[3] Weiping Xiao, Lin Zhang, Danil Bukhvalov, Zupeng Chen, Zhaoyong Zou, Lu Shang, Xiaofei Yang*, Daqiang Yan, Fengyan Han, Tierui Zhang*. Hierarchical ultrathin carbon encapsulating transition metal doped MoP electrocatalysts for efficient and pH-universal hydrogen evolution reaction. Nano Energy, 2020, 70: 104445<br/>[4] Yi Lu, Deqi Fan, Zupeng Chen, Weiping Xiao*, Cancan Cao, Xiaofei Yang*. Anchoring Co3O4 nanoparticles on MXene for efficient electrocatalytic oxygen evolution. Science Bulletin, 2020, 65(6): 460-466 <br/>[5] Yonglong Wang, Runze Liu, Weiping Xiao, Xinping Wang, Bin Li, Zhenjiang Li, Zexing Wu*, Lei Wang*, Two-dimensional asymmetric structured Ru-Co based compounds as multifunctional electrocatalysts toward hydrogen/oxygen related applications. Fuel, 2023, 334, 126635.<br/>[6] Yonglong Wang, Bin Li, Weiping Xiao, Xinping Wang, Yunlei Fu, Zhenjiang Li, Guangrui Xu, Jianping Lai, Zexing Wu*, Lei Wang*. Atomic Doping Modulates the Electronic Structure of Porous Cobalt Phosphide Nanosheets as Efficient Hydrogen Generation Electrocatalysts in Wide pH Range. Chemical Engineering Journal, 2023, 452, 139175.<br/>[7] Wenli Yu, Zhi Chen, Yunlei Fu, Weiping Xiao, Bin Dong, Yongming Chai, Zexing Wu*, Lei Wang*, Superb All-pH Hydrogen Evolution Performances Powered by Ultralow Pt-Decorated Hierarchical Ni-Mo Porous Microcolumns. Advanced Functional Materials, 2022, DOI: 10.1002/adfm.202210855.<br/>[8] Zexing Wu, Ying Zhao, Weiping Xiao, Yunlei Fu, Baohua Jia, Tianyi Ma*, Lei Wang*, Metallic-Bonded Pt–Co for Atomically Dispersed Pt in the Co4N Matrix as an Efficient Electrocatalyst for Hydrogen Generation. ACS Nano, 2022, 16, 11, 18038–18047.<br/>[9] Yue Wang, Zhi Chen, Qichang Li, Xinpin Wang, Weiping Xiao, Yunlei Fu, Guangrui Xu, Bin Li, Zhenjiang Li, Zexing Wu*, Lei Wang*, Porous needle-like Fe-Ni-P doped with Ru as efficient electrocatalyst for hydrogen generation powered by sustainable energies. Nano Research, 2022, DOI: 10.1007/s12274-022-4980-4.<br/>[10] Wenli Yu, Zhi Chen, Yunlei Fu, Weiping Xiao, Tianyi Ma, Bin Dong*, Yongming Chai, Zexing Wu*, Lei Wang*. Co-Mo microcolumns decorated with trace Pt for large current density hydrogen generation in alkaline seawater. Applied Catalysis B- Environmental, 2022, 317, 121762.<br/>[11] Yuxiao Gao, Debo Zheng, Qichang Li, Weiping Xiao, Tianyi Ma, Yunlei Fu, Zexing Wu*, Lei Wang*, 3D Co3O4-RuO2 Hollow Spheres with Abundant Interfacesas Advanced Trifunctional Electrocatalyst for Water-Splittingand Flexible Zn–Air Battery. Advanced Functional Materials, 2022, 32, 2203206. <br/>[12] Wenli Yu, Zhi Chen, Ying Zhao, Yuxiao Gao, Weiping Xiao, Bin Dong*, Zexing Wu*, Lei Wang. Phosphorus doped two-dimensional CoFe2O4 nanobelts decorated with Ru nanoclusters and Co–Fe hydroxide as efficient electrocatalysts toward hydrogen generation. Inorganic Chemistry Frontiers, 2022, 9, 1847-1855.<br/>[13] Zhi Chen, Dongzheng Liu, Yuxiao Gao, Ying Zhao, Weiping Xiao, Guangrui Xu, Tianyi Ma, Zexing Wu*, Lei Wang* Corrosive-coordinate engineering to construct 2D-3D nanostructure with trace Pt as efficient bifunctional electrocatalyst for overall water splitting. Science China Materials, 2022, 65 (5), 1217-1224.<br/>[14] Weiping Xiao; Daqiang Yan; Yu Zhang; Xiaofei Yang*; Tierui Zhang*, Heterostructured MoSe2/Oxygen-Terminated Ti3C2 MXene Architectures for Efficient Electrocatalytic Hydrogen Evolution. Energy Fuels, 2021, 35, 4609-4615<br/>[15] Daqiang Yan; Lin Zhang; Zupeng Chen; Weiping Xiao*; Xiaofei Yang*, Nickel-Based Metal-Organic Framework-Derived Bifunctional Electrocatalysts for Hydrogen and Oxygen Evolution Reactions. Aata Physico-Chimica Sinica, 2021, 37, 2009054 <br/>[16] Lin Zhang#; Weiping Xiao#; Yu Zhang; Fengyan Han; Xiaofei Yang*, Nanocarbon encapsulating Ni-doped MoP/graphene composites for highly improved electrocatalytic hydrogen evolution reaction. Composites Communications, 2021, 26, 100792<br/>[17] Weiping Xiao; Danil Bukhvalov; Zhaoyong Zou; Lin Zhang; Zixia Lin; Xiaofei Yang *, Unveiling the Origin of the High Catalytic Activity of Ultrathin 1T/2H MoSe2 Nanosheets for the Hydrogen Evolution Reaction: A Combined Experimental and Theoretical Study. ChemSusChem, 2019, 12, 5015-5022<br/>[18]Weiping Xiao, Macro A.L. Cordeiro, Guoying Gao, Anmin Zheng, Jie Wang, Wen Lei, Mingxing Gong, Ruoqian Lin, Eli Stavitski, Huolin L. Xin, and Deli Wang*, Atomic Rearrangement from Disordered to Ordered Pd-Fe Nanocatalysts with Trace Amount of Pt Decoration for Efficient Electrocatalysis, Nano Energy, 2018, 8, 70-78. <br/>[19]Weiping Xiao#, Wen Lei#, Jie Wang, Guoying Gao, Tonghui Zhao, Macro A.L. Cordeiro, Ruoqian Lin, Mingxing Gong, Xuyun Guo,Eli Stavitski, Huolin L. Xin, Ye Zhu, and Deli Wang*, Tuning the electrocatalytic activity of Pt by structurally ordered PdFe/C for hydrogen oxidation reaction in Alkaline Media, Journal of Materials Chemistry A, 2018, 6, 11346-11352. <br/>[20]Weiping Xiao#, Wen Lei#, Mingxing Gong, Huolin L. Xin, Deli Wang*, Recent Advances of Structurally Ordered Intermetallic Nanoparticles for Electrocatalysis, ACS Catalysis, 2018, 8, 3237-3256.",
    "Name": "肖卫平",
    "Biographical_notes": "肖卫平，山西临汾人，中共党员，硕士生导师，工学博士，讲师。<br/>     2018年博士毕业于华中科技大学，同年加入南京林业大学理学院化学与材料科学系。主要从事能量转换纳米材料的电催化性能研究。主持了1项江苏省自然科学基金-青年基金和1项江苏省高等学校自然科学研究-面上项目。在纳米材料的结构设计(无序合金和有序金属间化合物)、电子结构调控、及其电催化氧还原、氢氧化和水分解等领域积累了较丰富的材料设计及其电化学表征经验，发表了一系列高水平论文(ACS Nano, ACS Catal., Nano Energy, Sci. Bull., Green Energy Environ., J. Mater. Chem. A, Nanoscale, ChemSusChem)。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}