{
    "Research_direction": "理论计算",
    "Paper": "1. Zhang, Z. Y.; Fang, H., Regulating excited-state intramolecular proton transfer behavior and fluorescent property of 3-thiolflavone by electron-donating ability: A time-dependent density functional theory study. Journal of the Chinese Chemical Society 2023, 1-10.<br/>2.Sun, G. T.; Fang, H., Fluorescent deactivation behaviors based on ESIPT and TICT of novel double target fluorescent probe and its sensing mechanism for Al3+/Mg2+: A TD-DFT study. Spectrochimica Acta Part A-Molecular and Biomolecular Spectroscopy 2023, 297, 122718.<br/>3.Sun, G. T.; Fang, H., Fluorescent properties based on ESIPT and TICT of novel acylhydrazone-based probe and its sensing mechanism for Al3+: A TD-DFT investigation. Journal of Molecular Liquids 2023, 379, 121639.<br/>4.Liang, X. N.; Zhang, Z. Y.; Fang, H., Uncovering the effect of atom substitution on ESIPT direction and Luminescent property of the asymmetric two proton acceptor compound: A TD-DFT study. Journal of Molecular Structure 2023, 1276, 134693.<br/>5. Sun, G. T.; Fang, H., Heteroatom substitution controlled luminescent property and excited state intramolecular proton transfer (ESIPT) process of novel b enzothiazole-base d fluorophore: A TD-DFT investigation. Journal of Molecular Structure 2023, 1281, 135132.<br/>6. Sun, G. T.; Fang, H., Computational Insights into Sensing Mechanism for Al3+in a New Acylhydrazone Fluorescent Probe Based on Excited-State Intramolecular Proton Transfer (ESIPT) and Twisted Intramolecular Charge Transfer (TICT). Journal of Physical Chemistry A 2023, 127(8), 1857-1865.<br/>7.Fang, H.; Su, S. Y.; Luo, Y. L.; Jiang, Y.; Luo, Z. Y., Unveiling the Mechanisms of Hydrolytic Ring-Opening Polymerization of Caprolactam and Amino-Assisted Ring Opening of Cyclic Dimers: A DFT Study. Industrial & Engineering Chemistry Research 2023, 62 (1), 136-144.<br/>8.Liang, X.N.; Zhang, Z.Y.; Fang, H., Different positions of cyano substitution controlled directionality of ESIPT processes with two asymmetric proton acceptors system: A TD-DFT study. Journal of Photochemistry and Photobiology A-Chemistry 2023, 436, 114353.<br/>9. Liang, X. N.; Zhang, Z. Y.; Fang, H., Uncovering the dependence of ESIPT behaviors and fluorescence properties of two new benzothiazole-based fluorophores on solvent polarity: A TD-DFT study. Spectrochimica Acta Part A-Molecular and Biomolecular Spectroscopy 2023, 286, 121991.<br/>10.Yin, F. Y.; Fang, H., Solvent controlled excited state intramolecular proton transfer (ESIPT) behavior and luminescent property of a novel phthalimide-based fluorophore: A TD-DFT Study. Journal of Molecular Structure 2023, 1272, 134123.<br/>11. Li, Z. L.; Fang, H.; Chen, Z. P.; Zou, W. X.; Zhao, C. X.; Yang, X. F., Regulating donor-acceptor interactions in triazine-based conjugated polymers for boosted photocatalytic hydrogen production. Applied Catalysis B-Environmental 2022, 312, 121374.<br/>12. Yin, F. Y.; Fang, H., Unveiling the effects of atomic electronegativity on the ESIPT mechanism and luminescence property of new coumarin benzothiazole Fluorophore: A TD-DFT exploration. Spectrochimica Acta Part a-Molecular and Biomolecular Spectroscopy 2022, 275, 121118.<br/>13. Su, S. Y.; Liang, X. N.; Fang, H., A DFT/TD-DFT study of effect of different substituent on ESIPT fluorescence features of 2-(2 '-hydroxyphenyl)-4-chloromethylthiazole derivatives. Chinese Physics B 2022, 31 (3), 038202.<br/>14. Sun, G. T.; Fang, H., Extra hydrogen-bonding and water chain altering water-mediated ground-state multiple proton transfer in 2-aminopyridine: a theoretical study. Structural Chemistry 2022, 33 (2), 335-349.<br/>15. Liang, X. N.; Fang, H., Fine-tuning directionality of ESIPT behavior of the asymmetric two proton acceptor system via atomic electronegativity. Spectrochimica Acta Part A-Molecular and Biomolecular Spectroscopy 2022, 266, 120406.<br/>16. Su, S. Y.; Sun, G. T.; Liang, X. N.; Fang, H., Effectively controlling the ESIPT behavior and fluorescence feature of 2-(2 '-hydroxyphenyl)-4-chloromethylthiazole by changing its pi-conjugation: A theoretical exploration. Journal of Photochemistry and Photobiology a-Chemistry 2022, 422, 113548.<br/>17. Su, S. Y.; Liang, X. N.; Fang, H., The effect of ring aromaticity on ESIPT behavior and photophysical properties of 2-(2 '-hydroxyphenyl)-4-chloromethylthiazole derivatives: A TD-DFT study. Journal of Molecular Liquids 2021, 334, 116517.<br/>18. Liang, X. N.; Fang, H., Theoretical insights into the directionality of ESIPT behavior of BTHMB molecule with two proton acceptors in solution. Chemical Physics Letters 2021, 775, 138670.<br/>19. Ni, M.; Liang, X. N.; Fang, H., A time-dependent density function theory study on the substituent effect on excited-state intramolecular proton transfer of 4 '-methoxy-3-hydroxyl flavone. Journal of Physical Organic Chemistry 2021, 34 (9), e4216.<br/>20. Liang, X. N.; Fang, H., Theoretical investigations on forward-backward ESIPT processes of three fluorophores deriving from 2-(2 '-hydroxyphenyl)thiazole. Photochemical & Photobiological Sciences 2021, 20 (4), 533-546.<br/>21. Fang, H., A theoretical study on water-assisted excited state double proton transfer process in substituted 2,7-diazaindole-H2O complex. Theoretical Chemistry Accounts 2020, 139 (8), 139.22. Ni, M.; Fang, H., Modulating excited-state intramolecular proton transfer of 2-(5-(4-carboxyphenyl)-2-hydroxyphenyl)benzothiazole depending on substituents: A DFT/TD-DFT study. Journal of Physical Organic Chemistry 2020, 33 (12), e4109.<br/>23. Su, S. Y.; Fang, H., Theoretical investigation on the ESIPT mechanism and fluorescent sensing mechanism of 2-(2 '-hydroxyphenyl) thiazole-4-carboxaldeyde in methanol. Spectrochimica Acta Part a-Molecular and Biomolecular Spectroscopy 2020, 233, 118214.<br/>24. Su, S. Y.; Fang, H., Modulating ESIPT behavior and fluorescent sensing mechanism of 2-(2 '- hydroxyphenol)thiazole-4-carbonxaldeyde derivatives: A theoretical study. Chemical Physics Letters 2020, 747, 137342.<br/>25. Ni, M.; Su, S. Y.; Fang, H., Substituent control of photophysical properties for excited-state intramolecular proton transfer (ESIPT) of o-LHBDI derivatives: a TD-DFT investigation. Journal of Molecular Modeling 2020, 26 (5), 108.26. Su, S. Y.; Fang, H., A TDDFT study on the hydrogen-bonding effect on ESIPT mechanism for 2,2 '-bipyridyl -3,3 '-diol-(H2O)(n) (n =0, 1, 2) clusters: single or double? Molecular Physics 2020, 118 (16), e1730990.<br/>27. Yi, J. C.; Fang, H., Effect of water on excited-state double proton transfer in 7-azaindole-H2O complex: A theoretical study. Journal of Physical Organic Chemistry 2020, 33 (7), e4060.<br/>28. Ni, M.; Su, S. Y.; Fang, H., Excited state intramolecular proton transfer via different size of hydrogen bond ring: a theoretical insight. Theoretical Chemistry Accounts 2019, 138 (12), 125.<br/>29. Ni, M.;Fang, H., Theoretical study on kinetics of ammonia-catalyzed ground-state tautomerization in 2-pyridone: effect of chemical modification. Chemical Papers 2019, 73 (6), 1561-1569.<br/>30. Fang, H., Halogen substituent effect on the water-assisted excited-state tautomerization of 2, 7-diazaindole-H2O complex in aqueous solution: A theoretical study. Spectrochimica Acta Part a-Molecular and Biomolecular Spectroscopy 2019, 214, 152-160.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "结构化学、配位化学、材料类专业认识实习、高分子材料生产与加工",
    "Topic": "None",
    "Projects": "1、国家自然科学基金青年基金，2015-2017，主持，结题。<br/>2、江苏省自然科学基金青年基金，2014-2017，主持，结题。<br/>3、教育部留学回国科研启动基金，2015-2017，主持，结题。<br/>4、南京林业大学引进高层次人才科研启动基金，2014-2017，主持，结题。<br/>5、横向课题，2019-2021，主持，结题。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "hfang@njfu.edu.cn",
    "Introduction": "None",
    "id": "0092",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/8c/15/c7e47a5f4fbbbd2c84da58e3e8e3/bae546b8-c49b-46fe-8287-4dd143cd365a_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "方华",
    "Biographical_notes": "方华，理学院化学与材料科学系，教授，硕士生导师，工学博士，无党派人士。<br/>     2007年6月于上海交通大学取得博士学位后，同年7月进入南京航空航天大学从事博士后研究。2010年3月至2013年2月在韩国庆熙大学应用化学系作为助理教授从事科研工作。2013年9月加入南京林业大学理学院化学与材料科学系从事教学科研工作。<br/>主要从事理论模拟研究工作，包括但不限于对化学反应机理、激发态性质、弱相互作用及功能材料性质的理论模拟。以第一作者或通讯联系人身份在J. Chem. Theor. Computa.、J. Mol. Liq.、Spectrochim. Acta Part A、J. Phys. Chem. B和 J. Phys. Chem. A等期刊上发表SCI论文近50篇。以项目主持人身份获得国家自然科学青年基金、江苏省自然科学青年基金、教育部留学回国科研启动基金和南京林业大学高层次人才引进科研基金各1项，均已顺利结题。指导的研究生多人获得国家奖学金、优秀毕业生和校优秀硕士毕业论文等奖励。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}