{
    "Research_direction": "电化学储能",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "[1] 主持国家自然科学基金青年基金，高氟局部高浓盐储钾电解液设计及其界面调控机制研究，项目号：22005148，2021.01-2023.12）。<br/>[2] 主持江苏省自然科学基金青年基金，局部高浓盐电解液调控锑基负极SEI及其储钾机理研究，项目号：BK20200766，2020.07-2023.06）。<br/>[3] 主持南京林业大学“水杉学者”计划科研启动经费，局部高浓盐电解液调控锑/碳负极SEI结构及其储钾性能研究，2020.01-2023.12。",
    "Services_Activities": "None",
    "Award_status": "[1] 南京林业大学优秀硕士毕业论文，2023年；<br/>[2] 南京林业大学优秀硕士毕业生，2023年；<br/>[3] 第五届青年教师导师制优秀学员，2021年",
    "Contact_information": "jzheng62@njfu.edu.cn",
    "Introduction": "None",
    "id": "0096",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/f7/7f/b6a001b14682b15da76890abf11b/0ead3252-2745-402d-8cb9-bb5f68f418b2_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "        在国际能源顶级期刊Nature Nanotechnology, Energy & Environmental Science, Angewandte Chemie International Edition, Advanced Energy Materials, Chem和Nano Energy等发表了SCI论文50余篇，其中包括12篇高被引ESI论文，1篇热点论文，累计被引5000余次，申请并授权专利多项。<br/>1. Zheng, J.; Yang, Y.; Fan, X.; Ji, G.; Ji, X.; Wang, H.; Hou, S.; Zachariah, M. R.; Wang, C., Extremely stable antimony-carbon composite anodes for potassium-ion batteries. Energy & Environmental Science, 2019,12 (2), 615-623.<br/>2. Zheng, J.; Ji, G.; Fan, X.; Chen, J.; Li, Q.; Wang, H.; Yang, Y.; DeMella, K. C.; Raghavan, S. R.; Wang, C., High-Fluorinated Electrolytes for Li-S Batteries. Advanced Energy Materials,2019,9 (16).<br/>3. Zheng, J.; Fan, X.; Ji, G.; Wang, H.; Hou, S.; DeMella, K. C.; Raghavan, S. R.; Wang, J.; Xu, K.; Wang, C., Manipulating electrolyte and solid electrolyte interphase to enable safe and efficient Li-S batteries. Nano Energy, 2018,50, 431-440.<br/>4. Zheng, J.; Liu, L.; Ji, G.; Yang, Q.; Zheng, L.; Zhang, J., Hydrogenated Anatase TiO2 as Lithium-Ion Battery Anode: Size-Reactivity Correlation. Acs Applied Materials & Interfaces, 2016,8 (31), 20074-20081.<br/>5. Zheng, J.; Liu, Y.; Ji, G.; Zhang, P.; Cao, X.; Wang, B.; Zhang, C.; Zhou, X.; Zhu, Y.; Shi, D., Hydrogenated Oxygen-Deficient Blue Anatase as Anode for High-Performance Lithium Batteries. Acs Applied Materials & Interfaces,2015,7 (42), 23431-23438.<br/>6. Zheng, J.; Ji, G.; Zhang, P.; Cao, X.; Wang, B.; Yu, L.; Xu, Z., Facile Aluminum Reduction Synthesis of Blue TiO2 with Oxygen Deficiency for Lithium-Ion Batteries. Chemistry-a European Journal, 2015,21 (50), 18309-18315.<br/>7. Zheng, J.; Yu, Z.; Ji, G.; Lin, X.; Lv, H.; Du, Y., Reduction synthesis of FexOy@SiO2 core-shell nanostructure with enhanced microwave-absorption properties. Journal of Alloys and Compounds,2014,602, 8-15.<br/>8. Zheng, J.; Lv, H.; Lin, X.; Ji, G.; Li, X.; Du, Y., Enhanced microwave electromagnetic properties of Fe3O4/graphene nanosheet composites. Journal of Alloys and Compounds,2014,589, 174-181.<br/>9. Lin, Y.&; Zheng, J.&; Wang, C.; Qi, Y., The origin of the two-plateaued or one-plateaued open circuit voltage in Li–S batteries. Nano Energy, 2020,75, 104915.<br/>10. Fan, X.; Chen, L.; Ji, X.; Deng, T.; Hou, S.; Chen, J.; Zheng, J.; Wang, F.; Jiang, J.; Xu, K.; Wang, C., Highly Fluorinated Interphases Enable High-Voltage Li-Metal Batteries. Chem, 2018,4 (1), 174-185.<br/>11. Fan, X.; Chen, L.; Borodin, O.; Ji, X.; Chen, J.; Hou, S.; Deng, T.; Zheng, J.; Yang, C.; Liou, S.-C.; Amine, K.; Xu, K.; Wang, C., Non-flammable electrolyte enables Li-metal batteries with aggressive cathode chemistries. Nature Nanotechnology, 2018,13 (8), 715-+.<br/>12. Liang, Y.; Luo, C.; Wang, F.; Hou, S.; Liou, S.-C.; Qing, T.; Li, Q.; Zheng, J.; Cui, C.; Wang, C., An Organic Anode for High Temperature Potassium-Ion Batteries. Advanced Energy Materials, 2019,9 (2).<br/>13. Lai, Q.; Zheng, J.; Tang, Z.; Bi, D.; Zhao, J.; Liang, Y., Optimal Configuration of N-Doped Carbon Defects in 2D Turbostratic Carbon Nanomesh for Advanced Oxygen Reduction Electrocatalysis. Angewandte Chemie International Edition, 2020, 59 (29), 11999-12006.<br/>14. Liang, X.; Man, Z.; Quan, B.; Zheng, J.*; Gu, W.; Zhang, Z.; Ji, G., Environment-Stable CoxNiy Encapsulation in Stacked Porous Carbon Nanosheets for Enhanced Microwave Absorption. Nano-Micro Letters, 2020,12 (1), 102.<br/>15. Zhao, H.; Cheng, Y.; Zhang, Z.; Yu, J.; Zheng, J.*; Zhou, M.; Zhou, L.; Zhang, B.; Ji, G., Rational design of core-shell Co@C nanotubes towards lightweight and high-efficiency microwave absorption. Composites Part B: Engineering, 2020,196, 108119.<br/>16. Cheng, Y.; Zhao, H.; Zhao, Y.; Cao, J.; Zheng, J.*; Ji, G., Structure-switchable mesoporous carbon hollow sphere framework toward sensitive microwave response. Carbon 2020,161, 870-879.<br/>17. Zhang, Z.; Tan, J.; Gu, W.; Zhao, H.; Zheng, J.*; Zhang, B.; Ji, G., Cellulose-chitosan framework/polyailine hybrid aerogel toward thermal insulation and microwave absorbing application. Chemical Engineering Journal, 2020,395.<br/>18. Chen, J.; Zheng, J.*; Wang, F.; Huang, Q.; Ji, G., Carbon fibers embedded with FeIII-MOF-5-derived composites for enhanced microwave absorption. Carbon, 2021,174, 509-517.<br/>19. Chen, J.; Liang, X.; Zheng, J.*; Gu, W.; Pei, C.; Fan, F.; Ji, G., Modulating dielectric loss of mesoporous carbon fibers with radar cross section reduction performance via computer simulation technology. Inorganic Chemistry Frontiers, 2021,8 (3), 758-765.<br/>20. Chen, J.; Zheng, J.*; Huang, Q.; Wang, G.; Ji, G., Carbon fibers@Co-ZIFs derivations composites as highly efficient electromagnetic wave absorbers. Journal of Materials Science & Technology, 2021,94, 239-246.<br/>21. Chen, J.; Zheng, J.*; Huang, Q.; Wang, F.; Ji, G., Enhanced Microwave Absorbing Ability of Carbon Fibers with Embedded FeCo/CoFe2O4 Nanoparticles. ACS Applied Materials & Interfaces,2021,13 (30), 36182-36189.<br/>22. Gu, W.; Cui, X.; Zheng, J.*; Yu, J.; Zhao, Y.; Ji, G., Heterostructure design of Fe3N alloy/porous carbon nanosheet composites for efficient microwave attenuation. Journal of Materials Science & Technology,2021,67, 265-272.<br/>23. Zhou, M.; Gu, W.; Wang, G.; Zheng, J.*; Pei, C.; Fan, F.; Ji, G., Sustainable wood-based composites for microwave absorption and electromagnetic interference shielding. Journal of Materials Chemistry A,2020.<br/>24. Huang, Q.; Wang, G.; Zhou, M.; Zheng, J.*; Tang, S.; Ji, G., Metamaterial electromagnetic wave absorbers and devices: Design and 3D microarchitecture. Journal of Materials Science & Technology, 2022,108, 90-101.<br/>25. Zang, S.; Hu, C.; Nie, L.; Chen, H.; Yu, X.; Ma, M.; Zheng, J.*, Research progress in anode materials based on multiple potassium storage mechanisms. Sustainable Materials and Technologies,2022,33, e00480.<br/>26. Zang, S.; Hu, C.; Lai, Q.; Nie, L.; Chen, H.; Yi, R.; Ma, M.; Zheng, J.*, Electrolyte Regulation for Non-Graphitic Carbon to Achieve Stable Long-Cycling K-Storage. ACS Applied Materials & Interfaces,2022,14 (39), 44479-44487.<br/>27. Zheng, J.; Nie, L.; Hu, C.; Zang, S.; Pang, Y.; Chen, N.; Ma, M.; Lai, Q., Manipulating K-Storage Mechanism of Soft Carbon via Molecular Design-Driven Structure Transformation. ACS Applied Materials & Interfaces, 2022.<br/>28. Zheng, J.; Hu, C.; Nie, L.; Zang, S.; Chen, H.; Chen, N.; Ma, M.; Lai, Q., Electrolyte manipulation enhanced pseudo-capacitive K-storage for TiO2 anode. Applied Surface Science,2023,611, 155617.<br/>29. Zheng, J.; Hu, C.; Nie, L.; Chen, H.; Zang, S.; Ma, M.; Lai, Q., Recent Advances in Potassium-Ion Batteries: From Material Design to Electrolyte Engineering. Advanced Materials Technologies, 2023, 2201591.<br/>30. Zheng, J.; Zang, S.; Hu, C.; Nie, L.; Chen, H.; Chu, X.; Wang, H.; Ma, M.; Lai, Q., Structure optimization and electrolyte regulation boost K-storage performance of graphite anode. Journal of Power Sources, 2023,559, 232634.<br/>31. Zang, S.; Chu, X.; Wang, H.; Zheng, J.*; Hu, C.; Nie, L.; Chen, H.; Ma, M.; Lai, Q., Enhanced K-storage boosted by compatible ester-based electrolyte for COFs-derived non-graphitic carbon. Applied Surface Science, 2023,630, 157530.<br/>32. Nie, L.; Wang, H.; Lai, Q.; Chu, X.; Chen, H.; Hu, C.; Wei, S.; Lin, Y.; Li, Y.; Ma, M.; Zheng, J.*, Electrolyte Modulation in Synergy with a Bi-Based Anode for Efficient K-Storage Properties. ACS Sustainable Chemistry & Engineering, 2023,11 (24), 9020-9029.<br/>33. Zhao, Y.; Hao, L.; Zhang, X.; Tan, S.; Li, H.; Zheng, J.*; Ji, G., A Novel Strategy in Electromagnetic Wave Absorbing and Shielding Materials Design: Multi-Responsive Field Effect. Small Science, 2022,2 (2), 2100077.<br/>34. Shen, N.; Chen, N.; Pang, Y.; Zang, S.; Hu, C.; Tang, Z.; Lai, Q.; Zheng, J.*; Liang, Y., Self-templated anchor of FeS2 nanoparticles on porous carbon matrix as highly reversible K-storage anode. Applied Surface Science, 2023,608, 155153.",
    "Name": "郑晶",
    "Biographical_notes": "         2018年博士毕业于南京航空航天大学，后加入南京林业大学理学院材料化学系。  研究方向为电化学储能，主要包括锂离子电池、钠离子电池、锂硫电池、钾离子电池等新型电化学储能器件的电解液和电极材料的设计与研发。   在全球顶尖新能源电池研究课题组美国马里兰大学的王春生教授课题组，从事过2年极端电化学储能电池的前沿开发。   在国际能源顶级期刊Nature Nanotechnology, Energy & Environmental Science, Angewandte Chemie International Edition, Advanced Energy Materials, Chem和Nano Energy等发表了SCI论文50余篇，12篇高被引ESI论文，1篇热点论文，累计被引5000余次，申请并授权专利多项。    先后主持了国家自然科学基金、江苏省自然科学基金等多项科研项目，参与了美国能源部及美国NASA等项目的研究工作。   入选了2022年江苏省科技副总。<br/>工作与教育经历                                             <br/>2019/03-至今：南京林业大学理学院     副教授，硕士生导师，水杉学者<br/>2014/04-2018/12：南京航空航天大学   材料物理与化学   工学博士   <br/>                               导师：姬广斌教授   研究方向：新能源材料与器件<br/>2016/10至2018/10：美国马里兰大学 University of Maryland, College Park<br/>                          国家公派联合培养博士研究生        合作导师：Chunsheng Wang 教授<br/>                          研究方向：先进高能电池电解液的设计开发及其应用<br/>2012/09至2014/03：南京航空航天大学硕博连读 物理化学（硕士阶段）<br/>                                导师：姬广斌教授            研究方向：飞行器吸波隐身材料设计与制备",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}