{
    "Research_direction": "糖化学、化学生物学",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "本科生：《有机化学》《材料科学前沿》<br/>留学生：《Introduction to Bioorganic Chemistry》",
    "Topic": "None",
    "Projects": "1.      国家自然科学基金面上项目，用于病毒载体快速纯化的糖基亲和配体设计及其对病毒的识别研究，主持，2024-2027。<br/>2.      北京大学天然药物及仿生药物国家重点实验室开放基金，天然产物姜黄素的糖基化修饰与性能研究，主持，2022-2023。<br/>3.      南京林业大学引进高层次留学回国人员科研基金，植物活性成分的糖基化修饰，主持，2022-2024。<br/>4.      国家自然科学基金青年项目，非共价糖链聚合物的构建及其在流感病毒检测上的研究，主持，2020-2022。<br/>5.      北京大学医学部抗击新型冠状病毒肺炎（COVID-19）重大传染病专项，新冠病毒的快速富集分离技术，主研，2020-2021。<br/>6.      企业合作项目，新型超分子荧光探针在水污染物快速检测上的研究，主持，2023-2024。<br/>7.      教育部产学合作协同育人项目《南京林业大学-江西格林循环产教融合、协同创新实践基地建设》，主持，2023-2024。",
    "Services_Activities": "None",
    "Award_status": "1.   江苏省“双创博士”世界名校类人才计划 2022年<br/>2.   惠永正糖科学奖优秀学业奖 2021年",
    "Contact_information": "gefei@njfu.edu.cn",
    "Introduction": "None",
    "id": "0097",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/51/a0/59d848804951b40302f4cd1d937b/f818311d-a7ff-4a26-b54e-ea25c065445a_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "1.   G. Li, Y. Luo, J. Mo, M. Noguchi, J. Jing, Z. Luo, S. Shoda, and X. Ye, Hydrogen bond-assisted 1,2-cis O-glycosylation under mild hydrogenolytic conditions, Chin. Chem. Lett., 2023, 34, 107754.<br/>2.   J. Mo, Y. Zou, B. Li, G. Li, X. Zheng, Y. Liu, and X. Ye, Tumor-associated extracellular microvesicles with fluorine-modified carbohydrate antigens trigger a stronger antitumor immune response, ACS Appl. Mater. Inter., 2023, 15, 40201-10212.<br/>3.   G. Li, M. Noguchi, M. Ishihara, Y. Takagi, M. Nagaki, S. Saito, M. Saito, X. Ye, and S. Shoda, Stereoselective protecting-group-free synthesis of alkyl glycosides using dibenzyloxy triazine type glycosyl donors, Carbohyd. Res., 2023, 534, 108940.<br/>4.   G. Li, J. Jing, Z. Luo, J. Mo, D. Xiong, X. Ye, Recent Advances in Protection-Free Glycosylations, Chin. J. Org. Chem., 2023, 43, 1991-2001.<br/>5.   G. Li, Y. Dao, J. Mo, S. Dong, S. Shoda and X. Ye, Protection-Free Site-directed Peptide or Protein S-Glycosylation and Its Application in the Glycosylation of Glucagon-like Peptide 1, CCS Chem., 2022, 4, 1930-1937.<br/>6.   G. Li, W. Ma, J. Mo, B. Cheng, S. Shoda, D. Zhou, and X. Ye, Influenza Virus Precision Diagnosis and Continuous Purification Enabled by Neuraminidase-Resistant Glycopolymer-Coated Microbeads, ACS Appl. Mater. Inter., 2021, 13(39), 46260-46269.<br/>7.   G. Li, M. Noguchi, G. A., Y. Tanaka and S. Shoda, A Protecting group-free Approach for Synthesizing C-glycosides through Glycosyl Dithiocarbamates, Org. Bio. Chem., 2021, 19(14), 3134-3138.<br/>8.   李格非, 熊德彩, 叶新山, 人工合成糖疫苗的研究进展与发展趋势, 药学进展，2020, 44, 303-311。",
    "Name": "李格非",
    "Biographical_notes": "李格非，民进会员，副教授，硕士生导师，工学博士。现任南京林业大学理学院化学与材料科学系主任。<br/>2008年本科毕业于南京林业大学高分子材料专业，2011年于郑州大学获硕士学位，2015年在日本东北大学取得博士学位，2015-2018年任日本东北大学化学生物系助理教授，2018-2021年在北京大学医学部从事博士后研究工作，合作导师为叶新山教授。2021年12月加入南京林业大学理学院化学与材料科学系开展独立研究。目前主要研究方向为水相糖化学反应，材料界面糖基化修饰、糖类药物、疫苗及口腔医学材料的开发。<br/>迄今在包括CCS Chem、ACS AMI、Org Lett等期刊上发表论文20余篇，申请中国发明专利5项，参与编写Springer英文专著1部，主持国家自然科学基金2项。2021年荣获首届惠永正糖科学奖。担任中国疫苗行业协会糖疫苗专业委员会委员，南京市产品质量监督检测院科技项目评审专家。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}