{
    "Research_direction": "光催化物质转化",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "主持国家自然科学基金青年基金（2021.01-2023.12）<br/>主持江苏省自然科学基金青年基金（2020.07-2023.06）<br/>主持江苏省高校自然科学基金（2020.07-2022.06）",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "chengxiaozhao@njfu.edu.cn",
    "Introduction": "None",
    "id": "0100",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/da/d6/5e57cc54430c8dd8d3e9f304c133/8e502981-c6bf-4cc4-aede-91c0f4fc8882_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "[1] Zhaolin Li, Tianchun Li, Jiaming Miao, Chengxiao Zhao*, Yu Jing, Fengyan Han, Kan Zhang*, Xiaofei Yang*, Amide-functionalized covalent triazine framework for enhanced photocatalytic hydrogen evolution, Sic. China Mater. 2023, 66, 2290-2298.<br/>[2]  Qianqian Xiong, Tahir Muhmood, Chengxiao Zhao*, Jingsan Xu, Xiaofei Yang*, Synergistic etching and intercalation enables ultrathin Ti3C2Tx and Nb2CTx MXene nanosheets, Rare Met., 2023, 42, 1175-1185.<br/>[3]  Zhaolin Li, Hua Fang, Zupeng Chen, Weixin Zou, Chengxiao Zhao* , Xiaofei Yang,* Regulating donor-acceptor interactions in triazine-based conjugated polymers for boosted photocatalytic hydrogen production, Appl. Catal. B-Environ., 2022, 312, 121374.<br/>[4] Chengxiao Zhao, Chenhui Han, Xiaofei Yang*, Jingsan Xu*, Synthesis of two-dimensional ultrathin photocatalytic materials towards a more sustainable environment, Green Chem., 2022, 24, 4728-4741.<br/>[5] Chengxiao Zhao, Chao Ding, Chenhui Han, Xiaofei Yang,* Jingsan Xu*, Lignin-Incorporated Supramolecular Copolymerization Yielding g-C3N4 Nanoarchitectures for Efficient Photocatalytic Hydrogen Evolution, Solar RRL, 2021, 5, 2000486.<br/>[6] Chengxiao Zhao, Zupeng Chen, Run Shi, Xiaofei Yang,* Tierui Zhang*, Recent Advances in Conjugated Polymers for Visible-Light-Driven Water Splitting, Adv. Mater., 2020, 32, 1907296.<br/>[7] Chengxiao Zhao, Lin Tian, Zhaoyong Zou, Zupeng Chen, Hua Tang, Qinqin Liu, Zixia Lin, Xiaofei Yang*, Revealing and accelerating interfacial charge carrier dynamics in Z-scheme heterojunctions for highly efficient photocatalytic oxygen evolution, Appl. Catal. B-Environ., 2020, 268, 118445.<br/>[8] Chengxiao Zhao, Xiaofei Yang*, Chenhui Han, Jingsan Xu*, Sacrificial Agent-Free Photocatalytic Oxygen Evolution from Water Splitting over Ag3PO4/MXene Hybrids, Solar RRL, 2020, 4, 1900434.<br/>[9] Rong Xiao, Chengxiao Zhao, Zhaoyong Zou, Zupeng Chen, Lin Tian, Haotian Xu, Hua Tang, Qinqin Liu*, Zixia Lin, Xiaofei Yang*, In situ fabrication of 1D CdS nanorod/2D Ti3C2 MXene nanosheet Schottky heterojunction toward enhanced photocatalytic hydrogen evolution, Appl. Catal. B-Environ., 2020, 268, 118382.<br/>[10] Chengxiao Zhao, Zupeng Chen, Jingsan Xu, Qinqin Liu, Hui Xu, Hua Tang,* Guisheng Li, Yan Jiang, Feiqiang Qu, Zixia Lin, Xiaofei Yang*, Probing supramolecular assembly and charge carrier dynamics toward enhanced photocatalytic hydrogen evolution in 2D graphitic carbon nitride nanosheets, Appl. Catal. B-Environ., 2019, 256, 117867.<br/>[11] Chengxiao Zhao, Hua Tang, Wei Liu, Chenhui Han, Xiaofei Yang*, Qinqin Liu, Jingsan Xu,* Constructing 0D FeP Nanodots/2D g-C3N4 Nanosheets Heterojunction for Highly Improved Photocatalytic Hydrogen Evolution, ChemCatChem, 2019, 11, 6310-6315.",
    "Name": "赵呈孝",
    "Biographical_notes": "2021.07-至今        南京林业大学  副教授、硕导 <br/>2013.09-2021.06  南京林业大学  讲师 <br/>2008.09–2013.06 吉林大学材料科学与工程学院材料物理与化学专业 硕博连读<br/>2004.09–2008.07 吉林大学材料科学与工程学院材料物理专业 本科",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}