{
    "Research_direction": "生物基抗菌复合材料、蛋白质互作机制",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "njyp@njfu.edu.cn",
    "Introduction": "None",
    "id": "0101",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/12/10/84f0aa274c4e9cc052f7ff2ba233/9edbacf8-ac94-4968-84b3-dde1c50fe88a_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "1. Jiameng Zhang, Yaling Han, Zhongjie Ben, Tianjie Han, Peng Yin*. Effect of branched polyethyleneimine and citric acid on the structural, physical and antibacterial properties of corn starch/chitosan films. International Journal of Biological Macromolecules 231 (2023) 123186. <br/>2. Peng Yin,*, Jinglong Liu, Wen Zhou and Panxin Li. Preparation and properties of corn starch/chitin composite films cross-linked by maleic anhydride. Polymers 2020, 12.<br/>3. Peng Yin, Dongdong Zha ,Bin Guo,Ben-Gang Li and Pan-Xin Li，Effect of wheat straw oxidation on thermoplastic starch composites: mechanical, thermal and rheological process behaviors，Journal of Thermoplastic Composite Materials , 2020, 33(5) 646-658.<br/>4. Peng Yin, Wen Zhou ,Xin Dong, Bin Guo and Yanan Huang. Effect of oxidized wood pulp fibers on the performance of the thermoplastic corn starch composites，Advance in polymer technology，2020, Article ID 8976713.<br/>5. Peng Yin, Xin Dong, Wen Zhou ,Dongdong Zha , Jie Xu, Bin Guo and Panxin Li.A novel  method to produce sustainable biocomposites based on thermoplastic corn-starch reinforced by polyvinyl alcohol fibers, RSC Advances, 2020, 10, 23632-23643. <br/>6. Peng Yin, Wen Zhou, Xin Zhang, Bin Guo ,and Panxin Li，Bio-based Thermoplastic Starch   composites Reinforced by Dialdehyde Lignocellulose，Molecules，2020, 7. <br/>7. Peng Yin, Chunhao Chen, Hongpeng Ma, Huijuan Gan, Bin Guo* and Panxin Li, Surface   cross-linked thermoplastic starch with different UV wavelengths: mechanical, wettability, hygroscopic and degradation properties. RSC Adv., 2020, 10, 44815.<br/>8. Peng Yin, Yan Zhen, Shuxian Li. Identification and functional classification of differentially expressed proteins and insight into regulatory mechanism about flower color variegation in peach. Acta Physiologiae Plantarum, 2019, 41:95.<br/>9. Peng Yin, You-Yuan Li, Jin Zhou, Yong-Hong Wang, Si-Liang Zhang. Direct proteomic mapping of Streptomyces avermitilis wild and industrial strain and insights into Avermectin production. Journal of proteomics, 2013, 79: 1-12.  <br/>10. Peng Yin, Can Xue, Bin Guo，Surface modification model of long afterglow phosphors by saturated fatty acid based Al-Zr coupling agent，Pigment & Resin Technology, 2016, 45/5: 330-334.",
    "Name": "银鹏",
    "Biographical_notes": "2008年9月毕业华东理工大学，获生物化工专业工学博士学位，同年进入南京林业大学理学院化学与材料科学系从事教学与科研工作。教授无机分析化学、仪器分析、生物高分子材料等课程，研究方向为生物基抗菌复合材料、蛋白质互作机制。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}