{
    "Research_direction": "智能高分子，电子皮肤，软体机器人",
    "Paper": "1. Lujing Wang, Yangrong Peng, Jingtong Liu, Chenxin Yi, Tianhang Han, Lang Ding, Zhenyang Luo, Tianshu Sun, Shuai Zhou*. One-step in situ construction of anisotropic bilayer hydrogel with high sensitivity and wide detection range for adaptive tactile sensing. Chemical Engineering Journal, 2023, 466: 143305.<br/>2. Jianhua Huang, Gong Chen, Tianhang Han, Chenxin Yi, Yujia Zhang, Lang Ding, Tianshu Sun, Ting Jin, Shuai Zhou*, Ultrafast and Facile Construction of Programmable, Multidimensional Wrinkled-Patterned Polyacrylamide/ Sodium Alginate Hydrogels for Human Skin-like Tactile Perception.Carbohydrate Polymers, 2023, 319: 121196.<br/>3. Shuai Zhou*, Wei Wang, Xuan Xu. Robust superhydrophobic magnetic melamine sponge inspired by lotus leaf surface for efficient continuous oil-water separation. Separation and Purification Technology, 2023: 123251.<br/>4. Jianhua Huang, Wei Wang, Xuan Xu, Shuai Zhou*, Chaojun Tang, Fan Gao, Jing Chen. Ultraviolet ultranarrow second-order magnetic plasmon induced reflection of lifted 3D metamaterials for slow light and optical sensing. Results in Physics, 2023: 106354.<br/>5. Wenzhuo Zhu, Shuai Zhou*, Jian Wang, Wen Sun, Jinxing Chen, and Ming He*. Weak Coordination-Induced Dynamic Crosslinked, Adjustable Strength, Reversible Adhesion Supramolecular Hydrogel. ACS Applied Polymer Materials, 2021, 4(1): 725-734.<br/>6. Shuai Zhou,‡ Kechun Guo,‡ Danil Bukhvalov, Wenzhuo Zhu, Jian Wang, Wen Sun and Ming He*. H-bonds/ionic coordination switching for fabrication of highly oriented cellulose hydrogels. Journal of Materials Chemistry A, 2021, 9, 5533-5541. (‡ contributed equally to this work)<br/>7. Kechun Guo, Wenzhuo Zhu, Jian Wang, Wen Sun, Shuai Zhou* and Ming He*. Fabrication of gradient anisotropic cellulose hydrogels for applications in micro-strain sensing. Carbohydrate Polymers, 2021, 258, 117694.<br/>8. Shuai Zhou, Yaocai Bai, Wenjing Xu, Ji Feng, Xiaojing Wang, Zhiwei Li, Yadong Yin*. Formation of Resorcinol-Formaldehyde Hollow Nanoshells through a Dissolution-Regrowth Process. Nanoscale, 2020, 12, 15460–15465.<br/>9. Shuai Zhou,‡ Kechun Guo,‡ Danil Bukhvalov, Xiong-Fei Zhang, Wenzhuo Zhu, Jianfeng Yao,* and Ming He.* Cellulose hydrogels by reversible ion-exchange as flexible pressure sensor. Advanced Materials Technologies, 2020, 5, 2000358. (‡ contributed equally to this work)<br/>10. Shuai Zhou, Yunian Kang, Rongqing Huang, Zhenyang Luo, Ming He*. Superior Thermal Stability and Smoke Suppression of Epoxy Resin Composites with Graphene/LDH Phosphorus-rich Hybrids. Journal of Applied Polymer Science, 2020, 137, e49386.<br/>11. Shuai Zhou, Ran Tao, Peng Dai, Zhenyang Luo, Ming He*. Two-step Fabrication of Lignin-based Flame Retardant for Enhancing the Thermal and Fire Retardancy Properties of Epoxy Resin Composites. Polymer Composites, 2020, 41, 2025– 2035.<br/>1. Shuai Zhou, Xiang Zhou, Gazi Hao, Wei Jiang*, Tianhe Wang*. Property Control of Graphene Aerogels by in situ Growth of Silicone Polymer.   Applied Surface Science, 2018, 439, 946-953.<br/>2. Shuai Zhou,‡ Yu Zhou,‡ Wei Jiang*, Huajun Guo*, Zhixing Wang, Xinhai Li. Synthesis of Fe3O4 cluster microspheres/graphene aerogels composite as anode for high-performance lithium ion battery. Applied Surface Science, 2018, 439, 927-933. (‡ contributed equally to this work)<br/>3. Shuai Zhou, Gazi Hao, Xiang Zhou, Wei Jiang*, Tianhe Wang*,   Ning Zhang, Liuhua Yu. One-pot Synthesis of Robust Superhydrophobic, Functionalized Graphene/Polyurethane Sponge for Effective Continuous Oil-water Separation. Chemical Engineering Journal, 2016, 302, 155-162.<br/>4. Shuai Zhou, Xiang Zhou, Wei Jiang*, Tianhe Wang*, Ning Zhang, Yue Lu, Liuhua Yu, Zuozhu Yin. (3-Mercaptopropyl)trimethoxysilane-Assisted   Synthesis of Macro and Mesoporous Graphene Aerogels Exhibiting Robust   Superhydrophobicity and Exceptional Thermal Stability. Industrial & Engineering Chemistry Research. 2016, 55, 948-953.<br/>5. Shuai Zhou, Wei Jiang*, Tianhe Wang*, Yue Lu. Highly Hydrophobic, Compressible, Magnetic Polystyrene/Fe3O4/Graphene Aerogel composite for Oil-water Separation. Industrial & Engineering Chemistry Research. 2015, 54, 5460-5467.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "1、国家自然青年科学基金，2022.01- 2024.12，主持<br/>2、2019年南京林业大学人才科研启动经费，主持<br/>1、2023.06-2025.05 指尖启发的高灵敏度和精细纹理识别的凝胶触觉传感器（省级一般课题）<br/>2、2023.06-2025.05 高灵敏、宽范围、抗冻耐高温特异质压力传感器及用于自适应触觉感知（省级一般课题）<br/>3、2022.06-2024.05 皮肤启发的具有异质结构的高灵敏、宽范围、快响应凝胶压力传感器（省级重点课题）<br/>4、2021.06-2023.05 基于离子效应的仿生水凝胶力学强度机制研究（省级一般课题，结题优秀）<br/>5、2020.06-2022.05 仿生疏水表面可控设计及多重协同作用机制研究（校级课题，结题）",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "shuaiz@njfu.edu.cn",
    "Introduction": "None",
    "id": "0102",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/ab/76/907003e3498ab563c64aff3c179e/06621a0d-bb17-4f9d-aea9-0493908b618c_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "周帅",
    "Biographical_notes": "     2022.05-至今南京林业大学副教授，硕士生导师<br/>     2019.11-2022.04 南京林业大学讲师<br/>     2016.10-2018.10 加州大学河滨分校联培博士（导师：殷亚东教授）<br/>     2013.09-2019.06 南京理工大学硕博连读研究生（导师：姜炜教授）<br/>      主要从事智能高分子设计制备及在高敏传感、仿生设计、驱动响应等方面的应用研究。近三年以第一作者和通讯作者在Chem. Eng. J、J. Mater. Chem. A、Sep. Purif. Technol、Carbohydr. Polym、Nanoscale等领域知名期刊上发表SCI论文十余篇。主持国家自然科学基金青年项目，指导多名本科生承担多项省级大创项目。指导多名本科生以第一作者发表SCI论文，并保送至清华大学等知名高校攻读博士学位。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}