{
    "Research_direction": "凝聚态物理计算物理",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "8.  Salke, Nilesh P.*; Xia, Kang; Fu, Suyu; Zhang, Youjun; Greenberg, Eran; Prakapenka, Vitali B.; Liu, Jin; Jian Sun*; Lin, Jung-Fu*; Tungsten Hexanitride with Single-Bonded Armchairlike Hexazine Structure at High Pressure, Physical Review Letters, 2021, 126(6): 065702.     (期刊论文)",
    "Class": "大学物理、大学物理实验、材料物理性能",
    "Topic": "None",
    "Projects": "1. 高压下碳基/硅基热电-光伏材料的聚合结构设计，国家自然青年科学基金项目，30.00万元，2021.01-2023.12，主持，在研。<br/>2. 新奇聚合碳/硅金属化合物的高压结构设计和物性研究，江苏省高等学校自然科学研究面上项目，5.00万元，2020.12-2022.12，主持，已结题。<br/>3. 碳基/硅基热电、超导材料的高压结构设计，南京大学固体微结构物理国家重点实验室开放课题项目，3.00万元，2021.07-2023.06，主持，已结题。<br/>4. 高威力全氮含能材料的分子结构设计，中国博士后科学基金项目，8.00万元，2019.07-2020.06，主持，已结题。<br/>5. 高威力氮含能材料的分子结构设计，中央高校基本科研业务费专项资金项目，1.30万元，2020.01-2021.04，主持，已结题。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "kangxia@njfu.edu.cn",
    "Introduction": "None",
    "id": "0120",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/4f/92/ac7051ed4b96ad64edd74bb81651/0abaa92b-142c-457a-831a-9513a9c40afb_s.jpg",
    "Department": "应用物理系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "主要研究超导、热电、光伏材料的构效关系，在高压下设计多功能复合材料，发表SCI论文18篇，其中以第一作者在Physical Review B、Physical Review Materials、Materials Today Physics、Science Bulletin、Journal of Physical Chemistry Letters、Inorganic Chemistry、Journal of Physical Chemistry C主流刊物上发表SCI 7篇，以第二作者在物理学顶级期刊 Physical Review Letters合作发表1篇。<br/>第一作者成果：（#为共同作者, *为通讯作者）<br/>1.  Kang Xia*; Chi Ding; Jianan Yuan; Cong Liu; Hao Gao; Jian Sun*; Atomic-Scale Pentagraphene Ribbons Stabilized with Alkali Metals under Moderate Pressures, Inorganic Chemistry, 2022, 61(45): 18229.     (期刊论文)<br/>2.  Kang Xia; Qun Chen; Hao Gao; Xiaolei Feng; Jianan Yuan; Cong Liu; Simon A. T. Redfern; Jian Sun*; Icosahedral silicon boride: A potential hybrid photovoltaic-thermoelectric for energy harvesting, Physical Review Materials, 2021, 5(11): 115402.     (期刊论文)<br/>3.  Xia, Kang; Yuan, Jianan; Zheng, Xianxu; Liu, Cong; Gao, Hao; Wu, Qiang; Sun, Jian*; Predictions on High-Power Trivalent Metal Pentazolate Salts, Journal of Physical Chemistry Letters, 2019, 10(20): 6166-6173.     (期刊论文)<br/>4.  Xia, Kang; Zheng, Xianxu; Yuan, Jianan; Liu, Cong; Gao, Hao; Wu, Qiang; Sun, Jian*; Pressure-Stabilized High-Energy-Density Alkaline-Earth-Metal Pentazolate Salts, Journal of Physical Chemistry C, 2019, 123(16): 10205-10211.     (期刊论文)<br/>5.  Kang Xia#; Hao Gao#; Cong Liu; Jianan Yuan; Jian Sun*; Hui-Tian Wang*; Dingyu Xing; A novel superhard tungsten nitride predicted by machine-learning accelerated crystal structure search, Science Bulletin, 2018, 63(13): 817-824.     (期刊论文)<br/>6.  Kang Xia; Mengdong Ma; Cong Liu; Hao Gao; Qun Chen; Julong He; Jian Sun*; Hui-Tian Wang; Yongjun Tian; Dingyu Xing; Superhard and superconducting B6C, Materials Today Physics, 2017, 3: 76-84.     (期刊论文)<br/>7.  Kang Xia; Jian Sun*; Chris J. Pickard; Dennis D. Klug; Richard J. Needs; Ground state structure of high-energy-density polymeric carbon monoxide, Physical Review B, 2017, 95(14): 144102.     (期刊论文)",
    "Name": "夏康",
    "Biographical_notes": "2006年9月—2010年6月，安徽大学材料物理系，本科；<br/>2013年9月—2018年6月，南京大学凝聚态物理系，博士研究生；<br/>2018年6月—2020年6月，南京大学现代工程与应用科学学院，博士后<br/>2020年7月—现在，南京林业大学应用物理系；硕士生导师",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}