{
    "Research_direction": "单相多铁性材料与物理，磁电耦合效应与多铁相变，基于3d-4d过渡金属量子材料的单晶生长和物性",
    "Paper": "1.    J. H. Zhang, Y. S. Tang, L. Lin*, L. Y. Li, G. Z. Zhou, B. Yang, L. Huang, X. Y. Li, G. Y. Li, S. H. Zheng, M. F. Liu, M. Zeng, D. Wu, Z. B. Yan, X. K. Huang, C. Chen, X. P. Jiang, and J.-M. Liu, Electric polarization reversal and nonlinear magnetoelectric coupling in the honeycomb antiferromagnet Fe4Nb2O9 single crystal. Phys. Rev. B 107, 024108 (2023).<br/>2.    J. H. Zhang, L. Lin*, Y. S. Tang, G. Z. Zhou, L. Huang, X. Y. Li, G. Y. Li, S. H. Zheng, M. F. Liu, X. M. Liu, Z. B. Yan, X. K. Huang, C. Chen, X. P. Jiang, and J.-M. Liu, Large tunability of the magnetoelectric effect in the Co-substituted polar antiferromagnet Ni3TeO6, Phys. Rev. B 108, 024107(2023).<br/>3.    Y. S. Tang*, L. Lin*, G. Z. Zhou, W. J. Zhai, L. Huang, J. H. Zhang, S. H. Zheng, M. F. Liu, Z. B. Yan, X. P. Jiang, X. A. Li, and J.-M. Liu, Realization of linear magnetoelectric effect in the Dirac magnon system Cu3TeO6, Phys. Rev. B 107, 214416 (2023).<br/>3.    L. Lin*, Y. S. Tang, L. Huang, W. J. Zhai, G. Z. Zhou, J. H. Zhang, M. F. Liu, G. Y. Li, X. Y. Li, Z. B. Yan, and J.-M. Liu, Observation of magnetoelectric effect in the S=1/2 spin chain compound CoSe2O5 single crystal, Appl. Phys. Lett.120, 052901 (2022).<br/>4.    Y. S. Tang, G. Z. Zhou, L. Lin*, R. Chen, J. F. Wang, C. L. Lu, L. Huang, J. H. Zhang, Z. B. Yan, X. M. Lu, X. K. Huang, X. P. Jiang, and J.-M. Liu, Successive electric polarization transitions induced by high magnetic field in the single-crystal antiferromagnet Co2Mo3O8, Phys. Rev. B 105, 064108 (2022). <br/>5.    G. Z. Zhou, J. H. Min, Y. S. Tang, X. Y. Chen, J. W. Gong, L. Lin*, M. F. Liu*, L. Huang, J. H. Zhang, S. H. Zheng, Z. B. Yan, M. Zeng, H. Li, X. Z. Wang, and J.-M. Liu, Emergence of magnetic order and enhanced magnetoelectric coupling in Lu-doped Sm2BaCuO5, Ceram. Int. 48, 10244 (2022).<br/>6.    Y. S. Tang, J. H. Zhang, L. Lin*, R. Chen, J. F. Wang, S. H. Zheng, C. Li, Y. Y. Zhang, G. Z. Zhou, L. Huang, Z. B. Yan, X. M. Lu, D. Wu, X. K. Huang, X. P. Jiang, and J.-M. Liu, Metamagnetic transitions and magnetoelectricity in the spin-1 honeycomb antiferromagnet Ni2Mo3O8, Phys. Rev. B 103, 014112 (2021).<br/>7.    Y. S. Tang, S. M. Wang, L. Lin*, V. Ovidiu Garlea, T. Zou*, S. H. Zheng, H.-M. Zhang, J. T. Zhou, Z. L. Luo, Z. B. Yan, S. Dong*, T. Charlton, and J.-M. Liu, Magnetic structure and multiferroicity of Sc-substituted hexagonal YbFeO3, Phys. Rev. B103, 174102 (2021).  <br/>8.    Y. S. Tang, S. M. Wang, L. Lin*, Cheng Li, S. H. Zheng, C. F. Li, J. H. Zhang, Z. B. Yan, X. P. Jiang, and J.-M. Liu, Collinear magnetic structure and multiferroicity in the polar magnet Co2Mo3O8, Phys. Rev. B 100, 134112 (2019).<br/>9.    C. L. Lu*, M. H. Wu*, L. Lin*, and J.-M. Liu, Single-phase multiferroics: new materials, phenomena, and physics, Natl. Sci. Rev. 6, 653 (2019).<br/>10. S. M. Wang, S. H. Zheng, L. Lin*, Y. S. Tang, J. H. Zhang, R. Chen, J. F. Wang, C. L. Lu, Z. B. Yan, X. P. Jiang, and J.-M. Liu, Absence of ferroelectricity in doubleperovskite Y2CoMnO6 single crystals, J. Appl. Phys. 126, 084102 (2019).<br/>11.  L. Lin, H. M. Zhang, M. F. Liu, Shoudong Shen, S. Zhou, D. Li, X. Wang, Z. B. Yan, Z. D. Zhang, Jun Zhao, S. Dong*, and J.-M. Liu, Hexagonal phase stabilization and magnetic orders of multiferroic Lu1-xScxFeO3, Phys. Rev. B 93, 075146 (2016). <br/>12.  L. Lin, Y. L. Xie, J.-J. Wen, S. Dong*, Z. B. Yan, and J.-M. Liu, Experimental observation of magnetoelectricity in spin ice Dy2Ti2O7, New. J. Phys. 17, 123018 (2015). <br/>13.  L. Lin*, H. X. Zhu, X. M. Jiang, K. F. Wang, S. Dong, Z. B. Yan, Z. R. Yang, J. G. Wan, and J.-M. Liu*, Coupled ferroelectric polarization and magnetization in spinel FeCr2S4, Sci. Rep. 4, 6530 (2014).<br/>14.  L. Lin, Y. L. Xie, Z. Y. Zhao, J.-J. Wen, Z. B. Yan, S. Dong, and J.-M. Liu*, Enhanced magnetism-generated ferroelectricity in highly frustrated Fe-doped Ho2Ti2O7, J. Appl. Phys. 117, 17D915 (2015). <br/>15.  L. Lin, Z. Y. Zhao, D. Liu, Y. L. Xie, S. Dong, Z. B. Yan, and J.-M. Liu*, Chemically modulated multiferroicity in Dy-doped Gd2Ti2O7, J. Appl. Phys. 113, 17D903 (2013).<br/>16.  L. Lin, L. Li, Z. B. Yan, Y. M. Tao, S. Dong, and J.-M. Liu*, Ferroelectricity of polycrystalline GdMnO3 and multifold magnetoelectric responses, Appl. Phys. A 112, 947 (2013).<br/>17.  L. Lin, Y. L. Xie, M. F. Liu, Y. J. Guo, Z. B. Yan, and J.-M. Liu*, Multiferroicity in Mn-deficient Ca3CoMnO6: The consequence of Fe substitution, J. Appl. Phys. 114, 027006 (2013).<br/>18.  L. Lin, Y. J. Guo, Y. L. Xie, S. Dong, Z. B. Yan, and J.-M. Liu*, Spin frustration destruction and ferroelectricity modulation in Ca3CoMnO6: Effects of Mn deficiency, J. Appl. Phys. 111, 07D901 (2012).<br/>19.  L. Li, L. Lin*, Z. B. Yan, Q. Y. He, and J.-M. Liu*, Multiferroicity and phase transitions in Tm-substituted GdMnO3, J. Appl. Phys.112, 034115 (2012).",
    "Patent": "None",
    "Achievements": "None",
    "Class": "大学物理，大学物理实验，应用物理学，材料物理",
    "Topic": "None",
    "Projects": "1.       国家自然科学基金面上项目，基于对称性探索线性磁电耦合新材料与物理效应，项目主持人，55万元，2023-2026。<br/>2.       国家自然科学基金面上项目，离子无序诱导多铁性物理效应与铁性序耦合机制研究，项目主持人，64万元，2019-2022。<br/>3.       国家自然科学基金青年项目，自旋冰异质结的新物理效应及其磁电耦合机制研究，项目主持人，24万元，2016-2018。<br/>4.       南京大学固体微结构物理实验室开放课题，线性磁电耦合新材料与新物理效应研究，项目主持人，3万元，2022-2024。<br/>5.       国家自然科学基金面上项目，强磁场下多磁矩协同多铁性物理效应与机理，学术骨干，19.5/65万元，2019-2022。<br/>6.       中央高校基本科研业务费，离子无序诱导多铁性物理效应与铁性序耦合机制研究，项目主持人，10万元，2018-2018。<br/>7.       中国博士后科学基金项目，拓扑晶格结构与铁性序的耦合机制研究，项目主持人，5万元，2015-2016。<br/>8.       江苏省博士后科学基金项目，自旋冰外延薄膜的磁单极子调控和磁电耦合研究，项目主持人，3万元，2014-2015。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "llin@njfu.edu.cn",
    "Introduction": "None",
    "id": "0122",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/65/04/fc27eb574aad8be12d8c135d6287/373c604e-a298-4514-9bc0-be7a2da75ba6_s.jpg",
    "Department": "应用物理系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "林林",
    "Biographical_notes": "林林，山东曲阜人，中共党员，副教授，硕士生导师，理学博士。<br/>2014年6月于南京大学物理学院取得博士学位，师从教育部长江学者特聘教授、国家杰青刘俊明教授，研究方向为多铁性材料与物理。期间于2012年8月至2013年8月前往美国约翰霍普金斯大学物理与天文系和橡树岭国家实验室从事中子散射实验研究，合作导师为Collin Broholm教授。2014年6月至2016年6月于东南大学物理系从事博士后研究，合作导师为国家杰青董帅教授，研究领域关注多铁性新材料。2016年7月至2021年6月于南京大学物理学院从事专职科研工作，并兼任Nature出版集团与南京大学合办刊物“npj Quantum Materials”主编助理，合作导师为刘俊明教授(npj Quantum Materials执行主编)，研究领域聚焦极性磁体的磁电耦合响应。2021年7月加入南京林业大学理学院应用物理系开展独立研究，目前主要研究方向为单相多铁性材料与物理、线性磁电耦合新材料与多铁相变、基于3d-4d过渡金属量子材料单晶生长和物性。<br/>迄今在包括Physical Review B, Applied Physics Letters, National Science Review, New Journal of Physics等物理权威期刊上发表SCI论文80余篇，论文总共被引用1000次，h-index 18。先后主持国家自然科学基金项目3项、中国博士后基金、中央高校基本科研业务费、南京林业大学高层次人才引进启动项目等。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}