{
    "Research_direction": "电催化",
    "Paper": "[1]    Manting Zhang, Tingting Zhou, Danil Bukhvalov, Fengyan Han, Caiqin Wang*, Xiaofei Yang*, Metal-support interaction promoted multifunctional electrocatalysis on PtCo/NC with ultralow Pt loading for oxygen reduction reaction and zinc-air battery, Appl. Catal. B- Environ., 2023, 337, 122976. <br/>[2]    Yangping Zhang, Fei Gao, Dongqiong Wang, Zhuolin Li, Xiaomei Wang*, Caiqin Wang*, Kewang Zhang, Yukou Du*, Amorphous/crystalline heterostructure transition-metal-based catalysts for high-performance water splitting, Coordin. Chem. Rev., 2023, 475, 214916.<br/>[3]    Caiqin Wang*, Tingting Zhou, Cheng Qian, Lili Chen, Liyuan Hao, Shumeng Fu, Bingguo Feng, Xiaofei Yang*, 3D hydroxylated Ti3C2Tx MXene nanonet architecture supported Pt catalysts for efficient hydrogen evolution, Surfaces and Interfaces, 2023, 42, 103426<br/>[4]    Dongqiong Wang, Yangping Zhang, Kewang Zhang, Xiaomei Wang*, Caiqin Wang, Zhuolin Li, Fei Gao*, Yukou Du*, Rapid synthesis of Palladium-Platinum-Nickel ultrathin porous nanosheets with high catalytic performance for alcohol electrooxidation. J. Colloid Interf. Sci., 2023, 650, 350-357.<br/>[5]    Caiqin Wang*, Cheng Qian, Ting Hu*, Xiaofei Yang, Enhancing solar-driven photoelectrocatalytic efficiency of Au nanoparticles with defect-rich hydrogenated TiO2 toward ethanol oxidation, Chem. Eng. J., 2022, 445, 136562. <br/>[6]    Caiqin Wang, Danil Bukhvalov, M. Cynthia Goh*, Yukou Du, Xiaofei Yang*, Hierarchical AgAu alloy nanostructures for highly efficient electrocatalytic ethanol oxidation, Chin. J. Catal., 2022, 43, 851–861.<br/>[7]    (15)   Dongmei Liu, Cheng Wang, Zhengming Zhou, Changqing Ye*, Rui Yu, Caiqin Wang*, Yukou Du*. Ultra-low Ru Doped MOF-derived Hollow Nanorods for Efficient Oxygen Evolution Reaction, Inorg. Chem. Front., 2022, 9, 6158-6166.<br/>[8]    Liujun Jin, Hui Xu, Chunyan Chen, Hongyuan Shang, Yong Wang*, Caiqin Wang*, Yukou Du*, Porous Pt-Rh-Te nanotubes: an alleviated poisoning effect for ethanol electrooxidation, Inorg. Chem. Front., 2020, 7(3), 625-630.<br/>[9]    Shang, Hongyuan, Xu, Hui, Wang, Cheng, Chen, Chunyan, Wang, Caiqin*, Jin, Liujun, Du, Yukou*, A new ratiometric electrochemical sensor using electroactive GO/MB/Ag nanocomposites for H2S detection in biological samples, J. Nanoparticle Research, 2020, 22(4):75.<br/>[10]  Ying Wang, Liujun Jin, Caiqin Wang*, Yukou Du*, Nitrogen-doped graphene nanosheets supported assembled Pd nanoﬂowers for eﬃcient ethanol electrooxidation, Colloids and Surfaces A, 2020, 587, 124257<br/>[11]  Caiqin Wang*, Ke Zhang, Hui Xu, Yukou Du*, M. Cynthia Goh*, Anchoring gold nanoparticles on poly(3,4-ethylenedioxythiophene) (PEDOT) nanonet as three-dimensional electrocatalysts toward ethanol and 2-propanol oxidation, J. Colloid Interf. Sci., 2019, 541: 258–268.<br/>[12]  Yangping Zhang, Fei Gao, Caiqin Wang*, Yukihide Shiraishi, Yukou Du*, Engineering spiny PtFePd@PtFe/Pt core@multishell nanowires with enhanced performance for alcohol electrooxidation, ACS Appl. Mater. Interfaces, 2019, 11, 30880−30886.<br/>[13]  Cheng Wang, Hui Xu, Fei Gao, Yangping Zhang, Tongxin Song, Caiqin Wang*, Hongyuan Shang, Xing Zhu, Yukou Du*, High-density surface protuberances endow ternary PtFeSn nanowires with high catalytic performance for efficient alcohol electrooxidation, Nanoscale, 2019, 11, 18176-18182. <br/>[14]  Fei Gao, Yangping Zhang, Pingping Song, Jin Wang, Caiqin Wang*, Jun Guo, Yukou Du*, Self-template construction of Sub-24 nm Pd-Ag hollow nanodendrites as highly efficient electrocatalysts for ethylene glycol oxidation, J. Power Sources, 2019, 418, 186–192.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "[1]    南京林业大学高等教育研究课题，利用现代网络信息技术对无机及分析化学教材的数字化改进与教学实践，2021，项目主持人。",
    "Projects": "[1]    江苏省自然科学基金青年基金（BK20190762），Au基-MXene复合材料的可控构建及其电催化性能研究， 2019.07-2022.06，项主持人，结题。<br/>[2]    南京林业大学高层次(高学历)人才科研启动基金, 项目主持人, 2019-2022。<br/>[1]    江苏省研究生实践创新计划项目，校级项目，ZIF-67 衍生钴基复合材料电催化性能研究（SJCX22_0319），2022.5-2023.5<br/>[2]    大学生实践创新训练计划项目校级一般项目，MXenes表面组成对Pt-MXenes电催化氧化性能的增强作用机制研究（2021NFUSPITP0349），2021.5-2022.5<br/>[3]    大学生实践创新训练计划项目校级一般项目，Au基-Ti3C2 MXenes复合催化剂的制备及其醇类电催化氧化性能研究（2019NFUSPITP0295），2019.10-2021.10",
    "Services_Activities": "None",
    "Award_status": "[1]    2022届本科生毕业论文优秀指导教师，2022年",
    "Contact_information": "wangcaiqin@njfu.edu.cn",
    "Introduction": "None",
    "id": "0123",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/42/56/a59a9a71475e9583043ee102ee25/b28fff31-1681-4f14-bddf-78593966b3e1_s.png",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "王彩琴",
    "Biographical_notes": "王彩琴，湖北孝感人，博士，副教授，硕士生导师<br/>2016年博士毕业于苏州大学，同年8月到加拿大多伦多大学（QS排名：21）从事博士后工作，合作导师为Prof. Cynthia. Goh。于2018年9月加入南京林业大学理学院化学与材料科学系。主要从事电催化材料的设计合成及其在分解水（HER/OER）、氧还原（ORR）、醇类小分子电催化氧化等领域的应用研究。作为项目负责人主持/完成江苏省自然科学基金项目、高等教育教学改革研究课题教改项目等多个项目，同时指导多项研究生和本科生实践创新计划项目。迄今在Appl. Catal. B- Environ., Coordin. Chem. Rev., Chem. Eng. J., Chin. J. Catal., J. Mater. Chem. A, J. Colloid Interf. Sci.等高影响力期刊上共发表SCI论文40篇，6篇入选“ESI高被引论文”。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}