{
    "Research_direction": "天然分子筛选与设计合成",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "研究生课程：高等有机化学、有机化合物分析<br/>本科生课程：功能材料、林源材料与化学",
    "Topic": "None",
    "Projects": "1. 国家自然科学基金：木纤维-无机纳米复合材料的制备及性能研究 （30771676），课题负责人，2008-2010。<br/>2. 江苏省自然科学基金：溶胶改性木基纳米复合材料的制备、界面结构及其板材特性研究 (BK2008424),课题负责人，2008-2010。<br/>3. “十三五”国家重点研发计划项目：主要工业原料林高效培育与利用技术研究：红豆杉等高效培育与多用途利用技术研究：枫香高效培育与利用技术研究（2017YFD060070602），任务负责人，2017-2022。<br/>4. 南京市留学人员科技活动择优资助项目：铼原子簇化合物合成，结构及性能研究，课题负责人，2006年。<br/>5. 江苏省高校“青蓝工程”培养对象资助项目，课题负责人，2011-2013。<br/>6. 江苏省第四期“333高层次人才培养工程”科研项目:去除银杏叶提取物中烷基酚酸毒副作用研究（BRA2012171），课题负责人，2013-2014。<br/>7. 江苏省大型科学仪器设备共享服务平台分析测试新技术新方法研究课题：分散液液微萃取GC/MS法测定水体中邻苯二甲酸酯类方法的研究，课题负责人，2014。<br/>8. 江苏省高校实验室研究会课题：大型仪器平台实验技术队伍建设与管理，课题负责人，2015。<br/>9. 药用植物资源与天然药物化学教育部重点实验室开放课题：脱氢枞胺衍生物及其配合物设计合成和抗癌活性研究（CMEMR2017-B06），课题负责人，2017-2019。<br/>10. 潍坊市文冠果产业研究院：医药原料文冠果神经酸、亚油酸的富集技术，横向课题，课题负责人，2020-2024年。<br/>11. 国家自然科学基金：微波辐射下枞酸与C60的反应、产物结构及生物活性研究 (30371139)，参加, 2004-2006。<br/>12. 国家林业局林业公益性行业科研专项：银杏叶和外种皮加工产业化关键技术（201004015），参加, 2010- 2014。<br/>13.  国家林业局林业公益性行业科研专项（20120460102）：项目名称：目的林药组分资源定向培育与高值化产品开发，课题名称：银杏和龙脑樟药用林高效栽培与加工技术，参加, 2012-2014。 <br/>14. 国家科技支撑计划课题：项目名称：商品林高效生产关键技术研究与示范（2012BAD21B00），课题名称：银杏和印楝珍贵 材用和药用林定向培育关键技术研究与示范（2012BAD21B04），参加, 2012-2016。<br/>15. 国家自然科学基金面上项目：不对称一价镁金属化合物的合成及其催化性能的研究（21772093）, 参加, 2018-2021。<br/>16. 江苏省高等学校自然科学研究面上项目：黄酮类新型水凝胶发光材料的研制、应用与机理研究（19KJB220005）, 参加, 2019-2021。<br/>17. 江苏省自然科学基金面上项目：基于氟硼配合物的近红外二区高效光热试剂的构建，参加，2022-2025.<br/>18. 国家自然科学基金面上项目：近红外吸收型氟硼配合物的构建及其光声成像应用研究，参加，2024-2027。",
    "Services_Activities": "None",
    "Award_status": "1. 高等学校科学研究优秀成果奖（科学技术）（一等奖）：银杏良种选育及资源提质增效关键技术研究与应用（教育部），2023，参与。<br/>2.梁希林业科学技术奖科技进步奖：银杏产业化关键技术研究与应用，二等奖，2023，参与。<br/>3.中国林学会，第七届梁希青年论文奖，三等奖，2018.<br/>4.江苏省分析测试协会2016 年度江苏分析测试科学技术奖三等奖。<br/>5. 江苏省分析测试协会2018年度江苏分析测试科学技术奖三等奖，参与。<br/>6. 江苏省教育厅在2012年高等学校本专科毕业论文（设计）评选中，“银杏有效成分的提取、脱毒及生物活性研究”被评为团队优秀毕业论文，指导教师：徐莉，雷萌，陈泳，王燕芹。<br/>7. 2012年本科毕业论文“银杏有效成分的提取、脱毒及生物活性研究”被评为南京林业大学团队优秀毕业论文，指导教师：徐莉、雷萌、王燕芹、陈泳。",
    "Contact_information": "xuliqby@njfu.edu.cn",
    "Introduction": "None",
    "id": "0125",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/b2/2c/050e7fe94049ae408c08bb484402/36e306e1-2db8-44ea-9fc7-a67c49ce835d_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "迄今发表相关SCI论文92篇，授权国家发明专利33件、美国发明专利4件。代表论文如下：<br/>1.A highly sensitive and selective fluorescent sensor for detection of copper ions based on natural Isorhamnetin from Ginkgo leaves, Sensors and Actuators B 236 (2016) 386–391.<br/>2. High anticancer potency on tumor cells of dehydroabietylamine Schiff-base derivatives and a copper(II) complex, European Journal of Medicinal Chemistry, 146 (2018) 451-459. https://doi.org/10.1016/j.ejmech.2018.01.041.<br/>3.Synthesis of novel, DNA binding heterocyclic dehydroabietylamine derivatives as potential antiproliferative and apoptosis-inducing agents, Drug Delivery, 2020, 27:1, 216-227, DOI: 10.1080/10717544.2020.1716879.<br/>4. Fluorometric detection of pH and quercetin based on nitrogen and phosphorus co-doped highly luminescent graphene-analogous flakes, Analyst, 2020, 145, 115–121. DOI: 10.1039/c9an02077b. <br/>5.  Adsorption Mechanism of Rhein-coated Fe3O4 as Magnetic Adsorbent Based on Low-field NMR, Environmental Science and Pollution Research, 2020.   https://doi.org/10.1007/s11356-020-10541-5 <br/>6.Kaempferol as an AIE-active natural product probe for selective Al3+ detection in Arabidopsis thaliana, Spectrochimica Acta Part A: Molecular and Biomolecular Spectroscopy,249 (2021)119303.https://doi.org/10.1016/j.saa.2020.119303<br/>7.A two-photon fluorescent probe for visualizing endoplasmic reticulum peroxynitrite in Parkinson’s disease models，Sensors & Actuators: B. Chemical 328 (2021) 129003.<br/>8.Syntheses and high selective cytotoxicity of dehydroabietylamine C-ring nitration derivatives, Fitoterapia, 2022, 161, 105232. https://doi.org/10.1016/j.fitote.2022.105232.<br/>9. Fluorescent phenothiazine-fused boron complexes for ratiometric hypochlorite imaging, Dalton Trans., 2023, 52, 1393-1398. DOI: 10.1039/d2dt03824b.<br/>10.Enrichment of linoleic acid from yellow horn seed oil through low temperature crystallization followed by urea complexation method and hypoglycemic activities, Food Science and Biotechnology https://doi.org/10.1007/s10068-023-01327-9.",
    "Name": "徐莉",
    "Biographical_notes": "徐莉，教授，博士生导师，民主促进会会员。主要研究领域为天然分子筛选与设计合成，主要包括天然产物活性成分提取与结构修饰；抗癌、抗炎及抗氧化活性研究；化学生物传感器及生物成像。1992年 获得大连理工大学应用化学专业工学硕士学位；2023年获得南京大学无机化学专业理学博士学位；2004.11-2005.12  在韩国梨花女子大学进行博士后研究；2006.07-2006.08任日本东京工业大学准客座研究员。1992.07-1995.10 在大连轻工业学院任教（现已更名为大连工业大学）；1995.10- 现在为南京林业大学教师，期间，2011.04-2018.04 任南京林业大学现代分析测试中心主任。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}