{
    "Research_direction": "生物质功能材料",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "1. 材料科学与工程基础（双语）——本科生课程<br/>2. 现代化学分析——研究生课程",
    "Topic": "None",
    "Projects": "（1）企业合作项目“生物纳米纤维素在高性能锂硫电池中的应用”，15万元，主持；<br/>（2）江苏中烟工业有限责任公司对外合作科技项目“卷烟纸参数对卷烟关键质量特性的影响分析与应用研究”（编号H202229），20万元，主持；<br/>（3）国家自然科学基金青年项目“碳化细菌纤维素基纳米复合材料的原位构建及其在钠离子电池负极中的性能研究”（编号51702162），24万元，主持；<br/>（4）国家自然科学基金面上项目“细菌纤维素微纳尺度的组装调控研究及其在生物组织工程领域的应用”（编号51873087），59万元，参与，排名第2；<br/>（5）中国博士后科学基金面上资助“碳化细菌纤维素基材料原位构建及在钠离子电池负极研究”（编号2018M632309），5万元，主持。<br/>（6）江苏省博士后基金（日常资助）“基于碳化细菌纤维素的复合材料构建及在钠离子电池负极中的应用研究”，8万元，主持。",
    "Services_Activities": "None",
    "Award_status": "（1）孙东平, 黄洋, 陈春涛, 陈啸, 胡颖, 孙汴京. 细菌纤维素微纳尺度的组装调控研究及其在生物医用敷料方面的应用. 江苏省复合材料科技进步奖（二等奖）, 2016.12.   <br/>（2）黄洋，雷文，银鹏. 耕读通识课程建设. 南京林业大学2023年教学质量提升工程. 2023.06  ",
    "Contact_information": "yanghuang@njfu.edu.cn",
    "Introduction": "None",
    "id": "0126",
    "img": "https://cos.njfu.edu.cn/_upload/article/images/e1/fe/9976d39048708879e9de8143e19b/918c6f76-0e2f-4b09-b607-0de3fd99d7ed_s.jpg",
    "Department": "化学与材料科学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "(1)     孙东平, 黄洋(第二主编). 碳中和技术与绿色发展, 科学出版社（北京）, ISBN 978-7-03-075015-0, 2023.<br/>(2)     孙东平, 黄洋, 陈春涛, 陈啸, 胡颖, 孙汴京. 细菌纤维素微纳尺度的组装调控研究及其在生物医用敷料方面的应用. 江苏省复合材料科技进步奖（二等奖）, 2016.12.     <br/>(3)     Long Cheng, Yang Huang*(并列一作), Sha Yin, Ming Chen, Yihong Liu, Yidan Zhang, Farzad Seidi, Zixia Lin, Huining Xiao*. Recent advances in cellulosic materials for aqueous zinc-ion batteries: An overview. Carbohydrate Polymers, 2023, 316: 121075.<br/>(4)     Sha Yin, Yang Huang*(并列一作), Jingquan Han, Yige Wang, Yifan Xu, Farzad Seidi, Huining Xiao*. Cellulosic all-solid-state electrolyte for lithium batteries fabricated via bio-synthetic avenue. Composites Part B, 2023, 254: 110566. <br/>(5)     Ming Chen, Dongxue Liu, Liucheng Meng, Ying Zhao, Jiaqi Xu, Sha Yin, Yige Wang, Yang Huang*. Inexhaustible natural celluloses in advanced Li–S batteries: a review. Journal of Materials Chemistry C, 2023, 11: 6819.<br/>(6)     Xinyi Li, Xuguang Zhang, Yifa Xu, Yige Wang, Yang Huang*, Mengtao Ma. Metallic and dimensional optimization of metal-organic frameworks for high-performance lithium-sulfur batteries. Chemistry - A European Journal, DOI: 10.1002/chem.202300407.<br/>(7)     Yang Huang, Aming Xie, Farzad Seidi, Wenyou Zhu, Hong Li, Sha Yin, Xiao Xu, Huining Xiao*. Core-shell heterostructured nanofibers consisting of Fe7S8 nanoparticlesembedded into S-doped carbon nanoshells for superior electromagnetic wave absorption. Chemical Engineering Journal, 2021, 423: 130307.<br/>(8)     Sha Yin, Yang Huang*(并列一作), Chao Deng, Yue Jiao, Weibing Wu, Farzad Seidi, Huining Xiao*.Hierarchically porous biochar derived from orthometric integration of wooden and bacterial celluloses for high-performance electromagnetic wave absorption. Composites Science and Technology, 2022, 218: 109184.<br/>(9)     Sha Yin, Yang Huang*(并列一作), Yu Wang, Yuqing Wang, Huining Xiao*. Tough and flexible poly(dimethylsiloxane) elastomerreinforced by conductive bacterial cellulose frameworksfor high-performance microwave absorber. Cellulose, 2022, 29: 259-272.<br/>(10)   Yang Huang, Xiangzhou Huang, Mengtao Ma, Chenyao Hu, Farzad Seidi, Sha Yin, Huining Xiao*. Recent advances on the bacterial cellulose-derived carbon aerogels. Journal of Materials Chemistry C, 2021, 9: 818.<br/>(11)   Yang Huang, Xinyi Li, Xiao Xu, Feng Wei, Ying Wang, Mengtao Ma, Yu Wang, Dongping Sun*. Green and up-scalable fabrication of superior anodes for lithium storagebased on biomass bacterial cellulose. Advanced Powder Technology, 2021, 32: 2484-2492.<br/>(12)   Yang Huang, Kaiyuan Tang, Fanshu Yuan, Weiwei Zhang, Bengang Li, Farzad Seidi, Huining Xiao*, Dongping Sun*. N-doped porous carbon nanofibers fabricated by bacterial cellulose-directed templating growth of MOF crystals for efficient oxygen reduction reaction and sodium-ion storage. Carbon, 2020, 168: 12-21.<br/>(13)   Yang Huang,Andrea Buffa, Haiqiang Deng, Sujoy Sarkar, Yu Ouyang, Xinyan Jiao, Qingli Hao, Daniel Mandler*. Ultrafine Ni(OH)2 nanoplatelets grown on 3D graphene hydrogel fabricated by electrochemical exfoliation for high-performance battery-type asymmetric supercapacitor applications. Journal of Power Sources, 2019, 439: 227046.<br/>(14)   Yang Huang, Liang Wang, Lei Lu, Mengmeng Fan, Fanshu Yuan, Bianjing Sun, Jieshu Qian, Qingli Hao*, Dongping Sun*. Preparation of bacterial cellulose basednitrogen-doped carbon nanofibers and theirapplications in the oxygen reduction reactionand sodium–ion battery. New Journal of Chemistry, 2018, 42: 7407.<br/>(15)   Yang Huang, Zixia Lin, Mingbo Zheng, Tianhe Wang, Jiazhi Yang, Fanshu Yuan, Xiaoyu Lu, Lin Liu, Dongping Sun*. Amorphous Fe2O3 nanoshells coated on carbonized bacterial cellulose nanofibers as a flexible anode for high-performance lithium ion batteries. Journal of Power Sources, 2016, 307: 649-656.<br/>(16)   Yang Huang, Mingbo Zheng, Zixia Lin, Bin Zhao, Songtao Zhang, Jiazhi Yang, Chunlin Zhu, Heng Zhang, Dongping Sun*, Yi Shi. Flexible cathodes and multifunctional interlayers based on carbonized bacterial cellulose for high-performance lithium–sulfur batteries. Journal of Materials Chemistry A, 2015, 3: 10910.<br/>(17)   Yang Huang, Chunlin Zhu, Jiazhi Yang, Ying Nie, Chuntao Chen, Dongping Sun*. Recent advances in bacterial cellulose. Cellulose, 2014, 21: 1-30.<br/>(18)   Yang Huang, Tianhe Wang, Mingzhong Ji, Jiazhi Yang, Chunlin Zhu, Dongping Sun*. Simple preparation of carbonized bacterial cellulose–Pt composite as a high performance electrocatalyst for direct methanol fuel cells (DMFC). Materials Letters, 2014, 128: 93-96. <br/>（19）黄洋, 尹纱, 肖惠宁, 胡辰尧. 基于木质纤维素与细菌纤维素的复合材料及其制备方法和应用, 国家发明专利, ZL202011321478.6, 2022年4月19日授权.<br/>（20）黄洋, 肖惠宁, 葛颖, 黄湘舟, 李娉婷, 尹纱. 一种导电三元复合材料及其制备方法和应用. 国家发明专利, ZL202010376158.4, 2022年4月22日授权.<br/>（21） 黄洋, 黄湘舟, 邓超, 尹纱, 胡辰尧, 肖惠宁. 一种细菌纤维素/非织造纤维复合面膜基布高效制备方法. 国家发明专利, ZL202011232942.4, 2022年6月3日授权.<br/>（22） 黄洋, 孙瑞宁, 杨加志, 张衡, 陈春涛, 梁光芸, 顾焱. 一种基于氮掺杂碳化细菌纤维素的锂硫电池. 国家发明专利, ZL201611218937.1, 2019年6月21日授权.",
    "Name": "黄洋",
    "Biographical_notes": "本人于2017年1月博士毕业于南京理工大学，于同年5月赴以色列希伯来大学开展博士后研究工作。2019年9月正式入职南京林业大学。<br/>本人以一种生物纳米纤维素为聚焦点，在生物纤维绿色合成、纳米纤维调控改性、医用材料开发等方面取得了显著的研究成果。以第一作者和通讯作者共计发表SCI论文30余篇，累计影响因子超过200。以第一发明人获得授权发明专利5件。以主编身份在科学出版社出版专著1部（书名《碳中和技术与绿色发展》）。基于以上研究成果本人荣获江苏省复合材料科技进步奖（二等奖，本人排名第2）和国家工信部工信创业奖学金（一等奖）各1项。2021年，本人被SCI期刊Polymers (IF 4.329)所开设的专刊(Cellulose-Based Biomaterials)选聘为客座编辑。2023年5月本人成功当选为江苏省复合材料学会理事成员。<br/>此外，本人作为项目负责人获批国家自然科学基金1项、中国博士后科学基金1项、江苏省博士后基金1项，作为核心成员参与国家自然科学基金2项。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}