{
    "Research_direction": "林木细胞工程研究：从事杉木、鹅掌楸、山樱花等多个树种的体细胞胚胎发生技术体系，开展产业化开发应用研究。林木基因编辑及基因工程研究：以鹅掌楸、杉木等为材料，以胚性细胞为受体，利用CRISPR技术开展基因编辑及速生、优质、抗逆基因的遗传转化研究。<br/>林木体胚发生的分子机理研究：以杉木、鹅掌楸等为材料，通过分子生物学、蛋白质组学、蛋白质组学等手段进行体胚发生的分子机理研究及关键调控基因的挖掘。<br/>林木基因组学研究：以鹅掌楸为材料，进行鹅掌楸、杉木等重要林木树种基因组的研究。<br/>林木逆境生理及抗逆基因型育种：以鹅掌楸、白刺等为材料，研究植物逆境生理学，选育抗逆基因型材料。<br/><br/>实验室主页：https://www.x-mol.com/groups/chen_jinhui<br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "施季森，陈金慧，郑仁华，江香梅，王国熙，诸葛强，李火根，王章荣，黄金华，甄艳。林木良种细胞工程繁育技术及产业化应用，国家科学技术进步二等奖（2016）施季森，陈金慧，郑仁华，李火根，徐进，王国熙，边黎明，王章荣，诸葛强，王光萍，张志才。林木细胞工程繁育技术及其应用。江苏省科学技术一等奖（2015）<br/>陈金慧，第十二届林业青年科技奖（2012）<br/>陈金慧，南京林业大学院士基金学术进步奖，二等奖（2006），<br/>施季森，王章荣，季孔庶，方炎明，陈金慧，叶建国、李周岐、叶金山、诸葛强，张晓平。鹅掌楸属种间杂交育种与杂种优势产业化开发利用，国家科学技术进步二等奖（2005）。<br/>陈金慧，江苏省第五届优秀博士论文（2005）<br/>施季森，方乐金，何祯祥，成铁龙，陈金慧，中国枫香新品种选育与快繁技术研究，江苏省农业科技进步三等奖（2003）<br/>陈金慧，施季森等。杉木体胚高效发生体系。国家林业局认定为科研成果，排名第一（2014）<br/>陈金慧，施季森等。杂交鹅掌楸高效遗传转化体系，国家林业局认定为科研成果，排名第一（2013）<br/>施季森，陈金慧等。杂交鹅掌楸体细胞胚胎工程种苗繁育产业化，国家林业局认定为科研成果，排名第二（2010）<br/>施季森，陈金慧等。杂种马褂木高频体胚发生的悬浮培养体系建立及同步化调控，国家林业局认定为科研成果，排名第二（2008）<br/>施季森，陈金慧等。杂交鹅掌楸体细胞胚胎工程和植株再生技术新体系，国家林业局认定为科技成果，排名第二（2003）<br/>2021年国家高层次人才<br/>2017年度江苏省特聘教授<br/>2016年度江苏省333工程第三层次培养对象<br/>2016年度江苏省高校“青蓝工程”创新团队带头人<br/>2013年度科技部中青年科技创新领军人才<br/>2012年度教育部新世纪人才<br/>2010年入选江苏省高校“青蓝工程”优秀青年骨干教师培养对象<br/>2011-2012年度优秀教师<br/>2009年度指导本科生论文获得江苏省优秀本科毕业论文二等奖<br/><br/>代表性论文:<br/><br/><br/>1. Jinhui Chen(#)(*); Zhaodong Hao(#); Xuanmin Guang(#); Chenxi Zhao(#); Pengkai Wang; Liangjiao Xue; Qihui Zhu; Linfeng Yang; Yu Sheng; Yanwei Zhou; Haibin Xu; Hongqing Xie; Xiaofei Long; Jin Zhang; Zhangrong Wang; Mingming Shi; Ye Lu; Siqin Liu; Lanhua Guan; Qianhua Zhu; Liming Yang; Song Ge; Tielong Cheng; Thomas Laux; Qiang Gao; Ye Peng; Na Liu(*); Sihai Yang(*); Jisen Shi(*), Liriodendron genome sheds light on angiosperm phylogeny and species–pair differentiation, Nature Plants, 2018.12.17, 5: 18~25<br/><br/><br/>2. Jie Shen(#); Jin Xu; Jinhui Chen; Renhua Zheng; Jisen Shi(*), Cell synchronization and isolation of chromosomes from Chinese fir root tips for flow cytometric analysis, Biotechnology Letters, 2018.5.8, 37: 1309~1314<br/><br/>3. Tielong Cheng(#); Yuhao Weng; Liming Yang; Lu Lu; Zhaodong Hao; Jinhui Chen(*), The chloroplast genome of Cerasus campanulata (Maxim.) A.N. Vassiljeva, Mitochondrial DNA Part B, 2018.2.1, 3: 1222~1224<br/><br/>4. Tielong Cheng(#); Liwei Hu; Pengkai Wang; Xiuyan Yang; Ye Peng; Ye Lu; Jinhui Chen; Jisen Shi(*), Carbon Monoxide Potentiates High Temperature-Induced Nicotine Biosynthesis in Tobacco, International Journal of Molecular Sciences, 2018.1.8, 19(1): 188<br/><br/>5. Xiaohong Zhou(#); Renhua Zheng(#); Guangxin Liu; Yang Xu; Yanwei Zhou; Thomas Laux; Yan Zhen; Scott A. Harding; Jisen Shi(*); Jinhui Chen(*), Desiccation Treatment and Endogenous IAA Levels Are Key Factors Influencing High Frequency Somatic Embryogenesis in Cunninghamia lanceolata (Lamb.) Hook, Frontiers in Plant Science, 2017.12.5, 8: 2054<br/><br/>6. Tielong Cheng(#); Jisen Shi; Yini Dong; Yan Ma; Ye Peng; Xiangyang Hu; Jinhui Chen(*), Hydrogen sulfide enhances poplar tolerance to high-temperature stress by increasing S-nitrosoglutathione reductase (GSNOR) activity and reducing reactive oxygen/nitrogen damage., Plant Growth Regulation, 2017.11.10, 84(1): 11~23<br/><br/>7. Lu Lu(#); Xia Li; Zhaodong Hao; Liming Yang; Jingbo Zhang; Ye Peng; Haibin Xu; Ye Lu; Jin Zhang; Jisen Shi; Jinhui Chen; Tielong Cheng(*), Phylogenetic studies and comparative chloroplast genome analyses elucidate the basal position of halophyte Nitraria sibirica (Nitrariaceae) in the Sapindales., Mitochondrial DNA Part A, 2017.7.15, 29(5): 745~755<br/><br/>8. Ailing Huo(#); Zhenyu Chen; Pengkai Wang; Liming Yang; Guangping Wang; Dandan Wang; Suchan Liao; Tielong Cheng; Jinhui Chen(*); Jisen Shi(*), Establishment of transient gene expression systems in protoplasts from Liriodendron hybrid mesophyll cells, PLos One, 2017.3.21, 12(3): e0172475<br/>9. Pengkai Wang(#); Tielong Cheng; Mengzhu Lu; Guangxin Liu; Meiping Li; Jisen Shi; Ye Lu; Thomas Laux(*); Jinhui Chen(*), Expansion and functional divergence of AP2 group genes in spermatophytes determined by molecular evolution and Arabidopsis mutant analysis., Frontiers in Plant Science, 2016.9.20, 7: 1383<br/><br/>10. Zhaodong Hao(#); Tielong Cheng(#); Renhua Zheng; Haibin Xu; Yanwei Zhou; Meiping Li; Fengjuan Lu; Yini Dong; Xin Liu; Jinhui Chen(*); Jisen Shi(*), The Complete Chloroplast Genome Sequence of a Relict Conifer Glyptostrobus pensilis: Comparative Analysis and Insights into Dynamics of Chloroplast Genome Rearrangement in Cupressophytes and Pinaceae, PLos One, 2016.8.25, 11(8): e0161809<br/><br/>11. Weiwei Zheng; Jinhui Chen; Zhaodong Hao; Jisen Shi(*), Comparative Analysis of the Chloroplast Genomic Information ofCunninghamia lanceolata(Lamb.) Hook with Sibling Species from the GeneraCryptomeriaD. Don,TaiwaniaHayata, andCalocedrusKurz., International Journal of Molecular Sciences, 2016.7.7, 17: 1084<br/><br/>12. Yanwei Zhou(#); Meiping Li; Fangfang Zhao; Hongguang Zha; Liming Yang; Ye Lu; Guangping Wang; Jisen Shi(*); Jinhui Chen(*), Floral Nectary Morphology and Proteomic Analysis of Nectar of Liriodendron tulipifera Linn., Frontiers in Plant Science, 2016.6.14, 7: 826<br/><br/>13. Alicja Dolzblasz(#); Judith Nardmann; Elena Clerici; Barry Causier; Eric van der Graaff; Jinhui Chen; Brendan Davies; Wolfgang Werr; Thomas Laux(*), Stem cell regulation by Arabidopsis WOX genes., Molecular plant, 2016.4.19, 9: 1028~1039<br/><br/>14. Jin-Hui Chen(#); Sen-Sen Lin; Wei-Xin Wang; Sheng-Tao Yuan; Ji-Sen Shi(*); Ai-Qun Jia(*), The extract, LXB-1, from the barks of Liriodendron x hybrid, induced apoptosis via Akt, JNK and ERK1/2 pathways in A549 lung cancer cells, Zeitschrift fur Naturforschung Section C-A Journal of Biosciences, 2015.11.28, 70(11-12): 305~311<br/><br/>15. Xia Li(#); Qian Su; Renhua Zheng; Guangxin Liu; Ye Lu; Liming Bian; Jinhui Chen(*); Jisen Shi(*), ClRTL1 Encodes a Chinese Fir RNase III–Like Protein Involved in Regulating Shoot Branching, International journal of molecular sciences, 2015.10.26, 16: 25691~25710<br/><br/>16. Yang Xu(#)(*); Renhua Zheng; Zhanjun Wang; Ying Wang; Zhou Hong; Liwei Yang; Ye Lu; Yaqi Zhao; Jinhui Chen; Jisen Shi(*), Identification and characterization of genic microsatellites in Cunninghamia lanceolata (Lamb.) Hook (Taxodiaceae), Archives of Biological Sciences, 2015.10.19, 68(2): 417~425<br/>17. Yan Zhen(#); Chunying Li; Jinhui Chen; Qin Chen; Jisen Shi(*), Proteomics of embryogenic and non-embryogenic calli of a Liriodendron hybrid, Acta Physiologiae Plantarum, 2015.9.19, 37: 211<br/><br/>18. Tielong Cheng(#); Jinhui Chen; AbdAllah EF; Pengkai Wang; Guangping Wang; Xiangyang Hu(*); Jisen Shi(*), Quantitative proteomics analysis reveals that S-nitrosoglutathione reductase (GSNOR) and nitric oxide signaling enhance poplar defense against chilling stress , Planta, 2015.8.2, 242: 1361~1390<br/><br/>19. Xiaojuan Tan(#); Dongting Yang; Guoxu Yang; Jinhui Chen; Wei Dong; Jisen Shi; Aiqun Jia(*), The investigation of inhibiting quorum sensing and methicillin-resistant Staphylococcus aureus biofilm formation from Liriodendron hybrid, Pakistan Journal of Pharmaceutical Sciences, 2015.5.1, 28(3): 903~908<br/><br/>20. Jinhui Chen(#); Zhaodong Hao(#); Haibin Xu; Liming Yang; Guangxin Liu; Yu Sheng; Chen Zheng; Weiwei Zheng; Tielong Cheng(*); Jisen Shi(*), The complete chloroplast genome sequence of the relict woody plant Metasequoia glyptostroboides Hu et Cheng, Frontiers in Plant Science, 2015.6.16, 6: 447<br/><br/>21. Tielong Cheng(#); Jinhui Chen(#); Jingbo Zhang; Shengqing Shi; Yanwei Zhou; Lu Lu; Pengkai Wang; Zeping Jiang; Jinchang Yang; Shougong Zhang(*); Jisen Shi(*), Physiological and proteomic analyses of leaves from the halophyte Tangut Nitraria reveals diverse response pathways critical for high salinity tolerance., Frontiers in Plant Science, 2015.4.10, 6: 30<br/><br/>22. Yan Zhen(#); Jinhui Chen; Qin Chen; Jisen Shi(*), Elemental Analyses of Calli and Developing Soamatic Embryo of Hybrid Liriodendron, Pakistan Journal of Botany, 2015.4, 47(1): 189~196<br/><br/>23. Dong-Ting Yang(#); Sen-Sen Lin(#); Jin-Hui Chen(#); Sheng-Tao Yuan; Ji-Sen Shi(*); Jun-Song Wang; Ai-Qun Jia, (+)-and (−)-liriodenol, a pair of novel enantiomeric lignans from Liriodendron hybrid, Bioorganic & Medicinal Chemistry Letters, 2015.3.14, 25: 1976~1978<br/><br/>24. Li Xiong(#); Yang Yunqiang; Sun Xudong; Lin Huaming; Chen Jinhui; Ren Jian; Hu Xiangyang; Yang Yongping(*), Comparative Physiological and Proteomic Analyses of Poplar (Populus yunnanensis) Plantlets Exposed to High Temperature and Drought, PLos One, 2014.9.16, 9: e107605<br/><br/>25. Zhongfu Guo(#); Guosheng Tang(#); Yonghong Zhou; Liu Shuwu; Haoqing Hou; Zhenyu Chen; Jinhui Chen; Chunhong Hu; Fei Wang; Stefaan C. De Smedt; Ranhua Xiong(*); Chaobo Huang(*), Fabrication of Sustained-release CA-PU Coaxial Electrospun Fiber Membranes for Plant Grafting Application, Carbohydrate Polymers, 2014.4.12, 169: 198~205<br/><br/>26. Bian, Liming(#); Shi, Jisen(*); Zheng, Renhua; Chen, Jinhui; Wu, Harry X., Genetic parameters and genotype-environment interactions of Chinese fir (Cunninghamia lanceolata) in Fujian Province, Canadian Journal of Forest Research, 2014.3.19, 44(6): 582~592<br/><br/>27. Pengkai Wang(#); Tielong Cheng(#); Shuang Wu; Fangfang Zhao; Guangping Wang; Liming Yang; Mengzhu Lu; Jinhui Chen(*); Jisen Shi(*), Phylogeny and Molecular Evolution Analysis of PIN-FORMED 1 in Angiosperm, PLos One, 2014.2.28, 9(2): e89289<br/><br/>28. Xia B, Dong C, Zhang W, Lu Y, Chen J, Shi J (2013) Highly efficient uptake of ultrafine mesoporous silica nanoparticles with excellent biocompatibility by Liriodendron hybrid suspension cells. Science China-Life Sciences 56: 82-89.<br/><br/>29. Wang Z, Chen J, Liu W, Luo Z, Wang P, Zhang Y, Zheng R, Shi J (2013) Transcriptome Characteristics and Six Alternative Expressed Genes Positively Correlated with the Phase Transition of Annual Cambial Activities in Chinese Fir (Cunninghamia lanceolata (Lamb.) Hook). Plos One 8.<br/><br/>30. Shi J, Dai X, Chen Y, Chen J, Shi J, Yin T (2013) Discovery and experimental analysis of microsatellites in an oil woody plant Camellia chekiangoleosa. Plant Systematics and Evolution 299: 1387-1393.<br/><br/>31. Chen J-H, Yang G-X, Ding Q, Xia T-S, She J, Jia A-Q (2013) In vitro tumor cytotoxic activities of extracts from three Liriodendron plants. Pakistan Journal of Pharmaceutical Sciences 26: 233-237.<br/><br/>32. Chen J, Cheng T, Wang P, Tian L, Wang G, Luo Y, Wang J, Yang L, Shi J (2013) Genome-wide bioinformatics analysis of DELLA-family proteins from plants. Plant Omics 6: 201-207.<br/><br/>33. Yang Y, Chen J, Liu Q, Ben C, Todd CD, Shi J, Yang Y, Hu X (2012) Comparative Proteomic Analysis of the Thermotolerant Plant Portulaca oleracea Acclimation to Combined High Temperature and Humidity Stress. Journal of Proteome Research 11: 3605-3623.<br/><br/>34. Xu H, Luo X, Qian J, Pang X, Song J, Qian G, Chen J, Chen S (2012) FastUniq: A Fast De Novo Duplicates Removal Tool for Paired Short Reads. Plos One 7.<br/><br/>35. Li T, Chen J, Qiu S, Zhang Y, Wang P, Yang L, Lu Y, Shi J (2012) Deep Sequencing and Microarray Hybridization Identify Conserved and Species-Specific MicroRNAs during Somatic Embryogenesis in Hybrid Yellow Poplar. Plos One 7.<br/><br/>36. Chen J, Tian L, Xu H, Tian D, Luo Y, Ren C, Yang L, Shi J (2012) Cold-induced changes of protein and phosphoprotein expression patterns from rice roots as revealed by multiplex proteomic analysis. Plant Omics 5: 194-199.<br/><br/>37. Chen J, Cheng T, Wang P, Liu W, Xiao J, Yang Y, Hu X, Jiang Z, Zhang S, Shi J (2012) Salinity-induced changes in protein expression in the halophytic plant Nitraria sphaerocarpa. Journal of Proteomics 75: 5226-5243.<br/><br/>38. Bai X-g, Chen J-h, Kong X-x, Todd CD, Yang Y-p, Hu X-y, Li D-z (2012) Carbon monoxide enhances the chilling tolerance of recalcitrant Baccaurea ramiflora seeds via nitric oxide-mediated glutathione homeostasis. Free Radical Biology and Medicine 53: 710-720.<br/><br/>39. Chen J, Shi J, Tian D, Yang L, Luo Y, Yin D, Hu X (2011) Improved protein identification using a species- specific protein/peptide database derived from expressed sequence tags. Plant Omics 4: 257-263.<br/><br/><br/><br/><br/><br/>授权专利：<br/>一种杂交鹅掌楸LhPIN3基因及其应用（ZL201410259910.1）<br/>一种杉木优良个体的选择方法（ZL201310058606.6）<br/>一种杂交鹅掌楸高效遗传转化方法（ZL201310037010.8）<br/>一种杂交鹅掌楸LhWOX1基因及应用（ZL201310273285.1）<br/>一种杉木遗传转化方法（ZL201310035666.6）<br/>一种胚性材料的超低温冷冻保存方法（ZL201210135145.3）<br/>一种杉木体细胞胚胎发生方法（ZL201310035599.8）<br/>一种胚性材料的超低温冷冻保存复苏方法（ZL201210135123.7）<br/>一种鹅掌楸的生物碱提取物及其提取方法和应用（ZL201110225387.7）<br/>一种鹅掌楸的多酚类提取物及其提取方法和应用（ZL201110225372.0）<br/>一种CdSe-ZnS量子点与植物细胞的共孵育方法（ZL201110146621.7）<br/>一种杉木无性系离体生根培养方法（ZL201110129388.1）<br/>一种福建山樱花体细胞胚胎发生方法（ZL201110097798.2）<br/>诱导马尾松未成熟种子胚性胚柄细胞团再生植株的方法（ZL201010109751.9）<br/>杂交鹅掌楸体胚发生的同步化调控方法（ZL201010298850.6）<br/>杉木体细胞胚胎发生及植株再生方法（ZL201010275858.0）<br/>杂交鹅掌楸无性系营养体悬浮细胞系诱导体细胞胚胎发生与植株再生方法 （ZL200710131251.3）<br/>杂交鹅掌楸体细胞胚胎发生与植株再生技术（2112948.7）<br/>申请专利：<br/>一种以悬浮细胞原生质体为受体的杂交鹅掌楸高效的瞬间基因表达方法，申请号201610954180.6（申请日2016-11-04）<br/>一种以叶肉原生质体为受体的杂交鹅掌楸高效的瞬间基因表达方法，申请号201610954179.3（申请日2016-11-04）<br/>一种利用双向电泳体系获取北美鹅掌楸花蜜蛋白质二维电泳图谱的方法， 201610760994.6（申请日2016-8-30）<br/>一种翅果油树定芽增殖与植株再生方法，201610780875.7（申请日2016-8-30）<br/>杉木植物磺肽素CLPSK1基因及其应用，201610657932.2（申请日2016-8-11）<br/>杉木植物磺肽素CLPSK2基因及其应用，201610655955.X（申请日2016-8-11）<br/>一种杂交鹅掌楸体胚纯固体培养植株再生方法，201610652356.2（申请日2016-8-10）<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "chenjh@njfu.edu.cn",
    "Introduction": "None",
    "id": "0008",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/20200702174119981lkxtu9.png?iid=22756",
    "Department": "林木遗传育种系",
    "Duties": "林学院副院长",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "农学博士",
    "Work": "None",
    "Name": "陈金慧",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "教育背景1993.09-1997.06   安徽大学        生物化学专业     学士<br/>1998.09-2003.06   南京林业大学       林木遗传育种专业    博士<br/>2007.03-2008.03   德国弗莱堡大学     发育生物学         博士后<br/>2015.04-2015.08   美国佐治亚大学                    访问学者<br/>工作经历<br/>2003.07-2007.04   南京林业大学                    讲师<br/>2007.05-2013.05   南京林业大学                    副教授<br/>2013.06-至今         南京林业大学                    教授<br/><br/>"
}