{
    "Research_direction": "<br/>围绕林木与病原微生物相互作用开展了系统研究，内容可分为三个紧密关联的部分：<br/>（1）以模式识别受体（Pattern recognition receptor，PRR）为切入点，分析木本植物的抗病机制。 本人和研究生鉴定多种木本植物PRR-FLS2的识别谱，为植物抗病基因工程提供关键基因；在双子叶植物FLS2基因中发现具有调控功能的保守可变剪接，为植物免疫调控研究提供新观点；跨物种转化PRR到杨树中表达，赋予杨树广谱的真菌抗病能力，为林木抗病基因工程提供新方案。<br/>（2）以效应因子（Effector）为切入点，分析杨树重要病原真菌的致病机制。 本人定义了一个效应因子蛋白家族-IGY 蛋白家族，该家族在双核亚界真菌中普遍存在，为真菌效应因子筛选提供新参考。<br/>（3）广泛收集鉴定森林病原真菌，开展群体遗传研究。本人从我国多个省份杨树病叶中分离杨盘二孢菌，分析了该真菌的群体结构、遗传重组和交配类型。<br/><br/><br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "代表性论文：1.Qiang Cheng, Bo Zhang，Qiang Zhuge，Minren Huang. Expression profiles of two novel lipoxygenase genes in Populus deltoides[J]. Plant Science, 2006, 170(6):1027-1035.（第一作者）<br/>2.Qiang Cheng, Youzhi Cao, Huixin Pan, Mingxiu Wang, Minren Huang. Isolation and characterization of two genes encoding polygalacturonase-inhibiting protein from Populus deltoides. Journal of Genetics and Genomics. 2008, 35(10):631-638 （第一作者）<br/>3.Qiang Cheng, Youzhi Cao, Cong Jiang, Li’anXu, Minxiu Wang, Shougong Zhang, Minren Huang. Identifying secreted proteins of Marssonina brunneaby degenerate PCR. Proteomics. 2010. 10(13):2406-2417 （第一作者）<br/>4.Qiang Cheng，Haoran Wang，Bin Xu，Sheng Zhu，Lanxi Hu，Minren Huang. Discovery of a novel small secreted protein family with conserved N-terminal IGY motif in Dikarya fungi. BMC genomics. 2014. 15: 1151 （第一作者及通讯作者）<br/>5.Lijuan Zhao, Weitao Zhang, Hongju Xiao，Qin Xiong，Qiang Cheng*. Molecular identification and characterization of Elsinoë murrayae (Synonym: Sphaceloma murrayae) from weeping willow. Journal of Phytopathology, 2018, 166(2).(通讯作者）<br/>6.Haoran Wang, Mingxiu Wang, Qiang Cheng*. Capturing the Alternative Cleavage and Polyadenylation Sites of 14 NAC Genes in Populus Using a Combination of 3'-RACE and High-Throughput Sequencing[J]. Molecules, 2018, 23(3).（通讯作者）<br/>7.Haoran Wang，Weitao Zhang，Mingxiu Wang，Qiang Cheng*. Cloning and characterization of the PtVIP1 gene in Populus[J].Journal of Forestry Research, 2018, (on-line).(通讯作者）<br/>8.Qin Xiong; Linqiao Zhang; Justin Waletich; Linlin Zhang; Chen Zhang; Xinyue Zheng; Yulin Qian; Zhengguang Zhang; yuanchao wang; Qiang Cheng*, Characterization of the papain-like protease p29 of the hypovirus CHV1-CN280 in its natural host fungus Cryphonectria parasitica and nonhost fungus Magnaporthe oryzae, Phytopathology （2019）.(通讯作者）<br/>9.Lijuan Zhao, Hongju Xiao, Xujie Ma, Qiang Cheng*. Elsinoë australis causing spot anthracnose on poplar in China[J]. Plant Disease, 2020 （on-line）（通讯作者）<br/>10.Qiang Cheng*, Hongju Xiao, Qin Xiong. Conserved Exitrons of FLAGELLIN-SENSING 2 (FLS2) across Dicot Plants and their Functions[J]. Plant Science, 2020: 110507.（第一作者及通讯作者）<br/>11. Qin Xiong, Linlin Zhang, Xinyue Zheng, Yulin Qian, Yaxin Zhang, Lijuan Zhao, Qiang Cheng. 2021. Rapid and Specific Detection of the Poplar Black Spot Disease Caused by Marssonina brunnea Using Loop-Mediated Isothermal Amplification Assay, Plants 10, no. 2: 253. （通讯作者）<br/>12. Lijuan Zhao, Qiang Cheng*. Heterologous expression of Arabidopsis pattern recognition receptor RLP23 increases broad‐spectrum resistance in poplar to fungal pathogens. Molecular Plant Pathology, 2023, 24(1):80–86. （通讯作者）<br/>13. Qiang Cheng*, Hougang Yang, Junxiang Chen, Lijuan Zhao. Population Genomics Reveals Population Structure and Mating-Type Loci in Marssonina brunnea[J]. Journal of Fungi, 2022, 8(6): 579. （第一作者及通讯作者）<br/>14. Ling Wu, Hongju Xiao, Lijuan Zhao, Qiang Cheng*. CRISPR/Cas9‐mediated generation of fls2 mutant in Nicotiana benthamiana for investigating the flagellin recognition spectrum of diverse FLS2 receptors. Plant Biotechnology Journal, 2022, 20(10): 1853-1855. （通讯作者）<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1.国家自然科学基金面上项目，31170620，杨盘二孢菌效应因子功能分析与无毒基因克隆，2012/01-2015/12，65 万元，已结题，主持2.国家自然科学基金青年项目，30700642，杨树病原相关分子模式触发的免疫研究，2008/01-2010/12，18 万元，已结题，主持<br/>3.国家自然科学基金面上项目，31570639，杨盘二孢菌IGY蛋白跨膜转运机制研究，2016/01/-2019/12，79万元，在研，主持<br/>4.国家自然科学基金面上项目，31870658，杨树FLS2基因的可变剪接研究，2019/01-2022/12，59万元，在研，主持<br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "chengqiang@njfu.edu.cn",
    "Introduction": "None",
    "id": "0010",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/2020070216562200638jdym.jpg?iid=22716",
    "Department": "林木遗传育种系",
    "Duties": "教师",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "农学博士",
    "Work": "None",
    "Name": "程强",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "教育经历：<br/>2003.09-2006.07     南京林业大学         林木生物技术    博士<br/><br/>2000.09-2003.07     南京林业大学         林木生物技术    硕士<br/><br/>1996.09-2000.07     河北大学            生物技术      学士<br/><br/>工作经历：<br/><br/>2014.08-至今        南京林业大学          林学院      副教授<br/><br/>2006.07-2014.07     南京林业大学          林学院      讲师<br/><br/>2010.03-2012.07     美国弗吉尼亚理工大学     园艺系      博士后<br/><br/>"
}