{
    "Research_direction": "樊奔，博士，教授，博士生导师  毕业于德国柏林洪堡大学生物系，主要从事微生物遗传学、“植物—微生物”分子互作、森林微生物资源开发等相关方向的研究；主讲《高级微生物学》、《微生物研究法》、《普通微生物学》等研究生、本科生课程；主持国家自然科学基金、江苏省自然科学基金、江苏省高校自然科学研究重大项目等科研项目多项；获得粱希林业科学技术奖一等奖1项，发表SCI论文合计被引用1000余次；江苏省“333”工程培养对象，SCI二区期刊《Frontiers in Microbiology》编委。",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "十篇代表性论文（第一作者/通讯作者）：<br/><br/>X Han, D Shen, Q Xiong, B Bao, W Zhang, T Dai, Y Zhao, R Borriss, B Fan*, The plant beneficial rhizobacterium Bacillus velezensis FZB42 controls the soybean pathogen Phytophthora sojae due to bacilysin production, Applied and Environmental Microbiology, 2021,87(23): 01601-21. Top期刊<br/>X Cao, Y Li, J Fan, Y Zhao, R Borriss, B Fan*, Two Lysine Sites That Can Be Malonylated Are Important for LuxS Regulatory Roles in Bacillus velezensis,Microorganisms,2020, 9 (6), 1338<br/>Ben Fan, Cong Wang, Xiaolei Ding, Bingyao Zhu, Xiaofeng Song, Rainer Borriss. AmyloWiki: an integrated database for Bacillus velezensis FZB42, the model strain for plant growth-promoting Bacilli. Database: The Journal of Biological Databases and Curation. 2019,1-7<br/>Fan B, Wang C, Ding X, XiaoFeng Song, Wu L, et al. (2018) Bacillus velezensis FZB42 in 2018: the Gram-positive model strain for plant growth promotion and biocontrol. Frontiers in Microbiology 9. 2491.被引用105次<br/>Fan B, Blom J, Klenk H-P, Borriss R (2017) Bacillus amyloliquefaciens, Bacillus velezensis, and Bacillus siamensis Form an “Operational Group B. amyloliquefaciens” within the B. subtilis Species Complex. Frontiers in Microbiology 8: 22.被引用204次<br/>Fan B, Li Y-L, Li L, Peng X-J, Bu C, et al. (2017) Malonylome analysis of rhizobacterium Bacillus amyloliquefaciens FZB42 reveals involvement of lysine malonylation in polyketide synthesis and plant-bacteria interactions. Journal of Proteomics: 1-12.被引用31次<br/>Fan B, Li L, Chao Y, Forstner K, Vogel J, et al. (2015) dRNA-Seq Reveals Genomewide TSSs and Noncoding RNAs of Plant Beneficial Rhizobacterium Bacillus amyloliquefaciens FZB42. PLoS One 10: e0142002.被引用27次<br/>Fan B, Carvalhais LC, Becker A, Fedoseyenko D, von Wiren N, et al. (2012) Transcriptomic profiling of Bacillus amyloliquefaciens FZB42 in response to maize root exudates. BMC Microbiol 12: 116.被引用126次<br/>Fan B, Borriss R, Bleiss W, Wu X (2012) Gram-positive rhizobacterium Bacillus amyloliquefaciens FZB42 colonizes three types of plants in different patterns. J Microbiol 50: 38-44. 被引用78次<br/>Fan B, Chen XH, Budiharjo A, Bleiss W, Vater J, et al. (2011) Efficient colonization of plant roots by the plant growth promoting bacterium Bacillus amyloliquefaciens FZB42, engineered to express green fluorescent protein. J Biotechnol 151: 303-311.被引用156次<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "主持国家自然科学基金、留学归国人员科研启动基金、江苏省自然科学基金、江苏省高校自然科学研究重大项目等科研项目",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "025-85427301fanben2000@gmail.com",
    "Introduction": "None",
    "id": "0011",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/202007021737149617ah3kp.jpg?iid=22752",
    "Department": "森林保护系",
    "Duties": "教师",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "博士",
    "Work": "None",
    "Name": "樊奔",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "Frontiers in Microbiology杂志编委，Asian PGPR Society of Sustainable Agriculture终身会员，中国林学会会员，中国微生物学会员",
    "Experience": "教育经历：1996.09-2000.07     南京农业大学            微生物学            理学学士<br/>2000.09-2003.07     南京农业大学            微生物学            理学硕士<br/>2006.06-2010.09     德国洪堡大学            生物系               博士<br/>2013.05-2013.12     德国维尔茨堡大学     分子感染生物学研究所    访问学者<br/>工作经历：<br/>2003.07-2005.08     南京林业大学        森林保护系           助教<br/>2010.10-2018.06     南京林业大学        森林保护系           副教授<br/>2018.07 至今           南京林业大学        森林保护系           教授<br/>"
}