{
    "Research_direction": "1、林木种子科学与技术：林木种质资源保护生物学（珍稀濒危植物种质资源保存）；树木种子生物学（生理生化、活力、休眠机理及解除）；种子检验理论与技术；林草种子丸粒化技术等。2、现代苗木培育技术：工厂化育苗技术、容器育苗技术体系、组织培养技术体系等。<br/>3、人工林定向培育；工业用材林、经济树种、观赏树种繁殖及栽培技术；耐盐树种繁育与栽培等相关领域。<br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "湖北省荆门市人民政府二等奖，杂交马褂木在湖北低山丘陵地区引种栽培试验与示范国家标准《林木射线检验方法》的制定<br/>“湖北省杉木、马尾松种子产量预测方法的研究”主要完成人，于1999年获湖北省林业厅科学技术进步一等奖，为第二获奖人（证书号ELKG99-1-2）<br/>主持的“希蒙德木生物学特性、优良品种选育及繁殖技术”于2001年3月通过四川省科学技术厅组织的成果鉴定，成果达国内领先水平（川科鉴字[2001]第61号）<br/>国家“948”项目“西蒙德木优良种质资源引进”（第5完成人，部门登记号:9512006Y0339，评价单位名称:国家林业局科技司，2005-12-8）<br/>主持制定的江苏省地方标准《龙柏育苗技术规程》制定(DB32/T499-2001)，于2001年11月通过江苏省技术监督局组织的审定，已经颁布实施<br/>四川省委托项目“希蒙德木良种选育与优质高产栽培技术”<br/>校基创新金课题“希蒙德木优良性状分子标记”<br/>主译《国际种子检验协会(ISTA)乔灌木种子手册》<br/>大型工具书《中国木本植物种子》编委<br/>江苏省农业知识更新工程培训系列丛书《现代林木种苗技术》副主编<br/>高等农林院校规划教材《苗木培育学》副主编（中国林业出版社，2009）<br/>《药用植物繁育学》副主编（中国林业出版社，2008）<br/>著作（译著、副主编、参编）6部<br/>发表科技论文92篇<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "教育部博士点基金项目：濒危植物金钱树遗传多样性及其繁育技术的研究内蒙古自治区林业厅科技攻关专项：提高容器育苗长期发挥效果的研究<br/>江苏省农业科技支撑项目“耐盐碱乔木速生柳新品种选育”（2011年下达）<br/>国家林业局珍稀濒危物种野外救护与繁育项目：珍稀濒危植物天目铁木种质保存和繁育项目<br/>委托项目：速生丰产用材林基地建设及其苗木产业化生产技术研究<br/>委托项目“林木种苗繁育技术”<br/>江苏省科技厅苏北科技发展计划项目（第二主持人）：耐盐高档特色绿化苗木的引种驯化及产业化<br/>委托项目“杂交新美柳繁育技术”<br/>委托项目“安徽南部珍稀乡土树种开发”研究<br/>国家“948”项目：飞播造林种子丸粒化技术（主持人）<br/>国家“948”项目：人工林土壤质量监测指标体系与地力维护先进技术引进（2005-4-17）（第二主持人）<br/>江苏省科技厅科技攻关项目“新西兰观赏杂交柳组培体系建成及苗木对盐胁迫响应的研究与开发”（BE2006342）<br/>江苏省科技厅科技成果推广项目“杂交新美柳在沿海滩涂地区栽培试验与示范”（BC2006344）<br/>江苏省科技厅科技成果推广项目“优良细柄蕈树快繁和推广”<br/>委托项目“闽北地区阔叶树种利用”<br/><br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "gaohd@njfu.edu.cn",
    "Introduction": "None",
    "id": "0016",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/20200702172225962ddhhqt.jpg?iid=22744",
    "Department": "森林培育系",
    "Duties": "国合处处长",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "农学博士",
    "Work": "None",
    "Name": "高捍东",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "国家林业局南方林木种子检验中心副主任全国林木种子标准化技术委员会委员<br/>江苏省林木品种审定委员会委员<br/>江苏省果花茶品种鉴定委员会委员<br/>江苏花木产业技术创新战略联盟专家技术委员会委员<br/>江苏省耐盐植物产业技术创新战略联盟秘书长<br/>专家技术委员会委员。<br/><br/>",
    "Experience": "国家林业局南方林木种子检验中心工作至今，该中心是国家质量技术监督局计量认证合格的检测机构，是我国林木种苗质量最高仲裁机构，出具的检测证书具有法律效应。2001年3月至2003年2月任江苏省连云港市灌南县人民政府副县长，江苏省委组织部下派，受到省委组织部会议和文件的点名表扬。2010年11月获得国家林业局表彰的“全国生态建设突出贡献奖-林木种苗工作先进工作者”奖状、奖章。<br/>所属森林培育学科是江苏省重点学科，与生态学科联合为国家重点学科。<br/><br/>"
}