{
    "Research_direction": "人工林重大生物灾害（杉木炭疽病、松材线虫病等）成灾机制与绿色防控技术研究",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "科研奖励：1.黄麟(排名1/3).中国专利优秀奖.2016.<br/>2.黄麟(排名1/10).梁希林业科学技术二等奖.2022.<br/>3.黄麟(排名7/10).国家科技进步二等奖.2017.<br/>4.黄麟(排名5/15).教育部科技进步一等奖.2017.<br/>5.黄麟.全国百篇优秀博士学位论文提名奖.2011.<br/><br/>代表性论文：<br/>1-He J., Sun M., Li D., Zhu L., Ye J., and Huang L*. 2023. A real-time PCR for detection of pathogens of anthracnose on Chinese fir using TaqMan probe targeting ApMat gene. Pest Management Science, doi:10.1002/ps.7260<br/>2-He J., Li D, Bian J., Zhu L., and Huang L*. 2023. Unravelling species diversity and pathogenicity of Colletotrichum associated with anthracnose on Osmanthus fragrans in Quanjiao, China. Plant Disease, doi:10.1094/PDIS-04-22-0810-RE<br/>3-Deng T., Yang J., Sun M., Zhang Y., Pan Y., and Huang L*. 2023. Distinct roles of Ena ATP family proteins in sodium accumulation, invasive growth, and full virulence in Colletotrichum gloeosporioides. Journal of Fungi, 9:566.<br/>4-He J., Li D., Zhu Y., Si Y., Huang J., Zhu L., Ye J., and Huang L*. 2022. Diversity and pathogenicity of Colletotrichum species causing anthracnose on Cunninghamia lanceolata. Plant Pathology, doi:10.1111/ppa.13611<br/>5-Zhang Y†., Li B†., Pan Y., Fang Y., Li D., and Huang L*. 2022. Protein phosphatase CgPpz1 regulates potassium uptake, stress responses, and plant infection in Colletotrichum gloeosporioides. Phytopathology, doi:10.1094/PHYTO-02-21-0051-R.<br/>6-Pan Y†., Li L†., Yang J., Li B., Zhang Y., Wang P., and Huang L*. 2022. Involvement of protein kinase CgSat4 in potassium uptake, cation tolerance, and full virulence in Colletotrichum gloeosporioides. Frontiers in Plant Science, 13:773898.<br/>7-孙美玲, 黄麟*, 叶建仁,等. 2022. 我国用材林主要真菌病害致病机制及内生菌对病害的生防作用[J]. 南京林业大学学报(自然科学版),46(6):225-232.<br/>8-Bian J., Fang Y., Song Q., Sun M., Yang J., Li D., Huang L*.2021. The fungal endophyte Epicoccum dendrobii as a potential biocontrol agent against Colletotrichum gloeosporioides. Phytopathology, 111:293-303.<br/>9-He J., Li D., Zhang Y., Ju Y., and Huang L*. 2021. Fusarium rosicola sp. nov. causing vascular wilt on Rosa chinensis. Plant Pathology, 70:2062-2073.<br/>10-Qi X., He J., Li D., and Huang L*. 2021. First report of leaf spot on Elaeagnus pungens caused by Epicoccum latusicollum in China. Forest Pathology, doi:10.1111/efp.12716.<br/>11-Cui W., Lu X, Bian J., Qi X., Li D., Huang L*. 2020.Curvularia spicifera and Curvularia muehlenbeckiae causing leaf blight on Cunninghamia lanceolata. Plant Pathology, 69:1139-1147.<br/>12-Wang P†., Li B†., Pan Y., Zhang Y., Li D., Huang L*. 2020. Calcineurin-responsive transcription factor CgCrzA is required for cell wall integrity and infection-related morphogenesis in Colletotrichum gloeosporioides. Plant Pathology Journal, 36, 385-397.<br/>13-Cui W., Bian J., Li D., Wang J., Huang L*. 2020. First report of leaf blight on Chinese fir (Cunninghamia lanceolata) caused by Bipolaris setariae in China. Plant Disease, 104:2523.<br/>14-Liu S., He J., Bian J., Qi X., Song Q., Huang L*. 2020. First report of Epicoccum poaceicola causing leaf spot on Phyllostachys viridis in China. Plant Disease, 104:3257.<br/>15-Huang L., Kim K., Yang J., Song H., Choi G., Jeon J., Cheong K. Ko J, Xu H., Lee Y*. 2019. A high-quality draft genome sequence of Colletotrichum gloeosporioides sensu stricto SMCG1#C, a causal agent of anthracnose on Cunninghamia lanceolata in China. Molecular Plant-Microbe Interactions, 32:139-141.<br/>16-Huang L*., Wang P., Tian M., Zhu L., Ye J*. 2019. Major sperm protein BxMSP10 is required for reproduction and egg hatching in Bursaphelenchus xylophilus. Experimental Parasitology, 197:51-56.<br/>17-Huang L.,Yang J., Zhu Y., Zhu L., Zhang Y., Ye J., Li D*.2019.  Canker on culm of Bambusa multiplex (Lour.) Raeushc. ex Schult. caused by Fusarium incarnatum (Roberge) Sacc. Journal of Phytopathology, 167:91-97. (Cover story)<br/>18-Huang L*., Zhu Y., Yang J., Li D., Li Y., Bian L. Ye J*. 2018. Shoot blight on Chinese fir (Cunninghamia lanceolata) is caused by Bipolaris oryzae. Plant Disease, 102:500-506. (Cover story)<br/>19-Yang J., Fang Y., Wang P., Ye J., Huang L*. 2018. Pleiotropic roles of ChSat4 in asexual development, cell wall integrity maintenance, and pathogenicity in Colletotrichum higginsianum. Frontiers in Microbiology, 9:2311.<br/>20-Fang Y., Xia L., Wang P., Zhu L., Ye J., Huang L*. 2018. The MAPKKK CgMck1 is required for cell wall integrity, appressorium development, and pathogenicity in Colletotrichum gloeosporioides. Genes, 9:543.<br/>21-Huang L., Li Q., Hou Y., Li Q., Yang J., Li D., Ye J*.2017. Bacillus velezensis strain HYEB5-6 as a potential biocontrol agent against anthrancose on Euonymus japonicus. Biocontrol Science and Technology, 27:636-653.<br/>22-Huang L., Zhang S., Yin Z., Liu M., Li B., Zhang H., Zheng X., Wang P., Zhang Z*. 2017. MoVrp1, a putative verprolin protein, is required for asexual development and infection in the rice blast fungus Magnaporthe oryzae. Scientific Reports,7:41148.<br/>23-Huang L., Li Q., Zhang Y., Li D., Ye J*. 2016. Colletotrichum gloeosporioides sensu stricto is a pathogen of leaf anthracnose on evergreen spindle tree (Euonymus japonicus). Plant Disease, 100:672-678.<br/>24-Huang L.,Ye J*., Wu X., Xu X., Sheng J., Zhou Q. 2010. Detection of the pine wood nematode using a real-time PCR assay to target the DNA topoisomerase I gene. European Journal of Plant Pathology, 127:89-98.<br/>25-Huang L., Xu X., Wu X., Chen F., Li C., Ye J*. 2010. A nested PCR assay targeting the DNA topoisomerase I gene to detect the pine wood nematode, Bursaphelenchus xylophilus. Phytoparasitica, 38:369-377.<br/><br/>授权发明专利：<br/>1.黄麟(排名1/6).一种白囊耙齿菌及其筛选方法及在降解林木废弃物的应用.2023.4.<br/>2.黄麟(排名1/6).一种木腐菌菌株及其筛选方法及在降解林木废弃物的应用.2023.4<br/>3.黄麟(排名1/6).一种杉木内生真菌及其生物防治应用.2021.11.<br/>4.黄麟(排名1/6).一种杉木内生真菌发酵滤液及其萃取物、制备方法和应用.2021.9.<br/>5.黄麟(排名1/9).一株大叶黄杨内生细菌甲基营养型芽孢杆菌及其应用.2019.6.<br/>6.黄麟(排名1/3).一种松材线虫检测试剂盒及其检测方法.2010.9.<br/><br/><br/>指导学生论文获奖：<br/>研究生<br/>1.江苏省优秀硕士论文.内生真菌SMEL1对杉木炭疽病的抑制作用及其生物学特性分析(卞金月). 2021<br/>2.南京林业大学优秀硕士论文.几种杉木真菌性叶枯病的病原学研究(崔文莉).2021<br/>本科生<br/>3.江苏省优秀本科毕业论文二等奖.内生细菌HYEB5-6对大叶黄杨炭疽病的生防作用研究(侯瑶).2017.<br/>4.江苏省优秀本科毕业论文二等奖.杉木炭疽菌MAPK激酶CgMck1的生物学功能研究(夏俪铭).2019.<br/>5.江苏省优秀本科毕业论文三等奖.胡颓子黄斑病和灰斑病病原种类鉴定研究(戚惜玲).2022.<br/><br/><br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "在研项目：1.真菌特有的丝氨酸/苏氨酸磷酸酶PPZ1调控杉木炭疽菌致病分子机制研究. 国家自然科学基金面上项目.主持人.<br/>2.松材线虫侵染早期寄主生化响应及其潜在标记物的发掘与应用.国家重点研发计划子课题.主持人.<br/>3.柑橘黄龙病的生防技术研发.横向委托项目.主持人.<br/>4.松材线虫病防控关键技术研究与示范.国家林草局重大应急科技项目.主要参与人.<br/><br/><br/><br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "025-85427291Lhuang@njfu.edu.cn",
    "Introduction": "None",
    "id": "0020",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/20200702165940411krvgrp.jpg?iid=22719",
    "Department": "森林保护系",
    "Duties": "副院长",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "农学博士",
    "Work": "None",
    "Name": "黄麟",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "中国林学会森林病理分会副秘书长、江苏省植物病理学会理事、南京林业大学学报（自然科学版）青年编委、中国林学会杉木工作委员会委员",
    "Experience": "教育经历：1999.9-2003.6，南京林业大学，林学（树木与观赏植物保护方向），农学学士<br/>2003.9-2009.8，南京林业大学，森林保护学，农学博士<br/>2017.6-2018.6，韩国国立首尔大学，植物病理系，访问学者<br/>工作经历：<br/>2009.9-2012.5,南京林业大学，森林保护系，讲师<br/>2012.6-2019.5，南京林业大学，森林保护系，副教授<br/>2019.6-至今，南京林业大学，森林保护系，教授<br/><br/>"
}