{
    "Research_direction": "姜姜，教授，博士生导师，入选江苏省特聘教授（2015）、江苏省双创人才（2018）、江苏省333工程第二层次（2021），荣获第十六届林草青年科技奖（2022）。中国青年科技工作者协会会员、江苏省青联委员、江苏省青科协农业与技术专委会副主任、江苏省水土保持学会常务理事。主持国家重点研发计划、国家自然科学基金、江苏省自然科学基金等项目10余项，发表SCI论文50余篇。主要研究方向为生态修复、林业生态工程、水土保持、森林碳汇。<br/>欢迎联系报考硕士、博士研究生。招生要求：热爱科研、勤奋刻苦、逻辑思维能力强，有编程经验者优先。<br/>此外，课题组长期招聘博士后或F类人才，欢迎有计算机、模型开发经验的同志加入我们团队。<br/>https://renshi.njfu.edu.cn//rczp/20220303/i248922.html<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "代表性论文：  †graduate student,‡undergraduate studentXin Guan†, Jiang Jiang*, Xin Jing, Wenting Feng, Zhongkui Luo, Yugang Wang, Xia Xu, Yiqi Luo. Optimizing duration of incubation experiments for nderstanding soil carbon decomposition. Geoderma, 2022, 428: 116225.<br/><br/>Xiang Zheng†, Zhengfeng An, Minmin Cao†, Fan Wu†, Xin Guan†, Scott X. Chang, Shenglong Liu, Jiang Jiang*. Arbuscular mycorrhizal hyphal respiration makes a large contribution to soil respiration in a subtropical forest under various N input rates. Science of the Total Environment. 2022, 825: 158309.<br/>Fan Wu†, Xiang Zheng†, Minmin Cao†, Xin Guan†, Jiang Jiang*. Nitrogen addition does not change AMF colonization but alters AMF composition in a Chinese fir (Cunninghamia lanceolata) Plantation. Forests, 2022, 13(7): 979<br/><br/>Xiang Zheng†, Qi Liu, Minmin Cao†, Xiaofang Ji†, Jianbing Lu, Liu He†, Lingjuan Liu, Shenglong Liu, Jiang Jiang*. Nitrogen uptake by plants may alleviate N deposition-induced increase in soil N2O emissions in subtropical Chinese fir (Cunninghamia lanceolata) plantations. Plant and Soil, 2022<br/>Zhiqiang Liu, Xiaofang Ji†, Limin Ye, Jiang Jiang*. Inherent water-use efficiency of different forest ecosystems and its relations to climatic variables. Forests, 2022, 13(5): 775.<br/>Lina Cui†,Huimin Sun†,Xuhua Du,Wengting Feng,Yugang Wang,Jinchi Zhang,Jiang Jiang.Dynamics of labile soil organic carbon during the development of mangrove and salt marsh ecosystems.Ecological Indicators, 2021,129:107875.<br/>Xiang Zheng†,Qi Liu,Xiaofang Ji†,Minmin Cao†,Yuefang Zhang,Jiang Jiang. How do natural soil NH4+,NO3-,and N2O interact in response to nitrogen input in different climatic zones? A global meta-analysis.European Journal of Soil Science, 2021,72(5):2231-2245.<br/>Minmin Cao†,Lina Cui†,Huimin Sun†,Xiaomian Zhang,Xiang Zheng†,Jiang Jiang.Effect of Spartina alterniflora invasion on soil microbial community structure and ecological functions.Microorganisms.2021,9(1),138.<br/>郑翔†,曹敏敏†,纪小芳†,方万力,刘胜龙,姜姜*. 森林土壤氧化亚氮排放对磷添加响应的研究进展[J]. 林业科学,2021,57(6):150-157.<br/>黄章翰†,李维扬†,纪小芳†,冯明†,崔莉娜†,鲁建兵†,姜姜*,刘光正.不同林龄杉木人工林根际效应及养分特征[J].东北林业大学学报,2021,49(11):61-75.<br/>纪小芳†,龚元,郑翔†,鲁建兵†,冯明†,庄家尧,叶立新,刘胜龙,方万力,王丹,何雪凯,姜姜*.凤阳山针阔混交林通量观测源区分布及特征[J].生态学报,2020,40(20):7377-7388.<br/>纪小芳†,龚元,郑翔†,姜姜*,鲁建兵†,刘胜龙,王丹,方万里,何雪凯.凤阳山森林生态系统碳交换及其物候特征[J].地球环境学报,2020,11(4):376-389.<br/>Zhongkui Luo,Zuoxin Tang, Xiaowei Guo,Jiang Jiang,Osbert Jianxin Sun. Non-monotonic and distinct temperature responses of respiration of soil microbial functional groups.Soil Biology & Biochemistry.2020,148.<br/>Jiang Jiang, Karen Abbott, Mara Baudena, Maarten Eppinga,James Umbanhowar, James Bever. 2020. Pathogens and mutualists as joint drivers of host species coexistence and turnover: implications for plant competition and succession. The American Naturalist, 195(4):591-602.<br/>Huimin Sun†, Jiang Jiang*, Lina Cui†, Wenting Feng, Yugang Wang, Jinchi Zhang. 2019. Soil organic carbon stabilization mechanisms in a subtropical mangrove and salt marsh ecosystems. Science of the Total Envrionment, 673, 502-510.<br/>Yugang Wang, Jiang Jiang, Ziru Niu, Yan Li, Chenhua Li, Wenting Feng.2019. Responses of soil organic and inorganic carbon vary at different soil depths after long-term agricultural cultivation in Northwest China. Land Degradation and Development, 30:1229-1242.<br/>Wei Zhou, Zhi Guo, Ji Chen, Jiang Jiang, Dafeng Hui, Xin Wang, Jing Sheng, Liugen Chen, Yiqi Luo, Jianchu Zheng, Shifeng Li, Yuefang Zhang.2019. Direct seeding for rice production increased soil erosion and phosphorus runoff losses in subtropical China. Science of the Total Environment, 695,133845.<br/>Yuanyuan Huang, Mark Stacy, Jiang Jiang, Nilutpal Sundi, Shuang Ma, Volodymyr Saruta, Chang Gyo Jung, Zheng Shi, Jianyang Xia, Paul J. Hanson, Daniel Ricciuto, Yiqi Luo. 2019. Realized ecological forecast through an interactive ecological platform for assimilating data (EcoPAD, v1.0) into models. 12, 1119-1137.<br/>崔莉娜†，郭弘婷‡，李维扬†，王金平，黄章翰†，张金池，刘光正，王丽艳，姜姜*．不同林龄杉木人工林菌根侵染特征研究[J]．生态学报，2019,39（6):1926-1934<br/>丁海晶†,姜姜*,张金池.土壤渗透性的区域变化规律及因子分析[J].水土保持学报,2019,33(01):51-56.<br/>纪小芳†,鲁建兵†,杨军‡,姜姜*,王丹,何雪凯,方万力.凤阳山针阔混交林碳通量变化特征及其影响因子[J].东北林业大学学报,2019,47(03):49-55.<br/>孙慧敏†,姜姜*,崔莉娜†,张水锋,张金池.互花米草入侵对漳江口红树林湿地土壤有机碳官能团特征的影响[J].植物生态学报,2018,42(07):774-784.<br/>Maarten B. Eppinga, Mara Baudena, Daniel J. Johnson, Jiang Jiang, Keenan M.L. Mack, Allan E. Strand, James D. Bever.2018.Frequency-dependent feedback constrains plant community coexistence. Nature Ecology and Evolution,2,1403-1407.<br/>Zheng Shi, Yang Lin, Kevin R. Wilcox, Lara Souza, Lifen Jiang, Jiang Jiang, Chang Gyo Jung, Xia Xu, Mengting Yuan, Xue Guo, Liyou Wu, Jizhong Zhou, Yiqi Luo. 2018. Successional change in species composition alters climate sensitivity of grassland productivity. Global Change Biology, 24, 4993-5003.<br/>Jiang Jiang, Yuanyuan Huang, Shuang Ma, Mark Stacy, Zheng Shi, Daniel M. Ricciuto, Paul J. Hanson, Yiqi Luo. 2018. Forecasting responses of a northern peatland carbon cycle to elevated CO2 and a gradient of experimental warming. JGR Biogeosciences,123, doi.org/10.1002/2017JG004040<br/>Shuang Ma,Jiang Jiang,Yuanyuan Huang,Zheng Shi,Rachel M.Wilson,Daniel Ricciuto,Stephen D.Sebestyen,Paul J.Hanson,Yiqi Luo. 2017. Data-Constrained Projections of Methane Fluxes in a Northern Minnesota Peatland in Response to Elevated CO2 and Warming. Journal of Geophysical Research: Biogeosciences, 122(11), 2841-2861.<br/>Yuanyuan Huang, Jiang Jiang, Shuang Ma, Daniel Ricciuto, Paul J. Hanson, Yiqi Luo. 2017. Soil thermal dynamics, snow cover, and frozen depth under five temperature treatments in an mobrotrophic bog: Constrained forecast with data assimilation. JGR Biogeoscience. 122(8): 2046-2063<br/>Bo Zhang, Xiaozhen Lu, Jiang Jiang, Donald L. DeAngelis, Zhiyuan Fu, Jinchi Zhang. 2017. Similarity of plant functional traits and aggregation pattern in a subtropical forest. Ecology and Evolution, DOI:10.1002/ece3.2973<br/>Lifen Jiang, Jiang Jiang, Junyi Liang, Kevin R. Wilcox, Scott L. Collins, Alan K. Knapp, William T. Pockman, Melinda D. Smith, and Yiqi Luo. 2017. Frontiers of Ecosystem Modeling and Large Scale Experiments. In: Terrestrial Ecosystem Research Infrastructures Challenges, New developments and Perspectives (eds Chabbi A and HW Loescher). CRC Press, Florida, USA.<br/>Yiqi Luo, Zheng Shi, Xingjie Lu, Jianyang Xia, Junyi Liang, Jiang Jiang, Ying Wang, Matthew J. Smith, Lifen Jiang, Anders Ahlström, Benito Chen, Oleksandra Hararuk, Alan Hastings, Forrest Hoffman, Belinda Medlyn, Shuli Niu, Martin Rasmussen, Katherine Todd-Brown, Ying-Ping Wang. 2017. Transient Dynamics of Terrestrial Carbon Storage: Mathematical foundation and Numeric Examples. Biogeosciences,14, 145-161.<br/>Jiang J, Moore J,Priyadarshi A, Classen AT. 2017. Plant-mycorrhizal interactions mediate plant community coexistence by altering resource demand. Ecology. 98(1), 187-197.<br/>Feng W, Shi Z, Jiang J, Xia J, Liang J, Zhou J, Luo Y. 2016. Methodological uncertainty in estimating carbon turnover times of soil fractions. Soil Biology & Biochemistry. 100, 118-124<br/>Rasmussen M, Hastings A, Smith MJ, Agusto FB, Chen-Charpentier BM, Hoffman FM, Jiang J, Todd-Brown K, Wang Y, Wang YP, Luo Y. 2016. Transit times and mean ages for nonautonomous and autonomous compartmental systems. Journal of Mathematical Biology, 1-20.<br/>Gaoue OG, Jiang J, Ding W, Agusto FB, Lenhart S. 2016. Optimal harvesting strategies for timber and non-timber forest products in tropical ecosystems. Theoretical Ecology, DOI 10.1007/s12080-015-0286-4.<br/>Gaoue OG, Ngonghala CN, Jiang J, Lelu M. 2016. Towards a mechanistic understanding of the synergistic effects of harvesting timber and non-timber forest products. Methods in Ecology and Evolution. 7, 398-406.<br/>Jiang J, DeAngelis DL, Teh SY, Wang H, Krauss K, Li H, Smith T, Koh HL. 2016. Defining the next generation modeling of coastal ecotone dynamics in response to global change. Ecological Modelling. 326, 168-176.<br/>Wang YP, Jiang J, Chen-Charpentier B, Agusto FB, Hastings A, Hoffman F, Rasmussen M, Smith MJ, Todd-Brown K, Wang Y, Xu X, Luo YQ. 2016. Responses of two nonlinear microbial models to warming or increased carbon input. Biogeosciences, 13, 887-902.<br/>Li H, Jiang J, Chen B, Li Y, Xu Y, Shen W. 2016. Pattern of NDVI-based vegetation greening along an altitudinal gradient in the eastern Himalayas and its response to global warming. Environ Monit Asses, 188(3), 1-10.<br/>Li H, Li Y*, Shen W, Li Y, Lin J, Lu X, Xu X, Jiang J*. 2015. Elevation-Dependent Vegetation Greening of the Yarlung Zangbo River Basin in the Southern Tibetan Plateau, 1999–2013. 7, 16672-16687.<br/>Moore JAM, Jiang J, Patterson CM, Mayes MA, Wang G, Classen AT, 2015. Interactions among roots, mycorrhizas and free-living microbial communities differentially impact soil carbon processes. Journal of Ecology, 103, 1442-1453.<br/>Zhai L, Jiang J, DeAngelis DL, Sternberg LSL. 2016. Prediction of plant vulnerability to salinity increase in a coastal ecosystem by stable isotopic composition (δ18O) of plant stem water: a model study. Ecosystem 19(1), 32-49.<br/>Teh SY, Turtora M, DeAngelis DL, Jiang J, Pearlstine L, Smith T, Koh HL. 2015. Application of a coupled vegetation competition and groundwater simulation model to study effects of sea level rise and storm surges on coastal vegetation. Journal of Marine Science and Engineering, 3, 1149-1177.<br/>Jiang J, Fuller D, Teh SY, Zhai L, Koh HL, DeAngelis DL, Sternberg LDL. Bistability of mangrove forests and competition with freshwater plants. Agricultural and Forest Meteorology 2015, 213, 283-290. (a special issue on “Carbon in mangrove forest”)<br/>Moore JAM, Jiang J, Post WM, Classen AT. 2015. Decomposition by ectomycorrhizal fungi alters soil carbon storage in a simulation model. Ecosphere. 6(3):29.<br/>Jiang J, DeAngelis DL, Anderson GH, Smith TJ. 2014a. Analysis and simulation of propagule dispersal and salinity intrusion from storm surge on the movement of marsh-mangrove ecotone in south Florida. Estuaries and Coasts. 37(1): 24-35.<br/>Jiang J, DeAngelis DL, Zhang B, Cohen JE. 2014b. Population age and initial density in a patchy environment affect the occurrence of abrupt transitions in a birth-and-death model of Taylor’s law. Ecological Modelling, 289: 59-65.<br/>Li H, Shen W, Zou C, Jiang J, Fu L, She G. 2013. Spatio-temporal variability of soil moisture and its effect on vegetation in a desertified Aeolian riparian ecotone on the Tibetan Plateau, China. Journal of Hydrology. 479: 215-225.<br/>Jiang J, DeAngelis DL 2013. Strong species-environment feedback shapes plant community assembly along environmental gradients. Ecology and Evolution. 3(12): 4119-4128.<br/>Jiang J, DeAngelis DL, Smith TJ, Teh SY, Koh HL. 2012a. Spatial pattern formation of coastal vegetation in response to external gradients and positive feedbacks affecting soil porewater salinity: a model study. Landscape Ecology. 27: 109-119.<br/>Jiang J, Gao D, DeAngelis DL. 2012b. Towards a theory of ecotone resilience: Coastal vegetation on a salinity gradient. Theoretical Population Biology. 82: 27-37.<br/>Shen W, Li H, Sun M, Jiang J. 2012. Dynamics of Aeolian sandy land in the Yarlung Zangbo River basin of Tibet, China from 1975 to 2008. Global and Planetary Change. 86: 37-44.<br/>Trexler JC, DeAngelis DL, Jiang J. 2011. Community assembly and mode of reproduction: predicting the distribution of livebearing fishes. In : Evans JP, Pilastro A, and Schlupp I. (eds), Ecology and Evolution of Poeciliid Fishes. The University of Chicago Press, Chicago and London, pp. 95-108.<br/>Saha AK, Saha S, Sadle J, Jiang J, Ross MS, Price RM, Sternberg LO, Wendelberger KS. 2011. Sea level rise and South Florida coastal forests. Climatic Change, 107: 81-108.<br/>DeAngelis DL, Koslow JM, Jiang J, Ruan S. 2008. Host mating system and the spread of a disease-resistant allele in a population. Theoretical Population Biology 74: 191-198.<br/><br/>获奖与荣誉情况<br/>1.江苏省青蓝工程优秀教学团队，“水土保持实践教学团队”带头人（2022）<br/>2.第十六届林草青年科技奖（2022）<br/>3.杉木人工林提质增效关键技术及应用，浙江省科技进步三等奖，排名第二（2021）<br/>4.面向卓越农林人才培养的“三衔接三协同三贯通”实验教学体系构建与实践，江苏省教学成果特等奖，排名第十（2021）<br/>5.江苏省“333工程”第二层次（2021）<br/>6.江苏省双创人才（2018）<br/>7.江苏省特聘教授（2015）<br/><br/><br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1.百山祖国家公园“揭榜挂帅”项目“百山祖国家公园生物多样性与固碳能力提升耦合关系研究”，主持，项目编号：2022JBGS03，2022.11-2025.102. 江苏省碳达峰碳中和科技创新专项农业农村领域重大关键技术攻关项目“江苏典型困难立地高固碳树种筛选及碳增汇栽培关键技术研究与示范”，参与，项目编号：BE2022420,2022.07-2026.06<br/>3. 江苏省碳达峰碳中和科技创新专项农业农村领域重大关键技术攻关项目“退化农田防护林系统碳增汇技术与生物质固碳产品研发”，主持，项目编号：BE2022307，2022.01-2024.12<br/>4. 百山祖国家公园科学研究项目“百山祖国家公园天然阔叶林稳定性维持研究”，参与，项目编号：2021ZDLY01，2021.11-2024.10<br/>5. 国家自然科学基金面上项目“菌根真菌影响下的杉木人工林土壤碳循环过程及其模型构建”，主持，项目编号：32071612，2021.01-2024.12<br/>6. 江苏省水利科技项目“海涂垦区易坍塌沟渠坡面径流生态调控技术研究”，参与，项目编号：2020052，2020.10-2022.06<br/>7. 国家重点研发计划“低效用材林结构优化关键技术研究与示范”，课题负责人，课题编号2017YFC0505502，2017.07-2020.12<br/>8. 国家自然科学基金“基于模型数据融合的红树林生态系统碳循环不确定性研究”，主持，项目编号：41701225，2018.01-2020.12<br/>9. 江苏省自然科学基金“基于红树林空间异质性的碳循环模型开发”，主持，项目编号：BK20170920，2017.07-2020.06<br/>10. 国家自然科学基金“青藏高原高寒草甸CO2通量对气候波动变暖的试验和模拟研究”，参与，2018.01-2020.12<br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "ecologyjiang@gmail.com",
    "Introduction": "None",
    "id": "0022",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/20200702164744644cew3ev.jpg?iid=22711",
    "Department": "水土保持系",
    "Duties": "院长",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "理学博士",
    "Work": "None",
    "Name": "姜姜",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "Frontiers in Ecology and Evolution, Associate Editor, 2022.05-Faculty of 1000 Biology, Associate Faculty Member,2009.12-<br/>Global Change Biology, Editorial Advisory Board, 2017-2019<br/>Frontiers in Ecology and Evolution, Editorial Board,2021-2022<br/><br/><br/>",
    "Experience": "教育经历：2000.09-2004.07 浙江林学院林学专业 学士<br/>2004.09-2007.07 南京林业大学环境科学专业 硕士<br/>2007.08-2012.06 美国迈阿密大学生物学专业 博士<br/>工作经历：<br/>2012.07-2014.07 美国国立数学生物学综合研究所 博士后<br/>2014.08-2015.08 田纳西大学和橡树岭国家实验室 联合博士后<br/>2015.09-2016.07 俄克拉荷马大学 博士后<br/>2016.08至今 南京林业大学 教授<br/><br/>"
}