{
    "Research_direction": "1、基于多情景模拟与多目标评价的南方集体林森林经营规划方法；2、基于GIS的森林资源空间抽样理论与方法；<br/>3、基于3S技术的风景林调查规划与评价方法；<br/>4、基于3S技术的城市森林生态与环境监测。<br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "教学成果：2012年获得南京林业大学优秀硕士论文指导教师称号；<br/>2015年获得南京林业大学优秀本科毕业论文指导教师称号；<br/>2015年获得江苏省优秀本科毕业论文（三等奖）指导教师称号；<br/>2018年获得江苏省优秀本科毕业论文（三等奖）指导教师称号；<br/>2019年主持江苏省在线课程“森林经营规划”<br/>2020年南京林业大学 2篇优秀硕士学位论文指导教师<br/>科研成果：<br/>发表学术论文100多篇，其中SCI论文11篇、EI 7篇、ISTP 1篇<br/>参与编写《全国森林可持续经营规划》（2016-2050）、《县级森林经营规划编制规范》<br/>软件著作权“基于GIS平台的森林资源空间平衡抽样软件”（2013SR032883）<br/>实用新型发明专利\"一种实用新型角规\"(ZL 20180719619.1)<br/>实用新型发明专利“一种适用野外森林资源调查的防雾遮阳眼镜”（ZL 201920625985.5）<br/>实用新型发明专利“一种安全系数高的测高器”（ZL 201820719620.4）<br/>2012年被首届董乃钧林人基金评为“全国优秀森林经理工作者”<br/><br/>代表性英文论文（第一作者、通讯作者）：<br/><br/>1、Modeling potential habitat for alien species of Dreissena polymorpha in the<br/>continental USA，ACTA ECOLOGICA SINICA ，2008.(第一作者）<br/>2、Spatio-temporal dynamics of forest aboveground biomass in Xixia County<br/>，Henan Province，China.Journal of Nanjing Forestry University ( Natural Sciences Edition),2017.（通讯作者）<br/>3、Improving Forest Aboveground Biomass (AGB) Estimation by Incorporating Crown Density and  Using Landsat 8 OLI Images of a Subtropical Forest in Western Hunan in Central China.Forests,2019 (SCI 二区）（通讯作者）<br/>4、Influence of Variable Selection and Forest Type on Forest Aboveground Biomass Estimation Using Machine Learning Algorithms.Forests,2019 (SCI 二区）<br/>5、Comparative Analysis of Seasonal Landsat 8 Images for Forest Aboveground Biomass Estimation in a Subtropical Forest.Forests,2019 (SCI 二区）（通讯作者）<br/>6、Modeling the scenic beauty of autumnal tree color at the landscape scale: A case study of Purple Mountain, Nanjing, China，Urban Forestry & Urban Greening，2020, (SSCI & SCI 二区）（通讯作者）<br/>7、 Estimating aboveground forest carbon density using Landsat 8 and field-based data: a comparison of modelling approaches，International Journal of Remote Sensing,2020, (SCI 三区）（通讯作者）<br/>8、 Improving estimation of forest aboveground biomass using Landsat 8 imagery by incorporating forest crown density as a dummy variable， Can. J. For. Res.,2020, (SCI 三区）<br/>9、Optimized Maxent Model Predictions of Climate Change Impacts on the Suitable Distribution of Cunninghamia lanceolata in China，Forests,2020 (SCI 二区）（通讯作者）<br/>10、Autumn Seasonal Color Optimization Method for the Scenic Forest of Purple Mountain Forest Park. Fresenius Environmental Bulletin,2020,29(5)(SCI)（通讯作者）<br/>11、 Tea Sprouts Segmentation via Improved Deep Convolutional Encoder-Decoder Network. IEICE TRANS. INF. & SYST.,2020 (SCI)（通讯作者）<br/>12、Forest aboveground biomass estimation using Landsat 8 and Sentinel-1A data with machine learning algorithms.Scientific Reports,2020.(SCI 三区）（通讯作者）<br/>13、Combining Kriging Interpolation to Improve the \nAccuracy of Forest Aboveground BiomassEstimation Using Remote Sensing \nData.IEEE ACCESS,2020 (SCI 二区）（通讯作者）<br/>著作：<br/>主编江苏省及国家林草局规划教材《林业GIS》，中国林业出版社，2019.4<br/>主编《GIS导论与科研基本方法》，中国林业出版社，2017<br/>主编《森林规划设计》，中国林业出版社，2000年<br/><br/>参编国家十五规划教材《景观生态学》，负责“景观规划”，2008<br/>参编国家十二五规划教材《景观生态学》，负责“3S在景观生态学中的应用”,2014<br/>参编国家林业局研究生规划教材《森林经理研究法》，负责“森林资源空间分析”,2015<br/>参编国家教育部研究生十三五规划教材 《森林经营理论与技术》，负责“森林经营的生态学基础理论”<br/><br/>专著：《风景林调查规划与合理经营的理论与实践》，2009<br/>专著：《森林资源空间平衡抽样的理论与方法》，2013<br/>专著：《旅游活动对开放式风景林的影响与空间对策》，2015<br/><br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "主持国家自然科学基金面上项目4项、国家留学回国人员启动基金1项、教育部重点实验室基金1项，参与国家自然科学基金、国家林业局948项目、环保部重大公益项目、国家发改委清洁能源基金、国家林业局造林司软科学项目10多项。主持欧式小区景观规划、国有林场森林经营方案编制、重点林区县级森林经营规划、苏北县级水土流失遥感监测等横向项目10多项。<br/><br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "025-85427327lmy196727@126.com",
    "Introduction": "None",
    "id": "0026",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/20200702163801010ay1z66.png?iid=22705",
    "Department": "森林资源管理系",
    "Duties": "教师",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "理学博士",
    "Work": "None",
    "Name": "李明阳",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "1、中国林业大百科全书森林资源管理词条编写组组长、森林经理卷编委；2、中国大百科全书林业遥感词条编写组组长、林业信息化词条评审专家；<br/>3、国家森林经营创新联盟理事；<br/>4、中国系统工程学会林业系统工程分会常务理事；<br/>5、《森林法》（2019年修订）释义编写组成员；<br/>6、国家林草局规划院省级《森林经营规划》(2016-2050)评审专家；<br/>7、中林联林业规划设计研究院智库专家；<br/>8、江苏高级人民法院环境与资源审判庭咨询库专家。<br/><br/><br/><br/>",
    "Experience": "教育经历1985.9-1989.6  中南林业科技大学 林学院林学专业 学士<br/>1989.9-1992.7  中南林业科技大学 森林经理学林业系统工程方向研究生 硕士<br/>1996.9-2000.7  南京林业大学 生态学森林生态与环境监测方向博士生  博士<br/>工作经历<br/>1992.7-2018.3 南京林业大学林学院森林资源管理系<br/>其中：<br/>1992.9-1993.2 福建南平邵武二都采育场挂职锻炼 森工股副股长<br/>2007.7-2008.7 美国科罗拉多州立大学自然资源与生态实验室 访问学者<br/><br/>"
}