{
    "Research_direction": "1.杉木多世代遗传育种研究：生长与材性联合遗传改良研究，为我国杉木长期育种奠定了重要基础。2.鹅掌楸属树种濒危机制及杂种优势机理及利用研究：创制鹅掌楸种间杂交新种，揭示杂交鹅掌楸杂种优势形成机理，创新鹅掌楸体细胞胚胎发生种苗繁育新体系，推动我国珍稀树种杂种优势产业化利用。<br/>3.林木细胞工程研究：成功建立林木良种细胞工程繁育技术体系，实现杉木、杂交鹅掌楸等重要用材树种良种种苗的产业化生产，为生态文明建设和保障木材安全提供有力支撑。<br/>4.观赏植物育种研究：开展枫香、山樱花、光皮桦等观赏树种、百合等草本观赏植物育种研究，为美丽中国建设提供科技主撑。<br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "科研奖励及成果：施季森，陈金慧，郑仁华，江香梅，王国熙，诸葛强，李火根，王章荣，黄金华，甄艳。林木良种细胞工程繁育技术及产业化应用，国家科学技术进步二等奖（2016）<br/>施季森，陈金慧，郑仁华，李火根，徐进，王国熙，边黎明，王章荣，诸葛强，王光萍，张志才。林木细胞工程繁育技术及其应用。江苏省科学技术一等奖（2015）<br/>施季森，王章荣，季孔庶，方炎明，陈金慧，叶建国、李周岐、叶金山、诸葛强，张晓平。鹅掌楸属种间杂交育种与杂种优势产业化开发利用，国家科学技术进步二等奖（2005）。<br/>陈岳武，施季森等杉木种子园第一代种子园研究成果推广应用，国家科学技术进步一等奖（1987）。<br/>施季森等。杉木生长与材性联合遗传改良研究，国家科技进步奖三等奖（1995）<br/>郑仁华，施季森等。杉木高世代遗传改良和良种繁育技术研究，福建省科技进步二等奖<br/>施季森，方乐金，何祯祥，成铁龙，陈金慧，中国枫香新品种选育与快繁技术研究，江苏省农业科技进步三等奖（2003）<br/>代表性论文:<br/><br/>Cheng Tielong， Chen Jinhui， Abd Allah，E. F，Wang Guangping, Hu Xiangyang, Shi Jisen. Quantitative proteomics analysis reveals that S-nitrosoglutathione reductase (GSNOR) and nitric oxide signaling enhance poplar defense against chilling stress.PLANTA. 2015，vol:242，No 6:1361-1390Cheng Tielong，Chen Jinhui，Zhang Jingbo，Shi Shengqing，Zhou Yanwei，Lu Lu，Wang Pengkai，Jiang Zeping，Yang Jinchang，Zhang  Shougong，Shi Jisen. Physiological and proteomic analyses of leaves from the halophyte Tangut Nitraria reveals diverse response pathways critical for high salinity tolerance. FRONTIERS IN PLANT SCIENCE. 2015，VOL 6.<br/>Cheng Tielong，Shi Jisen，Dong Yini，Ma Yan，Peng Ye，Hu Xiangyang，Chen Jinhui.Hydrogen sulfide enhances poplar tolerance to high-temperature stress by increasing S-nitrosoglutathione reductase (GSNOR) activity and reducing reactive oxygen/nitrogen damage. PLANT GROWTH REGULATION. 2018，VOL:84. NO.1:11-23. DOI: 10.1007/s10725-017-0316-x<br/>Cheng Tielong, Weng Yuhao, Yang Liming, Lu Lu, Hao Zhaodong, Shi Jisen，Chen jinhui. The chloroplast genome of Cerasus campanulata (Maxim.) A.N. Vassiljeva. MITOCHONDRIAL DNA PART B: RESOURCES, 2018，VOL. 3, NO. 1, 222–224 https://doi.org/10.1080/23802359.2018.1437799<br/>Wang Pengkai, Cheng Tielong, Wu Shuang, Zhao Fangfang, Wang Guangping, Yang Liming, Lu Mengzhu, Chen Jinhui, Shi Jisen. Phylogeny and Molecular Evolution Analysis of PINFORMED 1 in Angiosperm. PLoS ONE 9(2):e89289. doi:10.1371/journal.pone.0089289<br/>Zhou Y, Li M, Zhao F, Zha H, Yang L, Lu Y, Wang G, Shi J, Chen J (2016) Floral Nectary Morphology and Proteomic Analysis of Nectar of Liriodendron tulipifera Linn. Frontiers in Plant Science 7.<br/>Zheng W, Chen J, Hao Z, Shi J (2016) Comparative Analysis of the Chloroplast Genomic Information of Cunninghamia lanceolata (Lamb.) Hook with Sibling Species from the Genera Cryptomeria D. Don, Taiwania Hayata, and Calocedrus Kurz. International Journal of Molecular Sciences 17.<br/>Xu Y, Zheng R, Wang Z, Wang Y, Hong Z, Yang L, Lu Y, Zhao Y, Chen J, Shi J (2016) IDENTIFICATION AND CHARACTERIZATION OF GENIC MICROSATELLITES IN CUNNINGHAMIA LANCEOLATA (LAMB.) HOOK (TAXODIACEAE). Archives of Biological Sciences 68: 417-425.<br/>Wang P, Cheng T, Lu M, Liu G, Li M, Shi J, Lu Y, Laux T, Chen J (2016) Expansion and Functional Divergence of AP2 Group Genes in Spermatophytes Determined by Molecular Evolution and Arabidopsis Mutant Analysis. Frontiers in Plant Science 7.<br/>Hao Z, Cheng T, Zheng R, Xu H, Zhou Y, Li M, Lu F, Dong Y, Liu X, Chen J, Shi J (2016) The Complete Chloroplast Genome Sequence of a Relict Conifer Glyptostrobus pensilis: Comparative Analysis and Insights into Dynamics of Chloroplast Genome Rearrangement in Cupressophytes and Pinaceae. Plos One 11.<br/><br/>授权专利：<br/>一种杂交鹅掌楸LhPIN3基因及其应用（ZL201410259910.1）<br/>一种杉木优良个体的选择方法（ZL201310058606.6）<br/>一种杂交鹅掌楸高效遗传转化方法（ZL201310037010.8）<br/>一种杂交鹅掌楸LhWOX1基因及应用（ZL201310273285.1）<br/>一种杉木遗传转化方法（ZL201310035666.6）<br/>一种胚性材料的超低温冷冻保存方法（ZL201210135145.3）<br/>一种杉木体细胞胚胎发生方法（ZL201310035599.8）<br/>一种胚性材料的超低温冷冻保存复苏方法（ZL201210135123.7）<br/>一种鹅掌楸的生物碱提取物及其提取方法和应用（ZL201110225387.7）<br/>一种鹅掌楸的多酚类提取物及其提取方法和应用（ZL201110225372.0）<br/>一种CdSe-ZnS量子点与植物细胞的共孵育方法（ZL201110146621.7）<br/>一种杉木无性系离体生根培养方法（ZL201110129388.1）<br/>一种福建山樱花体细胞胚胎发生方法（ZL201110097798.2）<br/>诱导马尾松未成熟种子胚性胚柄细胞团再生植株的方法（ZL201010109751.9）<br/>杂交鹅掌楸体胚发生的同步化调控方法（ZL201010298850.6）<br/>杉木体细胞胚胎发生及植株再生方法（ZL201010275858.0）<br/>杂交鹅掌楸无性系营养体悬浮细胞系诱导体细胞胚胎发生与植株再生方法 （ZL200710131251.3）<br/>杂交鹅掌楸体细胞胚胎发生与植株再生技术（2112948.7）<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1. 林木花卉转基因育种研究（项目）中桉树、鹅掌楸转基因育种技术研究（课题），国家高技术研究发展计划（863计划）资助（课题编号：2013AA102705），768万元2. 珍贵树种杂交鹅掌楸细胞工程产业化繁育与示范，2015年度星火计划，2015GA690002，60万<br/>3. 杂交鹅掌楸聚合育种与优质种苗繁育示范，BE2017376，江苏省现代农业重点项目，江苏省科技厅，2017-2020，200万<br/>4. 珍贵用材树种杂交鹅掌楸细胞工程苗木示范与推广，LYKJ[2017]42，江苏省林业科技创新与推广项目，江苏省林业局，2017-2020，80万<br/><br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "jshi@njfu.edu.cn",
    "Introduction": "None",
    "id": "0034",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2019/08/21/20190821071255104bxz9nb.jpg?iid=22698",
    "Department": "林木遗传育种系",
    "Duties": "教师",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "硕士研究生",
    "Final_Degree": "农学硕士",
    "Work": "None",
    "Name": "施季森",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "中国林学会常务理事<br/>育种分会副理事长<br/><br/>江苏遗传学会副理事长等职<br/><br/>国家林业局南方林木种子中心主任<br/>林木遗传和基因工程国家林业局开放实验室主任<br/><br/>",
    "Experience": "长期从事林木遗传育种科研与教学工作。以杉木和杂交鹅掌楸等重要用材树种为研究对象，在常规育种、分子标记辅助育种、基因工程与遗传转化、新品种选育以及良种细胞工程规模化繁育等方面开展深入研究，并取得突出成绩。先后主持承担国家科技攻关（支撑）计划课题、863、973课题、国家自然科学基金重点项目、948重大项目和林业行业专项等40多项。发表学术论文389篇，其中SCI论文85篇，获得国家授权发明专利30件。研究成果获得国家科学技术进步一等奖1项（排名第三）、二等奖2项（排名第一）、三等奖1项（排名第一），江苏省科学技术一等奖1项（排名第一），福建省科技进步一等奖1项，其他省部级奖励11项。1974.09-1977.06 南京林业大学（原南京林学院） 林学本科学习1978.09-1981.6南京林业大学 林木遗传育种硕士1981.07-1983.06南京林业大学 林学系 助教1983.07-1988.11南京林业大学 森林资源环境学院 讲师1988.12-1993.06南京林业大学 森林资源环境学院 副教授1993.07-1995.09南京林业大学 森林资源环境学院 教授1995.10-2012.06南京林业大学 副校长、森林资源环境学院 教授1989.06-1990.10 美国奥本大学 高级访问学者；1992.03- 1992.07加拿大艾伯塔大学 高级访问学者；1992.09-1992.12美国阿肯色大学 高级访问学者<br/><br/>1974.09-1977.06 南京林业大学（原南京林学院） 林学本科学习<br/><br/>1978.09-1981.6南京林业大学 林木遗传育种硕士<br/><br/>1981.07-1983.06南京林业大学 林学系 助教<br/><br/>1983.07-1988.11南京林业大学 森林资源环境学院 讲师<br/><br/>1988.12-1993.06南京林业大学 森林资源环境学院 副教授<br/><br/>1993.07-1995.09南京林业大学 森林资源环境学院 教授<br/><br/>1995.10-2012.06南京林业大学 副校长、森林资源环境学院 教授<br/><br/>1989.06-1990.10 美国奥本大学 高级访问学者；<br/><br/>1992.03- 1992.07加拿大艾伯塔大学 高级访问学者；<br/><br/>1992.09-1992.12美国阿肯色大学 高级访问学者<br/><br/>"
}