{
    "Research_direction": "研究方向：1、土壤氮养分流动特征及其环境效应；<br/>2、农、林及其复合生态系统碳汇能力提升技术与机理；<br/>3、生物炭应用；<br/>4、土壤侵蚀与水土流失；<br/>5、农林业面源污染规律监测与防治。<br/><br/>招生专业：<br/>博士：水土保持与荒漠化防治（090707）；<br/>学硕：水土保持与荒漠化防治（090707）；<br/>专硕：林业（095400）。<br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "ResearchGate主页：https://www.researchgate.net/profile/Haijun-Sun第一与通讯作者发表论文（近5年）：<br/>Sun H, Chen S, ..., Xie W*. 2023. Hydrothermal carbonization aqueous phase promotes nutrient retention and humic substance formation during aerobic composting of chicken manure.. Bioresource Technology, 385, 129418. https://doi.org/10.1016/j.biortech.2023.129418<br/>孙海军*, 吴思, 萧洪东, 等. 2023. 化肥氮素减施条件下生物炭施用对冬瓜产量和品质及土壤氮素淋失的影响. 土壤通报, 54(3): 673-681. https://doi.org/10.19336/j.cnki.trtb.2022031402<br/>Yi Z., Zhang Z.*, ..., Sun H*. 2023. Microplastics have rice cultivar-dependent impacts on grain yield and quality, and nitrogenous gas losses from paddy, but not on soil properties. Journal of Hazardous Materials, 446, 130672. https://doi.org/10.1016/j.jhazmat.2022.130672<br/>Yi Zhenghua, Jeyakumar Paramsothy, ..., Sun Haijun*. 202305. Effects of biochar in combination with N inputs on grain yield, N uptake, NH3 volatilization, and N2O emission in paddy soil. Frontiers in Microbiology, 14, 1174805. https://doi.org/10.3389/fmicb.2023.1174805<br/>Sun Haijun*, .... 2022. After-Effects of hydrochar amendment on water spinach production, N Leaching, and N2O Emission from a vegetable soil under varying N-Inputs. Plants, 11: 3444. https://doi.org/10.3390/plants11243444<br/>Sun Haijun*, .... 2022. Citric acid modified biochar application at a low dosage can synchronically mitigate the nitrogenous gas pollutants emission from rice paddy soils. Environmental Pollution, 312: 120068. https://doi.org/10.1016/j.envpol.2022.120068<br/>Chen Sen, ..., Lu Haiying*, ..., Sun Haijun*. 2022. Substituting urea with biogas slurry and hydrothermal carbonization aqueous product could decrease NH­3 volatilization and increase soil DOM in wheat growth cycle. Environmental Research, 214: 113997. https://doi.org/10.1016/j.envres.2022.113997<br/>Chen Sen, ..., Sun Haijun*, Weiming Shi, Hailong Wang. 2022. Responses of rice (Oryza sativa L.) plant growth, grain yield and quality, and soil properties to the microplastic occurrence in paddy soil. Journal of Soils and Sediments, 22: 2174‒2183. https://doi.org/10.1007/s11368-022-03232-w<br/>Zhang Yu, ..., Sun Haijun*. 2022. Being applied at rice or wheat season impacts biochar’s effect on gaseous nitrogen pollutants from the wheat growth cycle. Environmental Pollution, 306: 119409. https://doi.org/10.1016/j.envpol.2022.119409<br/>Zhang Jingkang, ..., Sun Haijun*. 2022. Positive effects of biochar on the degraded forest soil and tree growth in China: A systematic review. Phyton-International Journal of Experimental Botany, 91(8): 1601‒1616. http://doi.org/10.32604/phyton.2022.020323<br/>Yi Zhenghua, ..., Sun Haijun*. 2022. Effect of reaction-finished solution of hydrochar (HRFS) application on rice grain yield and nitrogen use efficiency in saline soil. Phyton-International Journal of Experimental Botany, 91(4): 859-868. http://doi.org/10.32604/phyton.2022.018396<br/>Sun Haijun, ..., Shi Weiming*. 2022. Biochar can increase Chinese cabbage (Brassica oleracea L.) yield, decrease nitrogen and phosphorus leaching losses in intensive vegetable soil. Phyton-International Journal of Experimental Botany, 91(1): 198‒206. http://doi.org/10.32604/phyton.2021.016492<br/>Sun Haijun, ..., Chen Yudong*, .... 2021. Effect of biofertilizer and wheat straw biochar application on nitrous oxide emission and ammonia volatilization from paddy soil. Environmental Pollution, 275: 116640. Doi: https://doi.org/10.1016/j.envpol.2021.116640<br/>Xiao Hongdong, ..., Sun Haijun*, .... 2021. The benefit of leafy vegetable as catch crop to mitigate N and P leaching losses in intensive plastic-shed production system. Journal of Soils and Sediments, 21: 2253–2261. Doi: https://doi.org/10.1007/s11368-021-02930-1<br/>Chu Lei, ..., Sun Haijun*. 2020. Influence of biochar on nitrogen use efficiency and root morphology of rice-seedling in two contrasting paddy soils. Phyton, International Journal of Experimental Botany, 89(4), 1035–1042. Doi: https://doi.org/10.32604/phyton.2020.014506<br/>Feng Yanfang, ..., Sun Haijun*, .... 2020. Wood vinegar and biochar co-application mitigates nitrous oxide and methane emissions from rice paddy soil: A two-year experiment. Environmental Pollution, 267: 115403. Doi: https://doi.org/10.1016/j.envpol.2020.115403<br/>Sun Haijun, Feng Yanfang*, .... 2020. Responses of ammonia volatilization from rice paddy soil to application of wood vinegar alone or combined with biochar. Chemosphere, 242: 125247. Doi: https://doi.org/10.1016/j.chemosphere.2019.125247<br/>Sun Haijun, ..., Shi Weiming*, Wang Hailong*. 2019. Floating duckweed mitigated ammonia volatilization and increased grain yield and nitrogen use efficiency of rice in biochar amended paddy soils. Chemosphere, 237: 124532. Doi: https://doi.org/10.1016/j.chemosphere.2019.124532<br/>Chu Lei, ..., Sun Haijun*. 2019. Biochar effectively reduces ammonia volatilization from nitrogen-applied soils in tea and bamboo plantations. Phyton, International Journal of Experimental Botany, 88(3): 261–267. Doi: https://doi.org/10.32604/phyton.2019.07791<br/>Sun Haijun, ..., Wang Hailong*. 2019. Wheat straw biochar application increases ammonia volatilization from an urban compacted soil giving a short-term reduction in fertilizer nitrogen use efficiency. Journal of Soils and Sediments, 19(4): 1624–1631. Doi: https://doi.org/10.1007/s11368-018-2169-y<br/>Sun Haijun*, Shi Weiming*, .... 2019. Effect of biochar on nitrogen use efficiency, grain yield and amino acid content of wheat cultivated on saline soil. Plant, Soil and Environment, 65(2): 83–89. Doi: https://doi.org/10.17221/525/2018-PSE<br/>Sun Haijun, ..., Feng Yanfang*. 2019. Greenhouse gas emissions vary in response to different biochar amendments: an assessment based on two consecutive rice growth cycles. Environmental Science and Pollution Research, 26(1): 749–758. Doi: https://doi.org/10.1007/s11356-018-3636-0<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "主持科研项目（在研）：1、国家自然科学基金（面上），水/旱生长季陈化生物质炭对稻麦轮作体系周年氮素运移与利用的影响及机制（31972518），2020/01-2023/12。<br/>2、江苏省教育厅，2021年度高校“青蓝工程”优秀青年骨干教师（人才项目），2021/07-2024/06。<br/>3、江苏省农业科技自主创新资金，养殖废水鸟粪石与藻泥堆制高磷优质有机肥及其应用于稻麦种植关键技术研究（CX(21)3066）,2021/07-2023/06。<br/><br/>参与科研项目（在研）：<br/>1、江苏省现代农业—碳达峰碳中和科技创新专项资金（BE2022305、BE2022307、BE2022420），2022/01-2026/06。<br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "无hjsun@njfu.edu.cn",
    "Introduction": "None",
    "id": "0035",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/202007021712116236eehm3.png?iid=22741",
    "Department": "水土保持系",
    "Duties": "无",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "研究生",
    "Final_Degree": "博士",
    "Work": "None",
    "Name": "孙海军",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "一些国内外期刊的（青年）编委。",
    "Experience": "教育背景：1、2008/09–2013/07：中国科学院南京土壤研究所，植物营养学，博士（硕博连读），导师：施卫明 研究员；<br/><br/>2、2004/09–2008/06：山东农业大学，农学院，农学专业，学士。<br/>工作经历：<br/>1、2023/07-至      今：南京林业大学 林草学院、水土保持学院，教授，博士生导师；<br/>2、2018/04-2023/06：南京林业大学 林学院，副教授，硕士生导师；<br/><br/>3、2013/09-2018/03：南京林业大学 现代分析测试中心，实验师/高级实验师。<br/><br/>"
}