{
    "Research_direction": "二代测序数据分析,包括基因组变异位点(SNP)识别、DNA序列拼接和转录组水平上基因注释及差异表达分析。林木遗传图谱构建和数量性状基因(QTL)定位,包括分子标记连锁分析、分群、排序和绘图；QTL统计模型的建立、分析计算和软件开发。<br/>林木常规遗传育种模型统计分析，包括配合力、育种值、遗传力和遗传相关系数等遗传参数计算以及相应的软件开发。<br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "代表性论著：Dan Yao, Hainan Wu, Yuhua Chen,Wenguo Yang, Hua Gao, Chunfa Tong*. 2018. gmRAD: an integrated SNP calling pipeline for genetic mapping with RADseq across a hybrid population. Briefings in Bioinformatics, doi: 10.1093/bib/bby114<br/>Shentong Tao, Jiyan Wu, Dan Yao, Yuhua Chen, Wenguo Yang, Chunfa Tong*. 2018. Identification of recombination events in outbred species with next-generation sequencing data. BMC Genomics, 19:398<br/>Fenxiang Liu, Chunfa Tong*, Shentong Tao, Jiyan Wu, Yuhua Chen, Dan Yao, Huogen Li, Jisen Shi. 2017. MVQTLCIM: composite interval mapping of multivariate traits in a hybrid F1 population of outbred species. BMC Bioinformatics, 18:515<br/>Mohaddeseh Mousavi,Chunfa Tong*,Fenxiang Liu,Shentong Tao,Jiyan Wu,Huogen Li,Jisen Shi. 2016. De novo SNP discovery and genetic linkage mapping in poplar using restriction site associated DNA and whole-genome sequencing technologies. BMC Genomics,17:656<br/>Chunfa Tong*, Huogen Li, Ying Wang, Xuran Li, Jiajia Ou, Deyuan Wang, Houxi Xu, Chao Ma, Xianye Lang, Guangxin Liu, Bo Zhang, Jisen Shi. 2016. Construction of High-Density Linkage Maps of Populus deltoids x P. simonii Using Restriction-Site Associated DNA Sequencing . PLOS ONE, doi: 10.1371/journal.pone.0150692<br/>Fang Xu#, Chunfa Tong, Yafei Lyu, Wenhao Bo, Xiaoming Pang, Rongling Wu*. 2015. Allotetraploid and autotetraploid models of linkage analysis. Briefings in Bioinformatics,16:32-38<br/>王德源, 童春发*.2015.林木多地点半同胞子代测定遗传分析R语言程序包及其应用.南京林业大学学报, 39(5):45-51<br/>Fang Xu#, Yafei Lyu#, Chunfa Tong#, Wenhao Bo, Xuli Zhu, Danni Yin, Qin Yan, Jian Zhang, Xiaoming Pan, Christian M. Tobias, Rongling Wu*. 2014. A statistical model for QTL mapping in polysomic autotetraploids underlying double reduction. Briefings in Bioinformatics,15:1044-1056<br/>童春发, 施季森.2014.林木遗传模型统计分析及R语言实现.科学出版社<br/>Chunfa Tong,Lianying Shen,Yafei Lv,ZhongWang,XiaolingWang,Sisi Feng,Xin Li,Yihan Sui, Xiaoming Pang，RonglingWu*. 2014. Structural mapping: how to study the genetic architecture of a phenotypic trait through its formation mechanism. Briefings in Bioinformatics, 15:43-53<br/>童春发，蒋安纳，杨立伟，施季森*. 2014. WinNC2: 因子交配设计遗传分析软件. 林业科学，50 (1): 55-62.<br/>Zhongwen Huang, Chunfa Tong, Wenhao Bo, Xiaoming Pang, ZhongWang, Jichen Xu, Junyi Gai, RonglingWu*. 2014. An allometric model for mapping seed development in plants. Briefings in Bioinformatics, 15:562-570<br/>童春发，杨立伟，蒋安纳，施季森*. 2013. 不平衡巢式设计遗传模型分析. 林业科学，49(1): 1-8.<br/>Chunfa Tong, Guangxin Liu, Liwei Yang, Jisen Shi*. 2012. GSCA: new software and algorithms to analyse diallel mating designs based on restricted linear model. Silvae Genetica, 61(3):126-132<br/>Chunfa Tong, Bo Zhang, Huogen Li, Jisen Shi*. 2012. Model selection for quantitative trait loci mapping in a full-sib family. Genetics and Molecular Biology, 35(3):622-631<br/>Xiyang Zhao#, Chunfa Tong#, Xiaoming Pang#, Zhong Wang, Yunqian Guo, Fang Du,Rongling Wu*. 2012. Functional mapping of ontogeny in flowering plants. Briefings in Bioinformatics,13(3):317-328<br/>Chunfa Tong, Bo Zhang, Zhong Wang, Meng Xu, Xiaoming Pang, Jingna Si, Minren Huang, Rongling Wu*. 2011. Multiallelic epistatic model for an outbred cross and mapping algorithm of interactive quantitative trait loci. BMC Plant Biology, 11:148<br/>Chunfa Tong, Zhong Wang, Bo Zhang, Jishen Shi, Rongling Wu*. 2011. 3FunMap: Full-sib family functional mapping of dynamic traits. Bioinformatics, 27(14): 2006-2008<br/>Wu Rongling*, Chunfa Tong, Zhong Wang. 2011. A conceptual framework for pharmacodynamic genome-wide association studies in pharmacogenomics. Drug Discovery Today, 16(19-20): 884-890<br/>Chunfa Tong, Bo Zhang, Jisen Shi*. 2010. A hidden Markov model approach to multilocus linkage analysis in a full-sib family. Tree Genetics and Genomes, 6:651-662<br/>童春发，卫巍，尹辉，施季森*. 2010. 林木半同胞子代测定遗传模型分析. 林业科学, 46(1):29-35<br/>Bo Zhang, Chunfa Tong, Tongming Yin, Xinye Zhang, Qiang Zhuge, Minren Huang, Mingxiu Wang, Rongling Wu*. 2009. Detection of quantitative trait loci influencing growth trajectories of adventitious roots in Populus using functional mapping. Tree Genetics and Genomes, 5:539-552<br/>单文娟, 童春发, 施季森*. 2008. 基因芯片筛选差异表达基因方法比较. 遗传, 30(12):1640-1646<br/>Meng Zhou, Chunfa Tong, Jisen Shi*. 2007. Analysis of codon usage between different poplar species. Journal of Genetics and Genomics,34(6):555-561<br/>施季森, 童春发. 2006. 林木遗传图谱构建和QTL定位统计分析. 科学出版社<br/>童春发, 施季森*. 2004. 利用杉木的F1代群体构建遗传连锁图谱. 遗传学报, 31(10):1149-1156<br/><br/>软件著作权登记：<br/>童春发，多元性状复合区间QTL定位软件mvqtlcim，2016SR307662，2016.06.16<br/>刘粉香，童春发，林木全同胞群体多变量QTL定位R语言程序mvqtlmap，2016SR317892，2016.05.06<br/>王德源，童春发，林木半同胞子代测定育种值计算分析R语言程序HalfsibBV，2015SR151809，2015.05.05<br/>王德源，童春发，林木多地点半同胞子代测定遗传分析R语言程序HalfsibMS，2015SR005301，2014.09.01<br/>童春发，双列杂交设计遗传模型配合力分析软件GSCA，2015SR028845，2011.12.01<br/>童春发，因子交配设计遗传模型分析软件WinNC2，2014SR132488，2013.06.01<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "国家自然科学基金项目：利用杂交F2代群体和二代简化基因组测序技术构建杨树整合的遗传连锁图谱(31870654)，2019.1~2020.12国家自然科学基金项目：林木数量性状基因座功能作图统计模型及其在杨树中的应用(31270706)，2013.1~2016.12<br/>国家自然科学基金项目：林木不平衡试验数据遗传模型分析及应用(31070601)， 2011.1~2013.12<br/>国家自然科学基金项目：林木高质量遗传图谱构建和QTL精确定位统计方法及应用(30872051)，2009.1~2011.12<br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "025-85428817-815tongchf@njfu.edu.cn",
    "Introduction": "None",
    "id": "0040",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/20200702155831504f46pcf.png?iid=22693",
    "Department": "林木遗传育种系",
    "Duties": "教师",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "农学博士",
    "Work": "None",
    "Name": "童春发",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "教育背景：    1999.09–2003.06    南京林业大学     林木遗传育种     博士    1988.09–1991.06    湖南大学         应用数学        硕士    1986.09–1988.06    安徽教育学院     数学    1983.09–1986.06    合肥教育学院     数学工作经历：    2011.06-至今       南京林业大学              林学院                 教授<br/>2009.10-2011.10   美国宾夕伐尼亚州立大学                            博士后    2008.06-2011.05     南京林业大学              森林资源与环境学院     副教授    2001.06-2008.05     南京林业大学              信息院                副教授    2000.09-2001.08     加拿大阿尔伯特大学        可再生资源系           访问学者    1994.06-2001.05     南京林业大学              信息院                讲师    1991.07-1994.05     南京林业大学              基础课部              助教<br/><br/>"
}