{
    "Research_direction": "主要研究领域：<br/>土壤污染与修复、固体废弃物资源化利用、森林土壤学<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "参编教材：参编理化分析教程《土壤•水•植物》，主编张韫，北京：中国林业出版社，2011年10月第一版<br/>教学论文：<br/>王艮梅，郑聚锋. 土壤学实验教学的改革与实践. 教学理论与实践，2010，10：3-5. (ISSN1008-7443)<br/>教学成果：<br/>《土壤学》双语教学的研究与实践. 南京林业大学教学成果一等奖，2011年，第二完成人（俞元春，王艮梅，郑聚锋，陈容，王维，司志国）排名第2<br/>《土壤学》，江苏省精品课程，江苏省教育厅，2011年，排名第4。<br/>《土壤学》江苏高校省级外国留学生英文授课，江苏省教育厅，2017年<br/>《土壤生态学课程群》南京林业大学优秀教学团队<br/>科研成果：<br/>教育部科技进步一等奖，南方型杨树人工林高效培育技术体系的研究与应用（本人排名第6/15），2019.12月10日.<br/><br/>发表的科研论文：<br/>1、王艮梅, 陈捷，范之馨，张焕朝，项剑. 外源添加有机物料对滨海盐碱土土壤细菌群落的影响. 生态与农村环境学报， 2021,37(11):1-8.<br/>2、许加明, 杨永猛, 虞悦, 卜元卿, 陈诗卉, 王艮梅*, 周蓉. 从经食、饮水和吸入途径评估8种经济林常用农药对鸟类的暴露与风险. 农药学学报，2021-6-11.<br/>3、范之馨, 王艮梅*, 张焕朝, 陈捷. 有机肥对滨海盐渍土土壤溶解性有机碳特征的影响. 南京林业大学学报自然科学版,  2021-4-9.<br/>4、范之馨, 张焕朝, 陈捷, 王艮梅*. 有机物料添加后滨海盐渍土壤溶解性有机碳变化及其紫外-可见光谱特征. 安徽农业大学学报, 2021, 48(3)：1-7.<br/>5、Li Y, Zhou S, Jia Z, Liu K, Wang G. Temporal and spatial distributions and sources of heavy metals in atmospheric deposition in western Taihu Lake, China. Environmental Pollution, 2021, 284, 117465.<br/>6、Genmei Wang*, Jie Chen, Yiyong Zhu. Distinct bacterial community compositions in the Populus rhizosphere under three types of organic matter input across different soil types. Plant and Soil (Special Issue S87 – Rhizo microbiome), 2021-02-07, on line.<br/>7、Zichen Wu , Chuanlei Cui, Anqi Xing, Xiaohan Xu, Yi Sun, Zhiqiang Tian, Xuyan Li, Jiangyuan Zhu, Genmei Wang, Yuhua Wang. Identification and response analysis of xyloglucan endotransglycosylase/hydrolases (XTH) family to fluoride and aluminum treatment in Camellia sinensis. BMC Genomics, 2021,22:761.<br/>8、Muhammad RahilAfzal, Maoxing Zhang, Heyu Jin, GenmeiWang, MingchaoZhang, Ming Ding, Sajjad Raza, Jun Hu, Houqing Zeng, Xiang Gao, Guntur Venkata Subbarao. Yiyong Zhu Post-translational regulation of plasma membrane H + -ATPase is involved in the release of biological nitrification inhibitors from sorghum roots. Plant Soil，2020，450:357-372.<br/>9、王艮梅，李艳艳，曹莉，郁万文，汪贵斌. 不同富营养化程度水体对枫杨幼苗生长及抗氧化酶的影响，安徽农业大学学报，2020, 47(2): 219-223, 2020-05-21.<br/>10、陈诗卉,王艮梅，王宏伟，姜锦林，单正军，续卫利. 利谷隆对穗状狐尾藻的性影响. 农药,2020,59(5):352-356.<br/>11、Genmei Wang, Yan Li, Junxiao Wang, et al. A modified receptor model forhistorical source apportionment of polycyclic aromatic hydrocarbons in sediment. Science of the Total Environment, 2020, 702:134931.<br/>12、Zhiwei Liu, Mengtao Zhu, Jiameng Wang, Xiuxia Liu,| Wenjie Guo, Jufeng Zheng, Rongjun Bian, Genmei Wang, Xuhui Zhang, Kun Cheng, Xiaoyu Liu, Lianqing Li, Genxing Pan. The responses of soil organic carbon mineralization and microbial communities to fresh and aged biochar soil amendments. Global Change Biology, Bioenergy, 2019;11:1408-1420.<br/>13、Zhifei Zhang, Ruicheng Liu, Genmei Wang*, Zhenyi Jia, Yujie Zhou, Li Cao, Shenglu Zhou. The Construction of Ecological Network under the Stress of Road Landscape in Dafeng, A Coastal County in China. Journal of Coastal Research, 2019, 91(276-280)<br/>14、Lian Chen, Genmei Wang*, Shaohua Wu, et al., Heavy metals in agricultural soils of the Lihe river watershed, East China: spatial distribution, ecological risk, and pollution source. International Journal of Environmental Reaearch and Public Health, 2019, 16(12):1-17.<br/>15、王艮梅，黄松杉，王良桂，郑光耀. 菌渣好氧堆肥过程中腐熟度指标及红外光谱的动态变化，生态环境学报，2019, 28(12): 2416-2424.<br/>16、曹莉，王艮梅*，李艳艳，郁万文，汪贵斌．不同家系枫杨种子特性及苗期生长相关性研究．安徽农业  大学学报，2019-03-16.<br/>17、Yan Li, Genmei Wang*, Junxiao Wang, Zhenyi Jia, Yujie Zhou, Chunhui Wang, Yanyan Li, Shenglu Zhou. Determination of influencing factors on historical concentration variations of PAHs in West Taihu Lake, China. Environmental Pollution, 2019, 249:573-580.<br/>18、普慧梅，王艮梅*. 不同经营模式下杨树人工林土壤溶解性有机碳的吸附行为, 南京林业大学学报（自然科学版）2019 年,第43卷.<br/>19、曹莉，王艮梅* ，续卫利，普慧梅，杨园. 镉污染土壤中添加外源有机物料对杨树苗期生长的影响，南京林业大学学报( 自然科学版)，2018,42(6):68-74.<br/>20、杨园，王艮梅*，曹莉，项卫东，陈容. 生物炭及猪粪堆肥对Cd污染土壤上黑麦草生理生化的影响. 江苏农业科学，2017,45(13): 196-200.<br/>21、杨园，王艮梅*. 杨树对Cd胁迫的响应及抗性机制研究进展. 世界林业研究，2017,30(4): 29-34.<br/>22、Genmei Wang, Lixiang Zhou. Application of Green Manure and Pig Manure to Cd Contaminated Paddy Soil Increases the Risk of Cd Uptake by Rice and Cd Downward Migration into Groundwater: Field Micro-Plot Trials. Water Air Soil Pollut . 2017 228(29): 1-15 IF:1.702<br/>23、Jufeng Zheng, Junhui Chen, Genxing Pan, Genmei Wang, Xiaoyu Liu, Xuhui Zhang, Lianqing Li, Rongjun Bian, Kun Cheng, Jinwei Zheng.  A long-term hybrid poplar plantation on cropland reduces soil organic carbon mineralization and shifts microbial community abundance and composition. Applied Soil Ecology 111 (2017) 94–104.<br/>24、王艮梅*，黄松杉，郑光耀，项卫东，陈 容. 菌渣作为土壤调理剂资源化利用的研究进展. 土壤通报，2016,47(5): 1273-1280.<br/>25、徐宏强，沈加禾，张焕朝，王艮梅，曹福亮. 银杏残叶添加比例对猪粪好氧堆肥的影响, 南京林业大学学报（自然科学版）发表时间2016-1-13.<br/>26、黄松杉，王艮梅*，郑光耀，陈蓉. 未腐菇渣替代草炭作为三叶草育苗基质的研究.. 河南农业科学，2016, 45(8): 53-58.<br/>27、王艮梅*, 马爱军, 夏钰. 不同经营模式下杨树人工林土壤活性有机碳的分布特征. 生态环境学报, 2015,24(11):1771-1776.<br/>28、王艮梅, 张瑞丽, 张焕朝, 曹福亮. 微生物菌剂对银杏残叶-猪粪堆肥过程的影响. 林业科技开发, 2015，29(6)：12-15.<br/>29、路晓筠, 项卫东, 郑光耀, 王艮梅*. 盐碱地改良措施研究进展. 江苏农业科学, 2015,43(12):5-8.<br/>30、王艮梅，罗琳琳，郑聚锋. 苏北不同代次和林龄杨树人工林土壤酶活性季节变化特征. 南京林业大学学报：自然科学版,2014,38(4):45-50.<br/>31、赵和胜，王艮梅，韦庆翠，等. 不同林龄和栽培代次杨树林土壤微生物量磷动态研究.江苏林业科学，2013,40(4):8-12.<br/>32、何任红，马爱军，王艮梅. 镉与毒死蜱复合污染对白菜生长及叶绿素、类胡萝卜素含量的影响. 江苏农业科学，2013,41(8):330-332.<br/>33、王永和，龙伦明，张焕朝，王艮梅，方炎明. 红桤木的矿质营养特性. 江苏农业科学, 2013,41(10):137-138,142.<br/>34、王艮梅，张焕朝，王福好. 不同栽培林龄和轮次的杨树人工林土壤理化性质. 林业科技开发，2013,27(3):26-28.<br/>35、王艮梅，刘树新，杨丽. 污泥有机氮在林地土壤中的矿化动态. 南京林业大学学报：自然科学版，2012,36(5):87-91.<br/>36、王艮梅, 韦庆翠, 袁润, 等. 不同连栽代次及龄组杨树林土壤微生物量氮动态.南京林业大学学报:自然科学版, 2012,36(3) :69-73.<br/>37、王艮梅, 杨丽. 污泥施用对林地土壤基本性质及酶活性的影响. 生态环境学报, 2010,19(8):1988-1993.<br/>38、王艮梅，张焕朝，杨丽. 林地施用污泥对杨树生长和土壤环境的影响. 浙江林学院学报, 2010,27(3):385-390.<br/>39、Liu TF, Wang T, Sun C, Wang GM. Single and joint toxicity of cypemethrin and copper on Chinese cabbage (Pakchoi) seeds. Journal of Hazardous Materials, 2009,163 (1): 344-348.<br/>40、王艮梅, 刘洋. 江苏省畜禽粪便污染及资源化利用. 环境科学与管理, 2008,33(8):172-177.<br/>41、王艮梅, 孙成, 马爱军. 表面活性剂及水溶性有机物对菲生态毒性的影响. 生态环境, 2008,17(5):1764-1768.<br/>42、王艮梅, 孙成. 表面活性剂Tween80及DOM对土壤中菲、芘解吸的影响. 环境科学, 2007,28(4):156-161.<br/>43、王艮梅, 孙成. 有机物料及表面活性剂对植物修复菲污染土壤的影响. 环境科学与管理, 2007,32(11):42-46<br/>44、王艮梅, 刘洋, 陈容. 污泥有机碳在林地土壤中的分解动态.生态环境, 2007,16(5):1390-1393.<br/>45、王艮梅, 孙成, 谢学群. 表面活性剂及DOM对土壤中菲、芘解吸行为的影响因子初探. 生态环境，2007,16(4):1108-1112.<br/>46、王艮梅, 周立祥, 黄焕忠. 水溶性有机物在土壤中的吸附及对Cu沉淀的抑制作用. 环境科学，2006,27(4):754-759.<br/>47、王艮梅, 周立祥. 水溶性有机物在土壤剖面中的“分馏”及对土壤中Cu溶出的影响. 环境科学,2006,27(6):1229-1234.<br/>48、王艮梅, 周立祥. 水溶性有机物对水田土壤中水溶性氮磷含量及其利用率的影响. 生态学杂志, 2006,25(1):13-18.<br/>49、王艮梅, 周立祥, 占新华, 黄焕忠. 水田土壤中水溶性有机物的产生动态及对土壤中重金属活性的影响:田间微区试验. 环境科学学报，2004,24(5): 858-864.<br/>50、王艮梅，周立祥. 陆地生态系统中水溶性有机物的环境行为及其环境学意义. 应用生态学报，2003,14(11): 2019-2025.<br/>51、王艮梅，周立祥. 施用有机物料对污染土壤水溶性有机物的产生及对Cu活性的影响. 环境科学学报，2003,23(4): 452-457.<br/>52、周立祥，王艮梅. 污水污泥中重金属细菌淋滤效果研究. 环境科学学报，2001,21(4):502-504.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "已完成或在研的相关研究项目主持课题：<br/>1）城市污泥在杨树人工林地上施用的生态环境效应及其机理研究（江苏省自然科学基金BK2007219，2008.1-2009.12，8万，1/6）<br/>2）城市污泥对速生丰产林地地力退化防治机理研究（江苏省高校自然科学基金，07KJB220047，2008.1-2009.12，3万，1/4）<br/>3）城市污泥堆肥在杨树林丰产栽培中的培肥技术及推广（江苏省林业三项工程资助项目，LYSX[2010]15，2011.1-2012.12，30万，1/9）<br/>4）不同杨农复合经营模式土壤溶解性有机碳的动态及行为（国家自然科学基金，31200472,2013.1-2015.12，22万，1/5）<br/>5）杨树木材加工废弃物栽培食用菌高产技术及循环再利用研究（与林化所合作项目，江苏省林业三新工程项目LYSX[2014]10，2014.7-2016.12，10万/40万）<br/>6）优良观赏树种—香橼良种繁育与示范推广（与江苏林丰绿化工程有限公司合作，江苏省林业三新工程项目LYSX[2014]49，2014.7-2016.6，15万/50万）<br/>7）沿海滩涂高效生态经济造林与生态优化保护关键技术研发（江苏省科技支撑计划项目BE2013357，2013.7-2016.7，20万）负责完成：<br/>8）江苏省优良树种选育和高效栽培技术（江苏省农业科技自主创新重大项目）中负责完成子课题：江苏重要乡土树种种子资源收集与评价中枫杨的种子资源收集与评价。（CX(16)1005， 2016.7-2019.12）30万/1000万<br/>9）江苏省农科院，农业科技自主创新项重大项目，CX(17)1004，典型困难立地生态经济防护林营建技术方案， 2017.7-2020.12，20万/1000万，在研，参加；<br/>10）典型农产品重金属污染来源分析及风险评价（江苏省农业科技自主创新项目，CX(20)3084，2020.6-2022.6，30万）<br/>11）基于城市污泥-园林绿化废弃物的生物炭制备工艺及其资源化利用技术（江苏省社会发展项目，BE2020781，2020.12-2023.6，50万）<br/>12）基于林业废弃物资源化利用的技术集成与示范推广（江苏省林业科技创新与推广项目，LYKJ[2020]11，2020.11-2022.11，40万）<br/><br/><br/>参与课题：<br/>1）不同林龄和栽培代次杨树人工林土壤氮素矿质化特性研究（国家自然科学基金，2009.1-2011.12, 38万）<br/>2）输电线路通道内再生树木清理的技术研究 （省电力公司委托，2009.1-2012.12,67万）<br/>3）银杏叶和外种皮加工产业化关键技术研究/银杏残叶生物有机肥的研制与利用（国家林业局行业专项，2010.1-2014.12,320（35）万）<br/>4）典型困难立地生态经济防护林营建技术方案（江苏省农业科技自主创新重大项目）（CX(17)1004， 2017.7-2020.12）5）南京市法桐行道树护根技术研究项目（南京市园林局委托，2020.7-2021.7,70万）<br/>6）“杨树大径级工业资源材高效培育技术研究”（十四五国家重点研发计划项目）<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "025-85428629wanggenmei@njfu.edu.cn",
    "Introduction": "None",
    "id": "0042",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/20200702170503814ttairm.jpg?iid=22730",
    "Department": "水土保持系",
    "Duties": "水保系支部书记、系副主任",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "博士",
    "Work": "None",
    "Name": "王艮梅",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "教育背景学习简历<br/>2003.10-2004.6，香港浸会大学交流学习<br/>2001.7 – 2004.8，南京农业大学，植物营养学，博士<br/>1999.9 – 2001.7，南京农业大学，环境科学与工程，硕博连读（硕2年）<br/>1995.9 – 1999.6，南京农业大学，农业环境保护，学士<br/><br/>工作简历<br/>2021.8-至今，南京林业大学林学院，教授<br/>2018.3-2021.7，南京林业大学林学院，副教授<br/>2017.8-2018.8，第十批科技镇长团沭阳团团员，担任沭阳县环保局副局长（挂职）<br/>2016.1—2017.1，美国威斯康星大学密尔沃基分校（访学）<br/>2014.9-2018.3，南京林业大学生物与环境学院，副教授<br/>2008.7-2014.8，南京林业大学林学院，副教授<br/>2004.8–2008.6，南京林业大学森林资源与环境学院，讲师<br/><br/>"
}