{
    "Research_direction": "生态工程评估、生态系统服务、水土流失危险性评价、景观模型",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "论文（1作与通讯）：[1]   Ma, S., Wang, L.-J*., Chu,L., Jiang, J., 2023. Determination of ecological restoration patterns based on water security and food security in arid regions, Agricultural Water Management, 278(108171).<br/>[2]   Ma, S., Wang, L.-J*., Wang,H., Jiang, J., Zhang,J., 2023. Multiple ecological effects and their drivers of ecological restoration programmes in the Qinghai-Tibet Plateau, China, Land Degradation & Development.,1-15. DOI: 10.1002/ldr.4543<br/>[3]   Ma, S., Li, Y., Zhang, Y.,Wang, L.-J*.,  Jiang, J., 2022. Distinguishing the relative contributions of climate and land use/cover \nchanges to ecosystem services from a geospatial perspective. Ecological Indicators 136,108645.<br/>[4]   Ma, S., Wang, L.-J*., Wang, H.-Y. Zhang, X., Jiang, J., 2022. Spatial heterogeneity of ecosystem services in response to landscape patterns under the Grain for Green Program: A case-study in Kaihua County, China. Land Degradation & Development 33,11:1901-1916.<br/>[5]   Ma, S., Wang, H.-Y., Wang, L.-J*., Jiang, J., Gong, J., Wu, S., Luo, G., 2022. Evaluation and simulation of landscape evolution and its ecological effects under vegetation restoration in the northern sand prevention belt, China. Catena 218,106555.<br/>[6]   Ma, S., Wang, H.-Y., Zhang, X#., Wang, L.-J*., Jiang, J., 2022. A nature-based solution in forest management to improve ecosystem services and mitigate their trade-offs. Journal of Cleaner Production 351,131557.<br/>[7]   Wang, L.-J*., Gong, J., Ma, S., Wu, S. Zhang, X#., 2022. Ecosystem service supply–demand and socioecological drivers at different spatial scales in Zhejiang Province, China. Ecological Indicators 140,109058.<br/>[8]   Wang, L.-J., Ma, S., Jiang, J., Zhao, Y.-G., Zhang, J.-C., 2021. Spatiotemporal Variation in Ecosystem Services and Their Drivers among Different Landscape Heterogeneity Units and Terrain Gradients in the Southern Hill and Mountain Belt, China. Remote Sensing 13,7,1375.<br/>[9]   Wang, L.-J., Ma, S., Zhao, Y.-G., Zhang, J.-C., 2021. Ecological restoration projects did not increase the value of all ecosystem services in Northeast China. Forest Ecology and Management 495, 119340.<br/>[10] Ma, S., Qiao, Y.-P., Jiang, J., Wang, L.-J*., Zhang, J.-C., 2021. Incorporating the implementation intensity of returning farmland to lakes into policymaking and ecosystem management: A case study of the Jianghuai Ecological Economic Zone, China. Journal of Cleaner Production 306, 127284.<br/>[11]Ma, S., Qiao, Y.-P., Wang, L.-J*., Zhang, J.-C., 2021. Terrain gradient variations in ecosystem services of different vegetation types in mountainous regions: Vegetation resource conservation and sustainable development. Forest Ecology and Management 482, 118856.<br/>[12] Ma, S., Wang, L.-J*., Jiang, J., Chu, L., Zhang, J.-C., 2021. Threshold effect of ecosystem services in response to climate change and vegetation coverage change in the Qinghai-Tibet Plateau ecological shelter. Journal of Cleaner Production 318, 128592.<br/>[13] Ma, S., Wang, L.-J*., Zhu, D., Zhang, J., 2021. Spatiotemporal changes in ecosystem services in the conservation priorities of the southern hill and mountain belt, China. Ecological Indicators 122, 7713,107225<br/>[14] Peng, L., Cheng, H., Wang, L.-J*., Zhu, D., Naeth, M.A., 2021. Comparisons of the prediction results of soil properties based on fuzzy c-means clustering and expert knowledge from laboratory Visible-Near-Infrared reflectance spectroscopy data. Canadian Journal of Soil Science 101, 33-44.<br/>[15] Wang, L.-J*., Cheng, H., Yang, L.-C., Zhao, Y.-G., 2021. Soil organic carbon mapping in cultivated land using model ensemble methods. Archives of Agronomy and Soil Science, 1-15.<br/>[16] Wang, L.-J*.,Zhang, H., Qi, F., Liu, X., Zhang, Q., Zhang, C., Yuan, L., Yao, X., Naeth, M.A., 2019. Estimating soil erosion intensity in susceptible areas based on a comprehensive stratified sampling system associated with the geographical information system. Canadian Journal of Soil Science 99, 321-333.<br/>[17] Wang, L.J*.,Ma, S., Qiao, Y.P., Zhang, J.C., 2020. Simulating the Impact of Future Climate Change and Ecological Restoration on Trade-Offs and Synergies of Ecosystem Services in Two Ecological Shelters and Three Belts in China. Int J Environ Res Public Health 17.<br/>[18] 王良杰∗,马帅,许稼昌,朱殿珍,张金池,基于生态系统服务权衡的优先保护区选取研究-以南方丘陵山地带为例．生态学报,2021,41(5):1716-1727.<br/>[19] 马帅,程浩,林晨,王良杰∗,江淮生态经济区土地利用景观格局时空变化. 水土保持研究,2021,28(1):292-299.<br/>[20] 朱殿珍,初磊,马帅,王良杰∗,张金池,青藏高原生态屏障区生态系统服务权衡与协同关系.水土保持研究,2021,28(4):292-299.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "主持并参与多项国家自然科学基金、国家重点研发计划，江苏省水利厅、淮河水利委员会等科研项目。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "liang-jiewang@njfu.edu.cn",
    "Introduction": "None",
    "id": "0044",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/20200702170503689cag7jn.jpg?iid=22729",
    "Department": "水土保持系",
    "Duties": "教师",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "工学博士",
    "Work": "None",
    "Name": "王良杰",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "工作经历：2022年12月-至今，     南京林业大学，林学院，教授<br/>2014年03月-2022年12月， 南京林业大学，林学院，副教授<br/>教育背景：<br/>2010/4-2013/3， 日本岐阜大学，工学院，博士<br/>2006/9-2009/6， 南京农业大学，公共管理学院，硕士<br/>2002/9-2006/6， 南京林业大学，森林资源与环境学院，学士<br/>"
}