{
    "Research_direction": "森林病理学、森林微生物学、分子植物病理学",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "人才项目<br/><br/>享受国务院政府特殊津贴专家<br/><br/>获奖成果<br/>2017年 国家科技进步二等奖 1项（2/10）<br/>2008年 国家科技进步二等奖 1项（4/10）<br/>2016年 教育部科技进步奖一等奖 1项（2/15）<br/>2016年 梁希林业科学技术一等奖 1项（1/15）<br/>2016年 中国专利优秀奖1项（3/3）<br/>2015年 梁希林业科学技术二等奖 1项（2/10）<br/>2009年 梁希林业科学技术二等奖 1项（2/10）<br/>2011年 梁希林业科学技术三等奖 1项（1/5）<br/>2007年 梁希林业科学技术二等奖 1项（4/10）<br/>2007年 上海市科学技术二等奖 1项（8/10）<br/><br/>2001年 江苏省优秀博士学位论文获得者<br/>2006年 江苏省普通高等学校本专科优秀毕业设计（论文）一等奖指导教师<br/>2006-2017年 先后9次获江苏省优秀硕士学位论文指导教师<br/>2004-2014年 先后8次获南京林业大学本科毕业论文优秀指导教师<br/>2006-2017年 先后16次获得南京林业大学优秀硕士、博士学位论文指导教师<br/><br/>发表论文论著及授权专利<br/>国内外核心期刊发表学术论文300余篇 （其中SCI收录74篇）<br/>编著及参编教材及专著5部<br/>以第一发明人获授权国家发明专利21项<br/><br/>代表性论文：<br/>1. Hu L-J，Wu X-Q*，Li H-Y，Wang Y-C，Huang X， Wang Y，Li Y. BxCDP1 from the pine wood nematode Bursaphelenchus xylophilus is recognized as a novel molecular pattern. Molecular Plant Pathology. 2020, 21:923–935.   DOI: 10.1111/mpp.12939<br/>2. Liu H-B, Rui L, Feng Y-Q, Wu X-Q*. Autophagy contributes to resistance to the oxidative stress induced by pine reactive oxygen species metabolism, promoting infection by Bursaphelenchus xylophilus. Pest Manag Sci. 2020, 76: 2755–2767 DOI 10.1002/ps.5823<br/>3. Xue Q, Wu X-Q*, Wu F, and Ye J-R. Transcriptome Analysis of Bursaphelenchus xylophilus Uncovers the Impact of Stenotrophomonas maltophilia on Nematode and Pine Wilt Disease. Forests, 2020, 11：908; doi:10.3390/f11090908<br/>4. Zhao Q, Hu L-J，Wu X-Q*，Wang Y-C. A key effector, BxSapB2, plays a role in the pathogenicity of the pine wood nematode Bursaphelenchus xylophilus. Forest Pathology. 2020, 50:e12600. DOI: 10.1111/efp.12600<br/>5. Li Y，Hu L-J，Wu X-Q*，Ye J-R. A Bursaphelenchus xylophilus effector, Bx-FAR-1, suppresses plant defense and affects nematode infection of pine trees. Eur. J Plant Pathology. 2020, 157(3):637-650  DOI: org/10.1007/s.10658-020-02031-8<br/>6.  Wu F, Wu X. Q*, Kong W. L, Zhang Y, Wu T.Y, Sun X. R. First report of leaf spot disease caused by Alternaria alternata on Carya illinoensis in China. Plant Disease, 2020,104(6) :1854-1855  doi.org/10.1094/PDIS-11-19-2354-PDN<br/>7. Liu Y-Q, Wang Y-H, Kong W-L, Liu W-H, Xie X-L, Wu X-Q*. Identification, cloning and expression patterns of the genes related to phosphate solubilization in Burkholderia multivorans WS-FJ9 under different soluble phosphate levels.  AMB Express, 2020,10:108 doi.org/10.1186/s13568-020-01032-4<br/>8. Zhu M L, Wang Y H, D Y, Wu X Q* , Ye Jian Ren. Effects of Diferent Culture Conditions on the Bioflm Formation of Bacillus pumilus HR10. Current Microbiology, 2020, 77(8):1405-1411 doi.org/10.1007/s00284-020-01944-1<br/>9. Zhu M L, Wu X Q*, Wang Ya Hui, Dai Yun. Role of Biofilm Formation by Bacillus pumilus HR10 in Biocontrol against Pine Seedling Damping-Off Disease Caused by Rhizoctonia solani. Forests, 2020, 11：652; doi:10.3390/f11060652<br/>10. Kong W-L, Rui L, Ni H, Wu X-Q*. Antifungal effects of volatile organic compounds produced by Rahnella aquatilis JZ-GX1 against Colletotrichum gloeosporioides in Liriodendron chinense × tulipifera. Frontiers in Microbiology. 2020, 11:1114.   doi: 10.3389/fmicb.2020.01114<br/>11. Wang Q-H, Fan K, Li D-W, Han C-M, Qu Y-Y, Qi Y-K, Wu X-Q*. Identification, Virulence and Fungicide Sensitivity of Colletotrichum gloeosporioides s.s. Responsible for Walnut Anthracnose Disease in China. Plant Disease, 2020, 104(5) :1358-1368 doi.org/10.1094/PDIS-12-19-2569-RE<br/>12. Kong W-L, Wu X-Q*, Zhao Y-J. Efects of Rahnella aquatilis JZ-GX1 on Treat Chlorosis Induced by Iron Defciency in Cinnamomum camphora. Journal of Plant Growth Regulation , 2020, 39(2):877–887; doi.org/10.1007/s00344-019-10029-8<br/>13. Fu Y-M, Liu H-B, Wu X-Q*. Diversity and Function of Endo-Bacteria in Bursaphelenchus xylophilus from Pinus massoniana Lamb. in Difffferent Regions. Forests, 2020, 11, 487; doi:10.3390/f11050487<br/>14. Kong W-L, Li P-S ,Wu X-Q*, Wu T-Y，Sun X-R.  Forest Tree Associated Bacterial Diffusible and Volatile Organic Compounds against Various Phytopathogenic Fungi. Microorganisms, 2020, 8(4), 590; doi:10.3390/microorganisms8040590<br/>15. Yan P, Zhang X-T, Hu L-J, Wang Y-H, Zhu M-L, Wu X-Q*，Fei Chen. Two novel strains, Bacillus albus JK-XZ3 and B. velezensis JK-XZ8, with activity against Cerasus crown gall disease in Xuzhou, China. Australasian Plant Pathology, 2020, 49:127–136. https://doi.org/10.1007/s13313-020-00682-z<br/>16. Kong W-L , Wu S-H, Wu X-Q*, et al, First report of leaf spot disease caused by Colletotrichum tropicale on Ficus binnendijkii var. variegata in China,  Plant Disease, 2020, 104(2):585. DOI: 10.1094/PDIS-04-19-0834-PDN<br/>17. Wu T-Y，Wu X-Q*，Xu X，Kong W，Wu F. Salt Tolerance Mechanism and Species Identifcation of the Plant Rhizosphere Bacterium JYZ-SD2. Current Microbiology, 2020, 77(3):388-395. https://doi.org/10.1007/s00284-019-01835-0<br/>18. Qiao H, Sun X-R, Wu X-Q*, Li G-E, Wang Z , Li D-W. The phosphate-solubility characteristic of Penicilium guanacastense isolated from pinus massoniana rhizosphere soil in China and its growth-promoting ability. Biology Open. 2019(8), bio046797.  doi:10.1242/bio.046797<br/>19. Huang X, Hu L, and Wu X*. Identification  of a novel effector BxSapB3 that enhances the virulence of pine wood nematode Bursaphelenchus xylophilus. Acta Biochim Biophys Sin, 2019, 51（10）:1071-1078  doi：10.1093/abbs/gmz100<br/>20. Xue Q, Wu X-Q*. Characteristics and function of a novel cystatin gene in the pine wood nematode Bursaphelenchus xylophilus. Biology Open, 2019 (8), bio042655. doi:10.1242/bio.042655<br/>21. Liu H, Wu X*, Feng Y , and Rui L. Autophagy contributes to the feeding, reproduction, and mobility of Bursaphelenchus xylophilus at low temperatures. Acta Biochim Biophys Sin, 2019, 51(8), 864-872 doi: 10.1093/abbs/gmz068<br/>22. Liu H , Rui L, Feng Y, and Wu X*. Molecular Characterization and Functional Analysis of Three Autophagy Genes, BxATG5, BxATG9, and BxATG16, in Bursaphelenchus xylophilus. Int. J. Mol. Sci. 2019, 20, 3769; doi:10.3390/ijms20153769<br/>23. Xue Q, Xiang Y, Wu X-Q*, and Li M-J. Bacterial Communities and Virulence Associated with Pine Wood Nematode Bursaphelenchus xylophilus from Different Pinus spp.. Int. J. Mol. Sci. 2019, 20, 3342; doi:10.3390/ijms20133342<br/>24. Hu L-J, Wu X-Q*, Li H-Y, Zhao Q, Wang Y-C, Ye J-R. An effector, BxSapB1, induces cell death and contributes to virulence in the pine wood nematode Bursaphelenchus xylophilus. Molecular Plant-Microbe Interactions, 2019,32(4): 452-463 doi:10.1094/MPMI-10-18-0275-R<br/>25. Liu H, Wu F, Wu X* and Ye J. Differential effects of rapamycin on Bursaphelenchus xylophilus with different virulence and differential expression of autophagy genes under stresses in nematodes. ABBs (Acta Biochimica et Biophysica Sinica), DOI: 10.1093/abbs/gmy172. 2019, 51(3)：254-262.<br/>26. Zhu L, Chu X, Sun T, Ye J, Wu X*. Micropropagation of Pinus densiflora and the evaluation of nematode resistance of regenerated microshoots in vitro. J. For. Res. 2019,30(2):519-528  https://doi.org/10.1007/s11676-018-0681-y<br/>27. Xue Q, Wu X-Q*, Zhang W-J, Deng L-N and Wu M-M. Cathepsin L-like Cysteine Proteinase Genes Are Associated with the Development and Pathogenicity of Pine Wood Nematode, Bursaphelenchus xylophilus. Int. J. Mol. Sci. 2019, 20, 215; doi:10.3390/ijms20010215<br/>28. Li G-X, Wu X-Q* , Ye J-R, and Yang H-C. Characteristics   of Organic Acid Secretion Associated with the Interaction between Burkholderia multivorans WS-FJ9 and Poplar Root System. BioMed Research International, Volume 2018, Article ID 9619724, 12 pages https://doi.org/10.1155/2018/9619724<br/>29. Zhang Y, Chen F-S, Wu X-Q*, Luan F-G,  Zhang L-P, Fang X-M, Wan S-Z, Hu X-F, Ye J-R. Isolation and characterization of two phosphate-solubilizing fungi from rhizosphere soil of moso bamboo and their functional capacities when exposed to different phosphorus sources and pH environments.  PLOS ONE , 2018, July 11, doi.org/10.1371/journal.pone.0199625<br/>30. Wang Q-H, Duan C-H, Liu X-H, Li D-W, Niu S-G, Hou L-Q,Wu X-Q*. First Report of Walnut Anthracnose Caused by Colletotrichum fructicola in China, Plant Disease, 2018, 102(1):247. DOI: 10.1094/PDIS-06-17-0921-PDN<br/>31. Wu F, Deng L-N, Wu X-Q*, Liu Hong-Bin and Ye Jian-Ren. Expression Profiling of Autophagy Genes BxATG1 and BxATG8 under Biotic and Abiotic Stresses in Pine Wood Nematode Bursaphelenchus xylophilus. Int. J. Mol. Sci. 2017, 18(12), 2639; doi: 10.3390/ijms18122639<br/>32. Wang Q-H, Fan K, Li D-W, N S-G, Hou L-Q, Wu X-Q*. Walnut anthracnose caused by Colletotrichum siamense in China. Australasian Plant Pathol. 2017.11.06 online, DOI 10.1007/s13313-017-0525-9<br/>33. Zeng Q ,Wu X*, Wang J, Ding X. Phosphate solubilization and gene expression of phosphate-solubilizing bacterium Burkholderia multivorans WS-FJ9 under different levels of soluble phosphate. Journal of Microbiology and Biotechnology. 2017, 27(4):844-855, doi.org/ 10.4014/jmb.1611.11057<br/>34. Xu M, Xu F, and Wu X*. Differentially Expressed Proteins From the Peritrophic Membrane Related to the Lethal, Synergistic Mechanisms Observed in Hyphantria cunea Larvae Treated With a Mixture of Bt and Chlorbenzuron. Journal of Insect Science, 2017, 17(2): 61:1-8 doi: 10.1093/jisesa/iew126<br/>35. Zeng Q, Wu X*, Wen X. Identification and characterization of the rhizosphere phosphate-solubilizing bacterium Pseudomonas frederiksbergensis JW-SD2 and its plant growth-promoting effects on poplar seedlings. Ann Microbiol. 2017, 67:219-230. DOI 10.1007/s13213-016-1237-z<br/>36. Wu X-Q*, Xue Q, Xiang Y; Ding X-L, Xu X-L, Ye J-R. Community and functional diversity of bacteria associated with propagative and dispersal forms of Bursaphelenchus xylophilus. Nematology, 2016, 18(10): 1185-1198 DOI: 10.1163/15685411-00003024<br/>37. Xu C. And Wu X. Q*. Physiological and Proteomic Analysis of Mycorrhizal Pinus massoniana Root Inoculated with Lactarius insulsus under Drought Stress. Russian Journal of Plant Physiology. 2016, 63(5): 709-717, DOI 10.1134/s1021443716040178<br/>38. Shen L, Wu X-Q*, Zeng Q-W, Liu H-B. Regulation of Soluble Phosphate on the Ability of Phytate Mineralization and beta-Propeller Phytase Gene Expression of Pseudomonas fluorescens JZ-DZ1, a Phytate-Mineralizing Rhizobacterium. Curr. Microbiol., 2016, 73(6): 915-923, DOI 10.1007/s00284-016-1139-0<br/>39. He L-X, Wu X-Q*, Xue Q and Qiu X-W. Effects of Endobacterium (Stenotrophomonas maltophilia) on Pathogenesis-Related Gene Expression of Pine Wood Nematode (Bursaphelenchus xylophilus) and Pine Wilt Disease[J]. Int. J. Mol. Sci. 2016, 17:778. DOI:10.3390/ijms17060778.<br/>40. Deng L-Na Wu X-Q*, Ye J-R and Xue Q. Identification of Autophagy in the Pine Wood Nematode Bursaphelenchus xylophilus and the Molecular Characterization and Functional Analysis of Two Novel Autophagy-Related Genes, BxATG1 and BxATG8. Int. J. Mol. Sci. 2016, 17 , 279; doi:10.3390/ijms17030279<br/>41. Zeng Q, Wu X*, Wen X. Effects of soluble phosphate on phosphate-solubilizing characteristics and expression of gcd gene in Pseudomonas frederiksbergensis JW-SD2., Curr Microbiol，2016,72:198–206. DOI 10.1007/s00284-015-0938-z<br/>42. Xiang Y, Wu X-Q*, Zhou A-D. Bacterial diversity and community structure in the Pine wood nematode Bursaphelenchus xylophilus and B. mucronatus with different virulence by high-throughput sequencing of the 16S rDNA. PLOS ONE , 2015, 10(9): e0137386; DOI:10.1371/journal.pone.0137386.<br/>43. Tian X-J, Wu X-Q*, Xiang Y, Fang X and Ye J-R. The effect of endobacteria on the development and virulenceof the pine wood nematode, Bursaphelenchus xylophilus. Nematology. 2015, (17):581-589 DOI 10.1163/15685411-00002892<br/>44. Xu X-L, Wu X-Q*, Ye J-R, and Huang L. Molecular Characterization and Functional Analysis of Three Pathogenesis-Related Cytochrome P450 Genes from Bursaphelenchus xylophilus (Tylenchida: Aphelenchoidoidea). Int. J. Mol. Sci. 2015, 16, 5216-5234; doi:10.3390/ijms16035216   (International Journal of Molecular Sciences)<br/>45. Chen K., Wu X.-Q*. , Huang M.-X., and Han Y.-Y. First Report of Brown Culm Streak of Phyllostachys praecox Caused by Arthrinium arundinis in Nanjing, China. Plant Disease, 2014, 98(9):1274-1274. DOI: 10.1094/PDIS-02-14-0165-PDN<br/>46. Zhou A-D, Wu X-Q*, Shen L, Xu X-L, Huang L & Ye J-R. Profiling of differentially expressed genes in ectomycorrhizal fungus Pisolithus tinctorius responding to mycorrhiza helper Brevibacillus reuszeri MPt17. Biologia 2014, 69(4): 435-442, Section Cellular and Molecular Biology DOI: 10.2478/s11756-014-0344-1<br/>47. Zhao L, Wu X-Q∗, Ye J-R, Li H, Li G-E. Isolation and characterization of a mycorrhiza helper bacterium from rhizosphere soils of poplar stands. Biol Fertil Soils, 2014, 50:593–601. DOI 10.1007/s00374-013-0880-9<br/>48. Wu X-Q，Yuan W-M，Tian X-J，Fan B，Fang X，Ye J-R，Ding X-L. Specific and Functional Diversity of Endophytic Bacteria from Pine Wood Nematode Bursaphelenchus Xylophilus with Different Virulence [J]. International Journal of Biological Sciences, 2013; 9(1):34-44 (DOI: 10.7150/ ijbs.5071).<br/>49. Li G-X, Wu X-Q∗,Ye J-R. Biosafety and colonization of Burkholderia multivorans WS-FJ9 and its growth-promoting effects on poplars. Appl Microbiol Biotechnol, 2013, 97:10489–10498. DOI 10.1007/s00253-013-5276-0<br/>50. Li G-E, Wu X-Q*, Ye J-R, et,al. Isolation and identification of phytatedegrading rhizobacteria with activity of improving growth of poplar and Masson pine[J]. World Journal of Microbiology and Biotechnology, 2013, 29:2181-2193. DOI 10.1007/s11274-013-1384-3.<br/>51. Wu X-Q, Hou L-L, Sheng J-M, Ren J-H, Zheng L, Chen D, Ye J-R. Effects of ectomycorrhizal fungus Boletus edulis and mycorrhiza helper Bacillus cereus on the growth and nutrient uptake by Pinus thunbergii[J]. Biology and Fertility of Soils, 2012, 48(4):385-391 DOI 10.1007/s00374-011-0638-1<br/>52. Yu L-Z, Wu X-Q∗, Ye J-R et, al. NOS-like-mediated nitric oxide is involved in Pinus thunbergii response to the invasion of Bursaphelenchus xylophilus [J]. Plant Cell Rep, 2012, 31:1813-1821. (DOI 10.1007/s00299-012-1294-0)<br/>53. LIU H, WU X-Q∗, REN J-H and YE J-R. Isolation and Identification of Phosphobacteria in Poplar Rhizosphere from Different Regions of China [J]. Pedosphere 2011, 21(1): 90–97.<br/><br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "先后主持和承担国家及省部级课题27项（主持国家自然科学基金项目4项、国家林业公益性行业科研专项、国家林草局重大应急科技项目专题、十三五国家重点研发计划子课题、国家林业局重大公益项目子专题、国家林业局948项目、江苏省重大科技支撑与自主创新专项、江苏省科技支撑计划、江苏省自然科学基金和江苏高校自然科学研究重大项目等。）<br/><br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "xqwu@njfu.edu.cn",
    "Introduction": "None",
    "id": "0046",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/20200702154809578hkv3uz.jpg?iid=22689",
    "Department": "森林保护系",
    "Duties": "教师",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "农学博士",
    "Work": "None",
    "Name": "吴小芹",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "中国林学会森林病理分会常务理事<br/>中国林学会松树分会常务理事<br/>全国植物检疫标准委林业植检分会委员<br/>江苏省食用菌协会常务理事<br/>南京林业大学学报（自然科学版）编委<br/>",
    "Experience": "教育背景：1978.3-1982.1 南京林产工业学院 森保专业 农学学士<br/>1983.9-1984.7 南京林业大学林业部部办德语班 进修<br/>1996.9-1999.7 南京林业大学 森林保护学  农学博士<br/><br/>工作经历：<br/>1982.2-1986.7 中国林科院亚热带林业研究所 实习研究员<br/>1986.8-2001.3 南京林业大学 助理研究员、副研究员、副教授<br/>2001.4-至今  南京林业大学 教授<br/>（其中 2002.5至今 博士生导师）<br/><br/>"
}