{
    "Research_direction": "研究领域：林木功能基因组学、林木生物信息学<br/><br/>研究方向：<br/>1）杨柳科植物性别决定与雌雄花发育调控的分子机制<br/>2）植物等位基因特异的表达调控<br/>3）杨树抗旱、耐盐碱新种质创制<br/><br/><br/>欢迎联系报考硕士、博士研究生或开展博士后研究工作。<br/>学校关于博士后的相关政策见下面链接：<br/>http://renshi.njfu.edu.cn//c620/20190228/i29161.html<br/><br/>To future students:<br/>在团队中你将拥有平等的交流环境、前沿的研究思路、严谨的科学训练和广阔的职业前景。<br/>Welcome to work together on Enjoyable Science in forest genetics.<br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "发表论文：21. Xue LJ#, Wu H#, Chen Y#, Li X#, Hou J, Lu J, Wei S, Dai X, Olson MS, Liu J, Wang M, Charlesworth D, Yin T*. Evidences for a role of two Y-specific genes in sex determination in Populus deltoides. Nat Commun. 2020,11:5893.<br/>20. Tsai CJ*, Xu P, Xue LJ, Hu H, Nyamdari B, Naran R, Zhou X, Goeminne G, Gao R, Gjersing E, Dahlen J, Pattathil S, Hahn MG, Davis MF, Ralph J, Boerjan W, Harding SA*. Compensatory Guaiacyl Lignin Biosynthesis at the Expense of Syringyl Lignin in 4CL1-Knockout Poplar. Plant Physiol. 2020,183:123-136.<br/>19. Fu FF#, Hao Z#, Wang P,Lu Y, Xue LJ, Wei G,Tian Y, Hu B, Xu H,Shi J,Cheng T,Wang G, Yi Y,Chen J*. Genome sequence and comparative analysis of Colletotrichum gloeosporioides isolated from Liriodendron leaves. Phytopathology, 2020, 110:1260-1269.<br/>18. Ullah C, Tsai CJ, Unsicker SB, Xue L, Reichelt M, Gershenzon J, Hammerbacher A. (2019) Salicylic acid activates poplar defense against the biotrophic rust fungus Melampsora larici-populina via increased biosynthesis of catechin and proanthocyanidins. New Phytol. 221:960-975.<br/>17. Xue LJ*, Tsai CJ. (2015) AGEseq: Analysis of Genome Editing by Sequencing. Mol. Plant. 8：1428-1430 (*corresponding author).<br/>16. Xue LJ, Guo W, Yuan Y, Anino EO, Nyamdari B, Wilson MC, Frost CJ, Chen H-Y, Babst BA, Harding SA, Tsai C-J. (2013) Constitutively elevated salicylic acid levels alter photosynthesis and oxidative state, but not growth in transgenic Populus. Plant Cell. 25:2714-2730<br/>15. Xue LJ, Frost CJ, Tsai CJ, Harding SA. (2016) Drought response transcriptomes are altered in poplar with reduced tonoplast sucrose transporter expression. Sci Rep. 6:33655<br/>14. Xue LJ, Alabady MS, Mohebbi M, Tsai CJ. (2015) Exploiting genome variation to improve next-generation sequencing data analysis and genome editing efficiency in Populus tremula x alba 717-1B4. Tree Genetics & Genomes.11:82<br/>13. Xue LJ, Zhang JJ, Xue HW. (2012) Genome-wide analysis of the complex transcriptional networks of rice developing seeds. PLoS ONE 7: e31081.<br/>12. Xue LJ, Zhang JJ, Xue HW. (2009) Characterization and expression profiles of miRNAs in rice seeds. Nucleic Acids Res. 37:916-930.<br/>11. Chen J, Hao Z, Guang X, Zhao C, Wang P, Xue L, Zhu Q, Yang L, Sheng Y, Zhou Y,Xu H, Xie H, Long X, Zhang J, Wang Z, Shi M, Lu Y, Liu S, Guan L, Zhu Q, Yang L, Ge S, Cheng T, Laux T, Gao Q, Peng Y, Liu N, Yang S, Shi J. (2019) Liriodendron genome sheds light on angiosperm phylogeny and species-pair differentiation. Nat Plants. 5:18-25.<br/>10. Harding SA, Hu H, Nyamdari B, Xue LJ, Naran R, Tsai CJ. (2018) Tubulins, rhythms and cell walls in poplar leaves: it's all in the timing. Tree Physiol. 38: 397-408<br/>9. Hu H, Gu X, Xue LJ, Swamy PS, Harding SA, Tsai CJ.(2016) Tubulin C-terminal post-translational modifications do not occur in wood forming tissue of Populus. Frontiers in Plant Science 7:1493.<br/>8. Tsai CJ, Xue LJ. (2015) CRISPRing into the woods. GM Crops Food. 6:206-215<br/>7. Zhou X, Jacobs TB, Xue LJ, Harding SA, Tsai CJ. (2015) Exploiting SNPs for biallelic CRISPR mutations in the outcrossing woody perennial Populus reveals 4-coumarate:CoA ligase specificity and redundancy. New Phytol. 208：298-301<br/>6. Swamy PS, Hu H, Pattathil S, Maloney VJ, Xiao H, Xue LJ, Chung JD, Johnson VE,Zhu Y, Peter GF, Hahn MG, Mansfield SD, Harding SA, Tsai CJ. (2015) Tubulin perturbation leads to unexpected cell wall modifications and affects stomatal behaviour in Populus. 66:6507-6518<br/>5. Harding SA, Xue LJ, Du L, Nyamdari B, Lindroth RL, Sykes R, Davis MF, Tsai CJ. (2014) Condensed tannin biosynthesis and polymerization synergistically condition carbon use, defense, sink strength and growth in Populus. Tree Physiol. 34: 1240-1251<br/>4. Peng D, Gu X, Xue LJ, Leebens-Mack JH, Tsai C-J. (2014) Bayesian phylogeny of sucrose transporters: ancient origins, differential expansion and convergent evolution in monocots and dicots. Frontiers in Plant Science 5:615.<br/>3. Yang X, Yang YN, Xue LJ, Zou MJ, Liu JY, Chen F, Xue HW. (2011) Rice ABI5-Like1 regulates abscisic acid and auxin responses by affecting the expression of ABRE-containing genes. Plant Physiol. 156:1397-1409.<br/>2. Song L, Zhou XY, Li L, Xue LJ, Yang X, Xue HW. (2009) Genome-wide analysis revealed the complex regulatory network of brassinosteroid effects in photomorphogenesis. Mol. Plant 2:755-772.<br/>1. Niu Y, Wu GZ, Ye R, Lin WH, Shi QM, Xue LJ, Xu XD, Li Y, Du YG, Xue HW. (2009) Global analysis of gene expression profiles in Brassica napusdeveloping seeds reveals a conserved lipid metabolism regulation with Arabidopsis thaliana. Mol. Plant 2:1107-1122.<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "南京林业大学2018年度高层次科研启动基金， 2018.1-2020.12, GXL2018002美国农业部（Co-PI）, USDA, National Institute of Food and Agriculture. $490,000, Dissecting the oxidative stress response regulons of Populus, 2015.1-2017.12, Co-PI<br/>人才计划：<br/>国家重大人才工程入选者，2019年入选<br/>江苏特聘教授，2018年入选<br/>江苏双创人才，2019年入选<br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "lxue@njfu.edu.cn",
    "Introduction": "None",
    "id": "0051",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/20200702144109314wqqphe.jpg?iid=22667",
    "Department": "林木遗传育种系",
    "Duties": "林木遗传育种全国重点实验室副主任",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "理学博士",
    "Work": "None",
    "Name": "薛良交",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "Ad-hoc reviewer for：Plant Physiology, Tree Physiology, Plant Cell & Environment, Plant Physiology and Biochemistry, Journal of Experimental Botany, Journal of Integrative Plant Biology, Scientific Reports, BMC Plant Biology, Plant Growth Regulation, PLoS ONE, GM Crops & Food<br/>Scientist Mentor for PlantingScience.org (http://www.plantingscience.org/, 2011-2016)<br/>Judge, 2017 Georgia Science & Engineering Fair, 2017, Mar.<br/>中国林学会青年工作委员会第三届委员会委员  2018年6月-<br/><br/>",
    "Experience": "教育经历：2004.09-2010.07  中国科学院上海生命科学研究院植物生理生态研究所 遗传学 博士<br/>2000.09-2004.07  南京师范大学生命科学学院 生物科学(理科基地) 学士<br/><br/>工作经历：<br/>2018.01-      南京林业大学林学院 教授<br/>2014.10-2017.12  美国佐治亚大学森林与自然资源学院 研究助理<br/>2010.10-2014.09  美国佐治亚大学森林与自然资源学院 博士后<br/><br/><br/>"
}