{
    "Research_direction": "1，植物油脂代谢调控；2，油脂参与的植物抗病信号研究<br/>3，植物免疫活性小分子开发<br/>4，林木功能基因研究<br/><br/><br/>欢迎报考课题组硕士、博士研究生。此外，课题组招博士后，欢迎有志于从事植物分子生物学/生物化学的同志加入我们团队。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "发表论文<br/>1, Vacuolar H+-ATPase subunit VAB3 regulates cell growth and ion homeostasis in Arabidopsis.<br/>Wenbo Li, Laifu Luo, Lili Gu, Haimin Li, Qian Zhang, Yajin Ye*, Laigeng Li*. Plant Journal, 2022, doi.org/10.1111/tpj.15971.<br/><br/>2, Docking of acetyl-CoA carboxylase to the plastid envelope membrane attenuates fatty acid production in plants.<br/>Yajin Ye, Krisztina Nikovics, Alexandra To, Loïc Lepiniec, Eric Fedosejevs, Sébastien Baud, Jay J. Thelen*. Nature Communications, 2020, 11: 6191.<br/><br/>3, The BADC and BCCP subunits of chloroplast acetyl-CoA carboxylase sense the pH changes of the light–dark cycle.<br/>Yajin Ye, Yan G. Fulcher, David J. Sliman, Mizani T. Day, Mark J. Schroeder, Philip D. Bates, Jay J. Thelen, Steven R. Van Doren*. Journal of Biological Chemistry. 2020, 295: 9901-9916.<br/><br/><br/>4, A novel chemical inhibitor of ABA signaling targets all ABA receptors.<br/>Yajin Ye, Li-juan Zhou, Xue Liu, Hao Liu, De-qiang Li, Minjie Cao, Haifeng Chen, Lin Xu, Jian-kang Zhu*, Yang Zhao*. Plant Physiology. 2017, 173: 2356-2369. (Commentary by Plant Physiology: The First Broad-Spectrum Abscisic Acid Antagonist).<br/><br/><br/>5, GermoStatin Resistance locus 1 encodes a PHD finger protein involved in auxin-mediated seed dormancy and germination.<br/>Yajin Ye, Ziying Gong, Xiao Lu, Deyan Miao, Jianmin Shi, Juan Lu, Yang Zhao*. Plant Journal. 2016, 85: 3–15. (Cover Story, Recommended by F1000).<br/><br/><br/>6, The pleiotropic effects of the seed germination inhibitor germostatin.<br/>Yajin Ye, Yang Zhao*. Plant Signal & Behavior. 2016, 11:4, e1144000.<br/><br/><br/>7, Modes of action study of small molecule Germostatin by forward genetics screening.<br/>Yajin Ye*, Yang Zhao. Methods in Molecular Biology. 2018; 1795:143-148.<br/><br/>8, Identification of Auxin Activity Like 1, a chemical with weak functions in auxin signaling pathway.<br/>Wenbo Li, Haimin, Peng Xu, Zhi Xie, Yajin Ye, Lingting Li, Deqiang Li, Yijing Zhang, Laigeng Li, Yang Zhao*. Plant Molecular Biology. 2018, 98: 275-287.<br/><br/>9, Triplin, a small molecule, reveals copper ion transport in ethylene signaling.<br/>Wen-bo Li, Randy Lacey, Yajin Ye, Juan Lu, Kuo-Chen Yeh, You-li Xiao, Lai-geng Li, Chi-Kuang Wen, Brad M. Binder, Yang Zhao *. Plos Genetics. 2017, 13(4): e1006703.<br/><br/>10, Global Analysis Reveals the Crucial Roles of DNA Methylation during Rice Seed Development.<br/>Mei-Qing Xing, Yi-Jing Zhang, Shi-Rong Zhou, Wen-Yan Hu, Xue-Ting Wu, Yajin Ye, Xiao-Xia Wu, Yun-Ping Xiao, Xuan Li, and Hong-Wei Xue*. Plant Physiology. 2015, 168, 1417–1432.<br/><br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "科研项目国家自然科学基金委青年项目 2023-2025 主持<br/>江苏省自然科学基金青年项目 2022-2025 主持<br/>南京市留学人员科技创新项目 A类 （重点项目）2022 主持<br/>南京林业大学标志性成果培育项目 2022  主持<br/>南京林业大学高层次人才引进启动经费 2021 主持<br/><br/>人才计划<br/>国家级海外高层次青年人才，2022年入选<br/>江苏特聘教授，2021年入选<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "025-85428956yajinye@njfu.edu.cn",
    "Introduction": "None",
    "id": "0054",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2021/06/21/20210621171753739mtsi5j.jpg?iid=32875",
    "Department": "林木遗传育种",
    "Duties": "教师",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "理学博士",
    "Work": "None",
    "Name": "叶亚进",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "Plant Physiology 杂志Assistant Feature Editor<br/>",
    "Experience": "教育背景2010 年 9 月-2016 年 7 月 中国科学院上海植物生理生态研究所 遗传学 博士<br/>2006 年 9 月-2010 年 6 月 南京林业大学 生物工程 学士<br/><br/>工作经历<br/>2021 年 5 月-至今   南京林业大学 林学院 教授<br/>2020 年 12 月-2021年 3 月 密苏里大学 生化系 研究助理<br/>2017 年 6 月-2020年11 月 密苏里大学 生化系 博士后<br/>2016 年 9 月-2017 年 5 月 普渡大学  园艺系 博士后<br/><br/>课题组网站：https://www.x-mol.com/groups/ye_yajin<br/>"
}