{
    "Research_direction": "正如DNA和组蛋白表观遗传修饰具有重要表观遗传调控功能一样，RNA表观遗传修饰如首个被发现的N6-甲基腺嘌呤（m6A）在基因表达等基础生命进程中发挥着重要的作用 ，对哺乳动物和植物的生存能力至关重要，这一新兴表观遗传学研究领域被称之为RNA表观遗传学或表观转录组学。目前对m6A的研究正处在国际科学研究前沿热点上，然多集中于人类和哺乳动物，在植物领域中的研究相对较少，尚处于起步发展阶段，林学领域中的研究更为罕见。本课题组致力于林木RNA表观遗传学的研究，综合运用化学生物学、分子生物学、细胞生物学、基因组学、生物信息学等技术和手段，研究RNA表观遗传修饰m6A在林木中的生物调控功能。主要的研究方向包括：1、绘制林木表观转录组的高清图谱，探索RNA表观修饰m6A在林木中的功能；<br/>2、开发林木表观遗传修饰检测及测序技术，实现RNA表观修饰m6A的全转录组测序和定位；<br/>3、鉴定林木RNA表观修饰m6A的修饰酶、去修饰酶和结合蛋白，阐明表观修饰m6A对林木生长发育、逆境响应等调控机制；<br/>4、探索马尾松松脂合成与抗松材线虫病的表观转录调控机理；<br/>5、应用RNA表观修饰m6A对林木生长调控的机理，指导培育优良的林木品种。<br/><br/>欢迎感兴趣的同学加入我们团队，一起在林学领域发现“新大陆”！<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "发表论文：<br/>Chunling Wang, Junbo Yang, Peizhe Song, Qiang Lu, Qiong Yu, Guifang Jia. FIONA1 is an RNA N6-methyladenosine methyltransferase affecting Arabidopsis photomorphogenesis and flowering. Genome Biology, 2022, 23, 40, https://doi.org/10.1186/s13059-022-02612-2.<br/>Qiong Yu, Shun Liu, Lu Yu, Yu Xiao, Shasha Zhang, Xueping Wang, Yingying Xu, Hong Yu, Yulong Li, Junbo Yang, Jun Tang, Hong-Chao Duan, Lian-Huan Wei, Haiyan Zhang, Jiangbo Wei, Qian Tang, Chunling Wang, Wutong Zhang, Ye Wang, Peizhe Song, Qiang Lu, Wei Zhang, Shunqing Dong, Baoan Song, Chuan He, Guifang Jia. RNA demethylation increases the yield and biomass of rice and potato plants in field trials. Nature Biotechnology, 2021, 39(12) 1581–1588.<br/>Ye Wang, Yu Xiao, Sunqin Dong, Qiong Yu, Guifang Jia. Antibody-free enzyme-assisted chemical approach for detection of N6-methyladenosine. Nature Chemical Biology, 2020, 16(8): 896-903.<br/>Lian-Huan Wei, Peizhe Song, Ye Wang, Zhike Lu, Qian Tang, Qiong Yu, Yu Xiao, Xiao Zhang, Hong-Chao Duan, Guifang Jia. The m6A reader ECT2 controls trichome morphology by affecting mRNA stability in Arabidopsis. Plant Cell, 2018, 30(5): 968-985.<br/>Yu Qiong, Guo Yuan, Xie Zhixia, Sun Ke, Xu Jin, Yang Ting, Liu Xiaojing. Effects of salt stress on tillering nodes to the growth of winter wheat. Pakistan Journal of Botany, 2016, 48(5): 1775-1782.<br/>Yuan Guo, Qiong Yu, Xiaohui Feng, Zhixia Xie, Xiaojing Liu. Effects of partial defoliation on the growth, ion relations and photosynthesis of Lycium chinense Mill. under salt stress. Archives of Biological Sciences, 2015, 67(4): 1185-1194.<br/>Jin Xu, Yulong Li, Jianhang Sun, Liguo Du, Yuan Zhang, Qiong Yu, Xiaojing Liu. Comparative physiological and proteomic response to abrupt low temperature stress between two winter wheat cultivars differing in low temperature tolerance. Plant Biology, 2013, 15(2): 292-303.<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "国家自然科学基金青年基金，2023，主持江苏省高等学校基础科学（自然科学）研究面上项目，2023，主持<br/>北京分子科学国家研究中心BMS-Junior Fellow人才资助，2023，主持<br/>南京林业大学高层次人才启动经费，2022，主持<br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "025-85428615yuqiong@njfu.edu.cn",
    "Introduction": "None",
    "id": "0057",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2022/12/29/20221229140918143yelsat.jpg?iid=54303",
    "Department": "林木遗传育种系",
    "Duties": "",
    "Title": "None",
    "Category": "教授（校聘）",
    "Final_Education": "博士研究生",
    "Final_Degree": "理学博士",
    "Work": "None",
    "Name": "喻琼",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2016年，博士毕业于中科院遗传发育所农业资源研究中心；2016-2022年，在北京大学化学与分子工程学院化学生物学系从事博士后研究工作；2022-至今，南京林业大学高层次人才引进计划任教授。"
}