{
    "Research_direction": "（1）林业生态工程：重点开展平原农田防护林、沿海防护林基础理论，以及综合性防护林体系构建技术等方面的研究工作；（2）水土流失监测与控制：重点开展山丘区水土保持监测、森林水文，以及小流域综合治理技术等方面的研究工作；<br/>（3）困难立地植被恢复与重建：重点开展破坏山体植被恢复、矿区复垦、岩壁复绿，以及沿海滩涂盐碱土改良等方面的研究与生态修复工作。<br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. 获奖情况（省部级以上）长期从事水土保持与林业生态教学科研工作，先后获国家科技进步二等奖4项（2项排名1；2项分别排名7、9）、省科技进步二等奖5项（2项排名1；3项排名2）。主要有：<br/>(1) 基于生态边界层理论的黄淮海平原林业生态系统工程技术，国家科技进步奖二等奖，2003，排名第一；<br/>(2) 长江中下游山丘区森林植被恢复与重建技术，国家科技进步奖二等奖，2007，排名第一；<br/>(3) 东南部区域森林生态体系快速构建技术，国家科技进步奖二等奖，2010，排名第七；<br/>(4) 沿海防护林体系综合配套技术，国家科技进步奖二等奖，2004，排名第九；<br/>(5) 黄淮海平原农田防护林体系建设效益及其配套技术，江苏省科技进步奖二等奖，1996，排名第一；<br/>(6) 苏北沿海平原沙土区土壤侵蚀规律及其综合防治技术，江苏省科技进步奖二等奖，2002，排名第一；<br/>(7) 基于小流域尺度的森林水资源调控与水土保持生态建设技术，国家林业局梁希林业科学技术奖二等奖，2016，排名第一；<br/>(8) 生态边界层理论研究与林农复合经营实践，江苏省科技进步奖二等奖，1997，排名第二；<br/>(9) 高标准农田林网建设技术推广应用，江苏省农业科技成果推广奖二等奖，2003，排名第二；<br/>(10) 沿海岩质海岸防护林体系综合配套技术与示范，浙江省科技进步奖二等奖，2004，排名第二；<br/>(11) 江苏下蜀城市森林生态系统定位研究，梁希林业科学技术奖，2007，排名第五；<br/>(12) 沿海防护林地区立地调查与评价的遥感方法研究，林业部科技书进步二等奖，1991，排名第五；<br/>(13) 江苏省“333工程”首席科学家（第一层次培养对象）,2011-2015；<br/>(14) 江苏省第三期“333工程”突出贡献奖，2011；<br/>(15) 全国优秀科技工作者荣誉称号，中国科学技术协会，2013；<br/>(16) 享受国务院政府特殊津贴。<br/>2. 论文专著<br/>近年来，出版教材专著10余部，其中第一编著7部，共发表学术论文250多篇，其中SCI论文50多篇。<br/>专著：<br/>(1) 中国南方水土保持第二卷，江西科学技术出版社，2020，主编；<br/>(2) The theory and practice of soil loss control in eastern China，Springer publishing house，2011，第一著者；<br/>(3) 水土保持与防护林学，中国林业出版社,1995第一版，2012再版，第一主编；<br/>(4) 中下游山丘区植被恢复与重建，中国林业出版社，2007，第一著者；<br/>(5) 京杭大运河沿线生态环境变迁，科学出版社，2012，第一著者；<br/>(6) 森林生态学，经济科学出版社，2009，第一主编；<br/>(7) 水土保持学，辽宁大学出版社，2008，第一主编；<br/>近五年（2016年-2020年）发表的学术论文：<br/>(1) Long term forest conversion aﬀected soil nanoscale pores in subtropical China. Catena. 2020. (JCR一区);<br/>(2) Comparative effects of the recovery from sulfuric and nitric acid rain on the soil enzyme activities and metabolic functions of soil microbial communities. Science of The Total Environment. 2020. (JCR一区);<br/>(3) Effects of mineral-solubilizing microbial strains on the mechanical responses of roots and root-reinforced soil in external-soil spray seeding substrate. Science of The Total Environment. 2020. (JCR一区);<br/>(4) Impacts of forest conversion on soil bacterial community composition and diversity in subtropical forests. Catena. 2019. (JCR一区);<br/>(5) Comparative effects of simulated acid rain of different ratios of SO42− to NO3− on ﬁne root in subtropical plantation of China. Science of the Total Environment. 2018. (JCR一区);<br/>(6) An Indigenous Soil Bacterium Facilitates the Mitigation of Rocky Desertification in Carbonate Mining Areas. Land degradation & development. 2017. (JCR一区);<br/>(7) Comparative effects of sulfuric and nitric acid rain on litter decomposition and soil microbial community in subtropical plantation of Yangtze River Delta region. Science of the total environment, 2017. (JCR一区);<br/>(8) Effects of land use change on the composition of soil microbial communities in a managed subtropical forest. Forest Ecology and Management. 2016. (JCR一区);<br/>(9) Comparative Transcriptome Analysis of Different Dendrobium Species Reveals Active Ingredients-Related Genes and Pathways. International Journal of Molecular Sciences. 2020. (JCR二区);<br/>(10) Comparative physiological mechanisms of arbuscular mycorrhizal fungi in mitigating salt-induced adverse effects on leaves and roots of Zelkova serrata. Mycorrhiza. 2020. (JCR二区);<br/>(11) Ecological contingency in species shifts: downslope shifts of woody species under warming climate and land-use change. Environmental Research Letters. 2019. (JCR二区);<br/>(12) Polysaccharide biosynthetic pathway profiling and putative gene mining of Dendrobium moniliforme using RNA-Seq in different tissues. BMC Plant Biology. 2019. (JCR二区);<br/>(13) Effects of sulfuric, nitric, and mixed acid rain on Chinese fir sapling growth in Southern China. Ecotoxicology and Environmental Safety. 2018. (JCR二区);<br/>(14) A rock-weathering bacteria isolated from rock surface and its role inecological restoration on exposed carbonate rocks. Ecological engineering, 2017. (JCR二区);<br/>(15) Similarity of plant functional traits and aggregation pattern in a subtropical forest. Ecology and evolution, 2017. (JCR二区);<br/>(16) Forest-type shift and subsequent intensive management affected soil organic carbon and microbial community in southeastern China. Eur J Forest Res. 2017. (JCR二区);<br/>(17) Impact of monoculture of poplar on the rhizosphere microbial communities over time.  Pedosphere, 2017. (JCR二区).<br/>(18) The Effects of Ecological Factors on the Main Medicinal Components of Dendrobium officinale under Different Cultivation Modes. Forests. 2020. (JCR三区);<br/>(19) Arbuscular mycorrhizal fungi communities associated with wild plants in coastal ecosystem. Journal of Forestry Research. 2020. (JCR三区);<br/>(20) The photo-inhibition of camphor leaves (Cinnamomum camphora L.) by NaCl stress based on physiological, chloroplast structure and comparative proteomic analysis. Peer J. 2020. (JCR三区);<br/>(21) The Positive Effect of Different 24-epiBL Pretreatments on Salinity Tolerance in Robinia pseudoacacia L. Seedlings. Forests. 2019. (JCR三区);<br/>(22) Effects of Arbuscular Mycorrhizal Fungi on Growth, Photosynthesis, and Nutrient Uptake of Zelkova serrata (Thunb.) Makino Seedlings under Salt Stress. Forests. 2019. (JCR三区);<br/>(23) Arbuscular Mycorrhizal Fungi Effectively Enhances the Growth of Gleditsia sinensis Lam. Seedlings under Greenhouse Conditions. Forests. 2019. (JCR三区);<br/>(24) Arbuscular Mycorrhizal Fungi Associated with Tree Species in a Planted Forest of Eastern China. Forests. 2019. (JCR三区);<br/>(25) Comparative nutritional characteristics of the three major Chinese Dendrobium species with different growth years. PLOS ONE. 2019. (JCR三区);<br/>(26) Impacts of changes in vegetation on saturated hydraulic conductivity of soil in subtropical forests. Scientific Reports. 2019. (JCR三区);<br/>(27) Exogenous 24-Epibrassinolide Alleviates Effects of Salt Stress on Chloroplasts and Photosynthesis in Robinia pseudoacacia L. Seedlings. Journal of Plant Growth Regulation. 2019. (JCR三区);<br/>(28) A new mfj-type metal–organic framework constructed from a methoxyl derived V-shaped ligand and its H2, CO2 and CH4 adsorption properties. Rsc advances. 2017. (JCR三区);<br/>(29) Isolation and characterisation of a rock solubilising fungus for application in mine-spoil reclamation. European journal of soil biology. 2017. (JCR三区);<br/>(30) The Relationship between Sap Flow Density and Environmental Factors in the Yangtze River Delta Region of China. Forests. 2017. (JCR三区);<br/>(31) Vegetation change impacts on soil organic carbon chemical composition in subtropical forests. Scientific reports. 2016. (JCR三区);<br/>(32) High Gas Adsorption Capacity of an agw-Type Metal–Organic Framework Decorated with Methyl Groups. European Journal of Inorganic Chemistry. 2016. (JCR三区);<br/>(33) Tissue-specific transcriptome for Dendrobium officinale reveals genes involved in flavonoid biosynthesis. Genomics. 2020. (JCR四区);<br/>(34) Morphological and microscopic identification of three major medicinal Dendrobium species in Ta‐pieh Mountains area. Microscopy research and technique. 2019. (JCR四区);<br/>(35) 应用于矿山修复的高效菌株鉴定与溶岩机制: 基于增强回归树分析. 环境科学. 2017. (EI);<br/>(36) 钟山风景区土壤环境对人为踩踏扰动的响应. 林业科学. 2017. (EI);<br/>(37) 添加酸雨酸度和硫氮比对麻栎林细根生长的影响. 林业科学. 2017. (EI);<br/>(38) 南京城郊典型树种光合蒸腾\\固碳释氧及降温增湿能力. 林业科学. 2016. (EI);<br/>(39) 凤阳山不同林分土壤腐殖质特征及影响因素. 东北林业大学学报. 2020. (CSCD);<br/>(40) 南林‘895’杂交杨组培苗对NaCl胁迫的生理响应. 安徽农业大学学报. 2020. (CSCD);<br/>(41) 沿海造林树种根际丛枝菌根真菌与土壤因子的通径分析. 南京林业大学学报( 自然科学版). 2019. (CSCD);<br/>(42) 农村土地整治与美丽乡村建设的耦合关系以南京市11个项目区为例. 水土保持通报. 2019. (CSCD);<br/>(43) 苏北泥质海岸带滩涂区丛枝菌根真菌侵染及土壤因子. 东北林业大学学报. 2019. (CSCD);<br/>(44) 海拔变化对凤阳山针阔混交林地土壤微生物群落的影响. 生态学报. 2018. (CSCD);<br/>(45) 不同林地类型土壤团聚体稳定性与铁铝氧化物的关系. 水土保持通报. 2018. (CSCD);<br/>(46) 凤阳山主要林分类型土壤团聚体及其稳定性研究. 南京林业大学学报（自然科学版）. 2018. (CSCD);<br/>(47) 不同种植时间脐橙园土壤理化特性研究. 南京林业大学学报（自然科学版）. 2018. (CSCD);<br/>(48) 菌根真菌对榉树光合特性影响及光响应模型比较研究. 南京林业大学学报（自然科学版）. 2018. (CSCD);<br/>(49) 海拔变化对黄山松阔叶混交林土壤 有机碳组分的影响. 南京林业大学学报（自然科学版）. 2018. (CSCD);<br/>(50) 鄱阳湖湿地重金属空间分布特征及分析评价. 江苏农业科学. 2018. (CSCD);<br/>(51) 中央环境保护督察制度探析. 环境保护. 2018. (CSCD);<br/>(52) 油菜素内酯对盐胁迫刺槐苗光合作用及 叶绿体超微结构的影响     西北农林科技大学学报(自然科学版). 2017. (CSCD);<br/>(53) 油菜素内酯对盐胁迫下香樟叶片光合色素以及叶绿素荧光的影响. 浙江大学学报(农业与生命科学版). 2017. (CSCD);<br/>(54) 氯化钠胁迫对香樟幼苗光合色素和叶绿素荧光参数的影响. 安徽农业大学学报. 2017. (CSCD);<br/>(55) 油菜素内酯对氯化钠胁迫下樟树幼苗光合色素和叶绿素荧光参数的影响. 浙江农林大学学报. 2017. (CSCD);<br/>(56) 海拔对黄山松阔叶混交林土壤微生物功能多样性的影响. 南京林业大学学报(自然科学版). 2017. (CSCD);<br/>(57) 长期连栽杨树林根际土壤自毒作用的生物测定. 生态学报. 2017. (CSCD);<br/>(58) 油菜素内酯对盐胁迫下香樟幼苗叶片抗氧化酶活性的影响. 浙江大学学报(农业与生命科学版). 2017. (CSCD);<br/>(59) 喷播基质中土壤菌施用对紫穗槐幼苗光合特性和叶绿素荧光参数的影响. 环境科学研究. 2017. (CSCD);<br/>(60) 接种菌根真菌对青冈栎幼苗耐旱性的影响. 生态学报. 2016. (CSCD);<br/>(61) 鄱阳湖区域景观格局动态变化研究. 南京林业大学学报(自然科学版). 2016. (CSCD);<br/>(62) 香樟幼苗对 NaCl 胁迫的生理响应. 中国水土保持科学. 2016. (CSCD);<br/>(63) 苏南丘陵区毛竹林坡面土壤水分对降雨的响应. 水土保持通报. 2016. (CSCD);<br/>(64) 煤中汞在电厂烟气中的排放特征. 生态与农村环境学报. 2016. (CSCD);<br/>3.知识产权：<br/>（1）一种硅酸盐岩高效溶蚀细菌假单胞菌NLX-4及其应用，发明专利，1/4；<br/>（2）一种硅酸盐岩高效溶蚀细菌液化沙雷氏菌NLX-15及其应用，发明专利，1/4；<br/>（3）一种测定根系土壤剖面优先流的方法，发明专利，1/4；<br/>（4）一种石灰岩高效侵蚀放线菌嗜热一氧化碳链霉菌NL-1及其应用，发明专利，1/4；<br/>（5）一种石灰岩高效侵蚀细菌苏云金芽孢杆菌NL-11及其应用，发明专利，1/4；<br/>（6）一种石灰岩高效侵蚀细菌巨大芽孢杆菌NL-7及其应用，发明专利，1/4；<br/>（7）一种石灰岩高效侵蚀真菌卵形孢球托霉NL-15及其应用 发明专利，2/4；<br/>（8）一种土壤侵蚀抗冲仪，发明专利，1/5；<br/>（9）一种物体高度测量仪及测定方法，发明专利，1/4；<br/>（10）一种复合型淀粉改性吸水树脂的制备方法，发明专利，3/6；<br/>（11）一种称重自动排液式树干径流测定系统，发明专利，2/6；<br/>（12）土壤防渗剂及使用方法，发明专利，4/4；<br/>（13）一种无水土壤基质势剖面测量装置，发明专利，4/4。<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "主要科研项目：（1）《黄淮海平原生态经济型防护林持续经营技术研究》，国家林业公益性行业科研专项（科技部）；<br/>（2）《露采石矿植被恢复与重建关键技术研究与示范》，国家林业公益性行业科研专项（科技部）；<br/>（3）《耐盐树种新品种选育及栽培关键技术研究与示范》，江苏省科技计划项目（省科技厅）；<br/>（4）《沿海耐盐生态经济树种种质资源创新与应用试验》，江苏省三新工程项目（省林业局）；<br/>（5）《喀斯特极度侵蚀区菌根真菌提高树木耐旱性机理研究》，国家自然科学基金项目（国家自然科学基金委）；<br/>（6）《典型困难立地生态经济防护林营建技术方案》，江苏省财政厅农业自主创新项目(重点)。<br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "025-85427202zhang8811@njfu.edu.cn",
    "Introduction": "None",
    "id": "0061",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/09/13/20200913160330824sm4a9w.jpg?iid=23416",
    "Department": "水土保持系",
    "Duties": "副校长",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "理学博士",
    "Work": "None",
    "Name": "张金池",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "（1）中国水土保持学会，常务理事；（2）南方水土保持研究会，副理事长；<br/>（3）中国林学会 森林水文与流域治理专业委员会，副主任委员；<br/>（4）江苏省水土保持学会，理事长；<br/>（5）江苏省生态学会，副理事长。<br/><br/>",
    "Experience": "1、简介张金池，南京林业大学教授，博士生导师，国务院政府特贴专家，副校长，江苏省水土保持学会理事长，江苏省生态学会副理事长。长期从事林业生态工程、水土保持生态建设技术、陆地地表过程及全球变化的区域响应等研发工作，获国家级和省部级科技进步奖9项。其中，主持完成《基于生态边界层理论的黄淮海平原林业生态工程技术》和《长江中下游山丘区植被恢复与重建技术》成果，均获得国家科技进步二等奖。获国家发明专利14件，出版专著10部，发表论文250余篇，其中SCI（E）论文50余篇。获江苏省“333”工程首席科学家和全国优秀科技工作者。<br/>近5年来，主持国家林业行业专项2项，国家自然科学基金2项，江苏省农业自主创新重点项目1项等。取得的创新性成果如下：<br/>（1）研发了生态工程建设与维护关键技术。主要包括生态工程材料优选技术、防护林复合经营技术、矿区生态修复技术和水土保持生物维持技术等，辐射推广4000万亩。<br/>（2）系统开展了防护林工程植被恢复及气候效应研究。揭示了全球变化背景下陆地生态系统的种群结构、冠层几何学特点及生理生态学特征，改进了气候模式中生态系统的参数化方案，实现了生产力模式与区域气候模式的双向耦合，创立了优化复合经营模式20多个。<br/>2、教育经历<br/>1979年-1983年    南京林业大学      农学学士<br/>1986年-1989年    南京林业大学      理学硕士<br/>1994年-1998年    南京林业大学      理学博士<br/>1996年-1997年    日本东京农工大学     访问学者<br/>3、工作经历<br/>1983年-1990年    南京林业大学 林学系，生态教研组 助教<br/>1990年-1994年    南京林业大学 林学系，生态教研组，讲师<br/>1994年-1997年    南京林业大学 森林资源与环境学院，生态学系，副教授<br/>1997年-2003年    南京林业大学 森林资源与环境学院，生态系，教授<br/>2003年-2006年    南京林业大学 研究生院，副院长，教授，博导<br/>2006年-2011年    南京林业大学 森林资源与环境学院，院长，教授，博导<br/>2011年-2014年    南京林业大学 研究生院，院长，教授，博导<br/>2014年- 至今      南京林业大学 副校长，教授，博导<br/><br/>"
}