{
    "Research_direction": "气候变化；森林水文学；生态气候学；景观生态学。",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "发表论文（部分）：<br/><br/>Zhang, Z.X., Tian, J.X，Huang, Y.H，Chen, X.，Chen, S.， Duan, Z. 2019. Hydrologic evaluation of TRMM and GPM IMERG satellite-based precipitation in a humid basin of China. Remote Sensing, 11(4), 431; https://doi.org/10.3390/rs11040431<br/>Zhang, Z.X., Chang, J., Xu, C-Y., Zhou, Y., Wu, Y.H., Chen, X., Jiang, S.S., Duan, Z. 2018. The response of lake area and vegetation cover variations to climate change over the Qinghai-Tibetan Plateau during the past 30 years. Science of Total Environment, 635:  443–451.<br/>Zhang, Z.X., Huang，Y.H., Xu, C-Y. 2016. Analysis of Poyang Lake water balance and its indication of river–lake interaction. SpringerPlus, (2016)5:1555.<br/>Zhang, Z.X., Jin, Q., Chen, X., Xu, C-Y. 2016. Evaluation of TRMM Multi-satellite precipitation analysis (TMPA) in the Yangtze River basin with a typical monsoon climate. Advances in Meteorology, (2016): 1-12.<br/>Zhang, Z.X., Jin, Q., Chen, X., Xu, C-Y. 2016. On the Linkage between the Extreme Drought and Pluvial Patterns in China and the Large-Scale Atmospheric Circulation. Advances in Meteorology, http://dx.doi.org/10.1155/2016/8010638.<br/>Zhang, Z.X., Chen, X., Xu, C.Y., Hong, Y., Hardy, J., Sun,Z.H., 2015. Examining the influence of river-lake interaction on the drought and water resources in the Poyang Lake basin. Journal of Hydrology, 522: 510-521.<br/>Zhang, Z.X., Xu, C.Y., Yong, B., Hu, J.J., Sun, Z.H., 2012. Understanding the Changing Characteristics of Droughts in Sudan and the Corresponding Components of the Hydrologic Cycle. Journal of Hydrometeorology, 13(5): 1520-1535.<br/>Zhang, Z.X., Xu, C.Y., El-Tahir, M.E., Cao, J.R., Singh, V.P., 2012. Spatial and temporal variation of precipitation in Sudan and their possible causes during 1948-2005. Stochastic Environmental Research and Risk Assessment, 26(3): 429-441.<br/>Zhang, Z.X., Chen X, Xu C-Y, Yuan L, Yong B, Yan S. 2011. Evaluating the non-stationary relationship between precipitation and streamflow in nine major basins of China during the past 50 years. Journal of Hydrology, 409(1-2): 81-93.<br/>Zhang, Z.X., Zhang, Q., Chen, X., Zhang, J.C., Zhou, J.W., 2011. Statistical properties of moisture transport in East Asia and their impacts on wetness/dryness variations in North China. Theoretical and Applied Climatology, 104(3-4): 337-347.<br/>Zhang, Z.X., Tao H, Zhang Q, Zhang J, Forher N, Hörmann G. 2010. Moisture budget variations in the Yangtze River Basin, China, and possible associations with large-scale circulation. Stochastic Environmental Research and Risk Assessment, 24(5): 579-589.<br/>Zhang, Z.X., Zhang, Q., Xu, C.Y., Liu, C.L., Jiang, T. 2009. Atmospheric moisture budget and floods in the Yangtze River basin, China. Theoretical and Applied Climatology, 95 (3-4): 331-340.<br/>Zhang, Z.X., Zhang Qiang, Jiang Tong. 2007. Changing features of extreme precipitation in the Yangtze River basin during 1961- 2002. Journal of Geographical Sciences, 1: 33-42.<br/>Zhang, Z.X., Zhang, Q., Zhang, J.C. Observed dryness and wetness variability in Shanghai during 1873–2005. Journal of Geographical Sciences, 19: 143-152.<br/>Wang Yiming, Zhang Zengxin*, Chen Xi. The Dominant Driving Force of Forest Change in the Yangtze River Basin, China: Climate Variation or Anthropogenic Activities? Forests 2022, 13.<br/>Yang Liu, Tian Jiaxi, Fu Yuanhai, Zhu Bin, He Xu, Gao Mingkun, Odamtten Michaeltetteh, Kong Rui, Zhang Zengxin*. Will the arid and semi-arid regions of Northwest China become warmer and wetter based on CMIP6 models? Hydrol Res 2022, 53, 29-50.<br/>Tian Jiaxi, Zhang Zengxin*, Kong Rui, Zhu Bin, Zhang Fengying, Jiang Shanshan, Chen Xi. Changes in water use efficiency and their relations to climate change and human activities in three forestry regions of China. Theor Appl Climatol 2021, 144, 1297-1310.<br/>Zhou Yichen, Zhang Zengxin*, Zhu Bin, Cheng Xuefei, Yang Liu, Gao Mingkun, Kong Rui. MaxEnt Modeling Based on CMIP6 Models to Project Potential Suitable Zones for Cunninghamia lanceolata in China. Forests 2021, 12.<br/>Tian Jiaxi, Zhang Zengxin*, Ahmed Zeeshan, Zhang Leying, Su Buda, Tao Hui, Jiang Tong. Projections of precipitation over China based on CMIP6 models. Stoch Env Res Risk a 2021, 35, 831-848.<br/>Wang Yiming, Zhang Zengxin*, Chen Xi. Quantifying Influences of Natural and Anthropogenic Factors on Vegetation Changes Based on Geodetector: A Case Study in the Poyang Lake Basin, China. Remote Sens-Basel 2021, 13.<br/>Kong Rui, Zhang Zengxin*, Zhang Fengying, Tian Jiaxi, Chang Juan, Jiang Shanshan, Zhu Bin, Chen Xi. Increasing carbon storage in subtropical forests over the Yangtze River basin and its relations to the major ecological projects. Sci Total Environ 2020, 709.<br/>Zhu Bin, Huang Yuhan, Zhang Zengxin*, Kong Rui, Tian Jiaxi, Zhou Yichen, Chen Sheng, Duan Zheng. Evaluation of TMPA Satellite Precipitation in Driving VIC Hydrological Model over the Upper Yangtze River Basin. Water-Sui 2020, 12.<br/>Zhang Fengying, Zhang Zengxin*, Kong Rui, Chang Juan, Tian Jiaxi, Zhu Bin, Jiang Shanshan, Chen Xi, Xu Chong-yu. Changes in Forest Net Primary Productivity in the Yangtze River Basin and Its Relationship with Climate Change and Human Activities. Remote Sens-Basel 2019, 11.<br/>Chang Juan, Tian Jiaxi, Zhang Zengxin*, Chen Xi, Chen Yizhao, Chen Sheng, Duan Zheng. Changes of Grassland Rain Use Efficiency and NDVI in Northwestern China from 1982 to 2013 and Its Response to Climate Change. Water-Sui 2018, 10.<br/>Jiang Shanshan, Zhang Zengxin*, Huang Yuhan, Chen Xi, Chen Sheng. Evaluating the TRMM Multisatellite Precipitation Analysis for Extreme Precipitation and Streamflow in Ganjiang River Basin, China. Adv Meteorol 2017, 2017.<br/><br/><br/><br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "主持了国家重点研发课题1项、国家自然科学基金3项，其它研究课题10多项。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "nfuzhang@163.com",
    "Introduction": "None",
    "id": "0063",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/24/20200724173009446elim8m.jpg?iid=22985",
    "Department": "水土保持系",
    "Duties": "",
    "Title": "None",
    "Category": "教授",
    "Final_Education": "博士",
    "Final_Degree": "博士",
    "Work": "None",
    "Name": "张增信",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "担任中国林业气象专业委员会常务委员、江苏省气象学会理事、江苏省水土保持学会理事。",
    "Experience": "<br/>▪2020年5月～至今，南京林业大学水土保持系，教授；<br/>▪2016年9月～2020年4月，南京林业大学生态科学系，教授；<br/>▪2011 年6 月～2016年5 月，南京林业大学生态科学系，副教授；<br/>▪ 2011 年9 月～2011 年12月，美国奥克拉荷马大学和美国国家天气中心，访问学者；<br/>▪ 2011 年5 月～2012 年5月，挪威奥斯陆大学地球科学系，博士后；<br/>▪ 2010 年5 月～2010 年6 月，挪威奥斯陆大学邀请并资助，访问学者；<br/>▪ 2007 年10 月～2008 年6 月，德国基尔大学生态中心，访问学者；<br/><br/>"
}