{
    "Research_direction": "1.红壤侵蚀区植被恢复过程机制研究2.杉木人工林地力衰退与改良机制研究<br/>3.磷素形态转化及流失控制<br/>4.天然有机质化学多样性及微生物关系<br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "指导学生代表作10篇：[1]  Shuzhen Wang, Kate Heal, Yuanchun Yu, Mulualem Tigabu, Shide Huang , Chuifan Zhou*. Soil microbial community, dissolved organic matter and nutrient cycling interactions change along an elevation gradient in subtropical China. Journal of Environmental Management. 2023, 345, 118793. (SCI 中科院一区, TOP, IF=8.9)<br/>[2]   Yanlin Zhang, Kate Heal, Mengjie Shi, Wenxin Chen, Chuifan Zhou*. Decreasing molecular diversity of soil dissolved organic matter related to microbial community along an alpine elevation gradient. Science of The Total Environment. 2022, 818, 151823. (SCI 中科院一区, TOP, IF=10.7)<br/>[3]    Hong Zhang, KateHeal, Xiangdong Zhu, Mulualem Tigabu, Yanan Xue, Chuifan Zhou*. Tolerance and detoxification mechanisms to cadmium stress by hyperaccumulator Erigeron annuus include molecule synthesis in root exudate. Ecotoxicology and Environmental Safety. 2021,112359. (中科院一区, TOP, IF=6.5)<br/>[4]   Wang Shuzhen, Chen Wenxin, Gao Qianqian, Chuifan Zhou*. Dynamic changes of rhizosphere soil microbiome and functional genes involved in carbon and nitrogen cycling in Chinese fir monoculture[J]. Forests.2022, 13(11): 1906. (中科院二区, IF=3.2)<br/>[5]    Wenxin Chen, Huaying Hu, Kate Heal, Saran Sohi, Mulualem Tigabu, Weijuan Qiu, Chuifan Zhou*. Linking Microbial Decomposition to Dissolved Organic Matter Composition in the Revegetation of the Red Soil Erosion Area. Forests. 2023, 2, 270. (中科院二区, IF=3.2)<br/>[6]   Huaying Hu, Umbreen S, Yanlin Zhang, Mingzhuo Bao, Caifeng Huang, Chuifan Zhou*  Significant association between soil dissolved organic matter and soil microbial communities following vegetation restoration. Ecological Engineering. 2021, 169, 106305. (中科院二区, IF=4.3)<br/>[7]   Yanlin Zhang, YingLi, Shu-zhen Wang, Saima*, Chuifan Zhou*. Soil phosphorus fractionation and its association with soil phosphate-solubilizing bacteria in a chronosequence of vegetation restoration. Ecological Engineering, 2021, 164: 106208. (中科院二区, IF =4.2）<br/>[8]   王淑真, 梁晶晶, 包明琢, 潘菲, 周垂帆*. 不同林龄杉木林土壤磷形态与解磷菌变化[J]. 林业科学, 2022, 58(02): 58-69 (2). (EI)<br/>[9]  张燕林, 黄彩凤, 包明琢, 周垂帆*, 何宗明. 生物炭及其老化对杉木林土壤养分含量和微生物群落组成影响[J]. 林业科学, 2021, 57(06): 169-179. (EI)<br/>[10]   梁晶晶, 王淑真, 丘伟娟, 王丽平, 包明琢, 周垂帆*. 红壤侵蚀区不同植被类型土壤磷垂直分布特征及影响因素研究[J]. 水土保持学报, 2023, 37(3): 208-217.<br/><br/><br/>指导学生情况<br/>1. 指导研究生张虹等获得福建省优秀硕士研究生毕业论文。<br/>2. 指导张燕林等8名研究生获得研究生国家奖学金或校最高奖学金。<br/>3.  指导夏丽丹等6名研究生获校级优秀硕士毕业论文。<br/>4.  指导张勤等8名本科生主持大学生创新性项目并获得校级优秀本科毕业论文。<br/><br/><br/><br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "已主持国家自然科学基金2项，主持省部级项目5项，南京林业大学高层次人才启动经费等，作为骨干参与十四五重点研发、国家科技支撑计划项目等多项。累计科研经费近300万元。<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "zhouchuifan@163.com",
    "Introduction": "None",
    "id": "0065",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2023/09/11/20230911091736027rl6eq4.jpg?iid=68332",
    "Department": "水土保持系",
    "Duties": "",
    "Title": "None",
    "Category": "",
    "Final_Education": "博士研究生",
    "Final_Degree": "博士",
    "Work": "None",
    "Name": "周垂帆",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "曾任福建长汀红壤丘陵生态系统国家定位站副站长，现担任中国林学会杉木专业委员会委员、福建省桉树学会常务委员等。《生态环境学报》青年编委、生态学报、林业科学、SBB、S OT E、LDD、JEM等国内外期刊审稿人；",
    "Experience": "博士研究生导师、硕士研究生导师（水土保持与荒漠化防治学硕、林业专硕）。南京林业大学水杉英才、福建省高层次人才、福建高校杰出青年人才。2013 年南京林业大学 森林资源与环境学院 水土保持与荒漠化防治博士毕业；后入职福建农林大学林学院水土保持系聘为讲师；2017年福建农林大学林学院水土保持系 聘为副教授；2019-2020 获国家留学基金委公派资助赴英国，The University of Edinburgh 访学一年。2023年南京林业大学高层次人才引进计划聘为教授（E类）。科研方面：主要从事水土保持与生态修复方面研究，目前已主持国家自然科学基金2项，省部级项目5项等。作为骨干参与十四五重点研发、国家科技支撑计划项目等多项。作为主要完成人获福建科技进步一等奖1项、三等奖2项。目前以第一作者、通讯作者《Journal of Environmental Management》、《Forest Ecology and Management》、《Science of The Total Environment》、《Ecological Engineering》、《Environmental Pollution》等发表SCI 、EI 25篇，在中文权威期刊《水土保持学报》、《林业科学》、《生态学报》等以第一作者、通讯作者发表论文20余篇；此外已有8项国家发明或实用新型专利获国家知识产权局的授权。<br/>教学方面：先后承担过《水土保持学专题》、《植物生态学》、《植物生理学》、《森林土壤学》、《环境监测》等本科或研究生课程。以立德树人、培养优秀学生为己任，先后指导数十名研究生、本科生获得省级、校级优秀毕业论文，指导数名研究生获得“国家奖学金”、“校最高奖学金”、等，所指导的本科生以优异的成绩考入中国科学院大学、复旦大学、厦门大学、天津大学等国内知名高校，被评为模范班主任和优秀硕士研究生导师等称号。<br/>社会服务方面：曾任福建长汀红壤丘陵生态系统国家定位站副站长，立足乡村振兴，长期扎根福建长汀，积极开展水土保持的科技服务工作，为助推长汀水土失流精准治理做出了积极贡献。<br/>欢迎感兴趣的博士、硕士、本科同学加入：<br/>联系方式：QQ: 653142180<br/>E-mail: zhouchuifan@163.com<br/><br/>"
}