{
    "Research_direction": "土壤侵蚀过程机理",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "(1) Lin Chen, Chang Yang, Qingwei Zhang, Jian Wang, 2022. Variations in the disintegration rate of physical crusts induced by artificial rainfall in different alcohol concentrations. International Soil and Water Conservation Research, 10: 565–573.(2) Lin Chen, Hao Wang, Chao Liu, Bozhao Cao, Jian Wang, 2022. Use of multifractal parameters to determine soil particle size distribution and erodibility of a physical soil crust in the Loess Plateau, China. Catena, 219: 106641.<br/>(3) Lin Chen, Jian Wang, Hao Wang, Feifei Xu, Pengshuai Song, Chang Yang, Jiande Li, 2022. Variation in soil detachment capacity of structural and sedimentary crusts induced by simulated rainfall formed on ridge and furrow. Catena, 211: 105971.<br/>(4) Lin Chen, Giulia Sofia, Junliang Qiu, Jian Wang, Paolo Tarolli, 2023. Grassland ecosystems resilience to drought: the role of surface water ponds. Land Degradation & Development, 1–13.<br/>(5) Lin Chen, Feifei Xu, Jiande Li, Chang Yang, Jian Wang, 2022. Aggregate stability in rainfall- induced soil physical crusts on the Loess Plateau, Northwest China. Soil Science Society of America Journal, 1–12.<br/>(6) 陈琳,王健,霍春平,杨昌.坡耕地土壤物理结皮分层颗粒组成特征研究[J].土壤学报,2023,60(4):983–992.<br/>(7) 陈琳,王健,宋鹏帅,赵宇,马玉红.降雨对坡耕地地表结皮土壤水稳性团聚体变化研究[J].灌溉排水学报,2020,39(1):98–105.<br/>(8) 陈琳,王健,宋鹏帅,赵宇,马玉红.黄土坡面结皮对土壤水稳性团聚体的稳定性和可蚀性的影响[J].中国农学通报,2020,36(18):87–92.<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "ccchenlin@njfu.edu.cn",
    "Introduction": "None",
    "id": "0067",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2023/10/23/20231023093126147xgntvz.jpg?iid=68495",
    "Department": "水土保持系",
    "Duties": "",
    "Title": "None",
    "Category": "副教授（校聘）",
    "Final_Education": "博士研究生",
    "Final_Degree": "博士",
    "Work": "None",
    "Name": "陈琳",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2018.09-2023.06 博士                  西北农林科技大学    水土保持与荒漠化防治2021.10-2022.10 联合培养博士    意大利帕多瓦大学    土地退化<br/>2014.09-2018.06 学士                  西北农林科技大学    水土保持与荒漠化防治<br/>"
}