{
    "Research_direction": "研究小蠹类森林害虫的发生规律、寄主选择和入侵定殖过程中的生理生化和分子调控机制，以及小蠹虫和蓝变真菌在入侵针叶类寄主树木过程中的协同机制。同时开展小蠹类森林害虫的生物防治、 引诱剂开发和无公害化学防治等综合治理技术的研究与推广工作。（1） 小蠹虫的抗性生理   系统研究分析了秦岭林区不同世代华山松大小蠹雌雄成虫的生理差异，以及对寄主华山松主要萜类物质（单萜化合物） 抗性和耐受性， 结果表明：不同世代华山松大小蠹雌雄成虫在体重、性比、能量物质储备和解毒酶活性等方面均存在一定的差异，并导致华山松大小蠹雌雄成虫对寄主华山松萜类物质的抗性和耐受性明显不同，雌性的耐受性更强，每个世代的雌性比例显著偏高。（2） 小蠹虫解毒功能的分子基础   对华山松大小蠹三大解毒酶（细胞色素 P450 酶、谷胱甘肽 S 转移酶和羧酸酯酶） 基因在寄主选择和克服抗性中的作用机制进行了系统研究，揭示出小蠹虫特有的 P450 基因家族（CYP6）在降低寄主萜类物质对华山松大小蠹毒害的关键作用； 以及 CYP9 家族 P450 酶、谷胱甘肽 S 转移酶和羧酸酯酶在降解华山松萜烯类物质， 并转化合成小蠹虫信息素的作用机制。（3） 小蠹虫共生蓝变真菌的协同作用   通过对华山松大小蠹共生真菌细胞色素 P450 基因的研究表明， 共生蓝变真菌在小蠹虫入侵寄主过程中发挥着重要作用， 蓝变真菌细胞色素 P450 酶对华山松萜烯类物质中的萜类物质具有显著的降解作用，从而构成小蠹虫和共生真菌协同作用克服寄主树木抗性的协同机制。",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "学术论文：(1) Lulu Dai, Jingyun Xie, Yirui Liu, Hui Chen*, Jie Zheng. The cytochrome P450s of Leptographium qinlingensis: Gene characteristics, phylogeny, and expression in response to terpenoids. Fungal Biology，2022， 126: 395-406<br/>(2) Dai L; Zheng J; Ye J; Chen H ; Phylogeny of Leptographium qinlingensis cytochrome P450 genes and transcription levels of six CYPs in response to different nutrition media or terpenoids,Archives of Microbiology, 2022, 204(1): 16<br/>(3) Dai L; Li H; Zheng J; Chen H ; Transcriptome analyses of the Chinese white pine beetle-fungal symbiont Leptographium qinlingensis under terpene stress or growth on host pine sawdust, Symbiosis, 2022，86:17–31   (4) Dai L; Gao H; Chen H ; Expression Levels of Detoxification Enzyme Genes from Dendroctonus armandi (Coleoptera: Curculionidae) Fed on a Solid Diet Containing Pine Phloem and Terpenoids, Insect, 2021, 12(10): 926<br/>(5) Dai Lulu; Wang Yuanyuan; Chen Hui*; Molecular characterization and expression of two enzymes from Dendroctonus armandi, with phloem feeding and juvenile hormone., Comparative biochemistry and physiology. Part B, Biochemistry & molecular biology, 2020, 225<br/>(6) Lulu Dai, JieZheng, YuanyuanWang, YayaSun, HuiChen *. Survival physiology and sex ratio of the Chinese white pine beetle Dendroctonus armandi (Coleoptera: Scolytinae) during host colonization and overwintering. Bulletin of Entomological Research, 2020, 110(1): 115-122<br/><br/>(7) Dai, L.#, Gao, H.#, Ye, J., Fu, D., Sun, Y., Chen, H*. Isolation of CarE genes from the Chinese white pine beetle Dendroctonus armandi (Curculionidae: Scolytinae) and their response to host chemical defense. Pest Management Science, 2019; 75: 986–997<br/>(8) Lulu Dai,Mingyuan Ma, GuanqunGao, HuiChen*. Dendroctonus armandi (Curculionidae: Scolytinae) cytochrome P450s display tissue specificity and responses to host terpenoids. Comparative Biochemistry and Physiology, Part B, 2016, 201: 1-11<br/>(9) Lulu Dai, Junning Ma, Mingyuan Ma, HaoqiangZhang,Qi Shi, Ranran Zhang,HuiChen*. Characterisation of GST genes from the Chinese white pine beetle Dendroctonus armandi (Curculionidae: Scolytinae) and their response to host chemical defence. Pest Management Science, 2016, 72: 816-827<br/>(10) Lulu Dai, Mingyuan Ma, Chunyan Wang, Qi Shi, Ranran Zhang,HuiChen*. Cytochrome P450s from the Chinese white pine beetle, Dendroctonus armandi (Curculionidae: Scolytinae): Expression profiles of different stages and responses to host allelochemicals. Insect Biochemistry and Molecular Biology, 2015, 65: 35-46<br/>(11) Lulu Dai, Zhumei Li, Jiamin Yu, Mingyuan Ma, Ranran Zhang, HuiChen*,ThanhPham. The CYP51F1 Gene of Leptographium qinlingensis: Sequence Characteristic, Phylogeny and Transcript Levels. International Journal of Molecular Science, 2015, 16: 12014-12034<br/>(12) Dai, L., Wang, C., Zhang, X., Yu, J. Zhang, R. and Chen, H*. Two CYP4 genes of the Chinese white pine beetle, Dendroctonus armandi (Curculionidae: Scolytinae), and their transcript levels under different development stages and treatments. Insect Molecular Biology, 2014, 23(5), 598-610.<br/><br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1.国家自然科学基金青年项目，华山松大小蠹和共生真菌细胞色素P450代谢寄主萜烯类物质的协同机制， 2018/01-2020/12， 23万元，主持。2.陕西省自然科学基础研究计划，华山松大小蠹羧酸酯酶在克服寄主化学防御中的功能研究， 2018/01-2019/12， 3万元，主持。<br/>3.横向技术开发，2021年常熟市北美枫香枫香刺小蠹综合防治，2021.1.1-2021.12.31,5 万元，主持。<br/>4.陕西省博士后科研配套资助项目， 国家自然科学基金青年项目配套资助，2018/01-2020/12， 6.9 万元，主持。<br/>5.江苏省林业科技创新与推广项目，杨树新害虫-坡面方胸小蠹的发生规律及防控技术，2021.07-2024.04，12万元，主持。<br/>6.国家自然科学基金面上项目，华山松大小蠹耐寒的生理生化与分子机制研究， 2017/01-2019/12， 62 万元，第二参加人。<br/>7.国家重点研发计划子课题，基于寄主抗性的小蠹类蛀干害虫成灾及生态调控机制， 2017/09-2020/12， 75 万元， 第二参加人。<br/>8.中央财政林业科技推广示范项目，华山松大小蠹信息素监测与生态调控技术应用与推广， 2016/01-2018/12， 100 万元，第三参加人。<br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "dailulu@njfu.edu.cn",
    "Introduction": "None",
    "id": "0071",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2021/03/30/20210330143316344guxcjf.jpg?iid=28869",
    "Department": "森林保护学系",
    "Duties": "",
    "Title": "None",
    "Category": "副教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "农学博士学位",
    "Work": "None",
    "Name": "代鲁鲁",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "教育经历2012-09至2016-10，西北农林科技大学，林学院，博士，导师：陈辉<br/>2008-09至2012-06，西北农林科技大学，林学院，学士<br/>工作经历<br/>2022-04至今，南京林业大学，林学院，副教授<br/>2019-07至2022-04，南京林业大学，林学院，讲师<br/>2016-06至2019-07，西北农林科技大学，林学院，讲师<br/><br/><br/>"
}