{
    "Research_direction": "疫霉菌检测技术与功能基因组",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "代表性论文：<br/>1. Chen Zhenpeng, Yang Xiao, Xue Junxin, Jiao Binbin, Li Yaxing, Xu Yue, Dai Tingting*. First Report of Phytopythium helicoides Causing Crown and Root Rot on Rhododendron pulchrum in Chi, PLANT DISEASE,2021.<br/>2. Tingting Dai* ,Aohua Wang, Xiao Yang, Xiaowei Yu, Wen Tian, Yue Xu and Tao Hu. PHYCI_587572: An RxLR Effector Gene and New Biomarker in A Recombinase Polymerase Amplification Assay for Rapid Detection of Phytophthora cinnamomi, FORESTS ,2020，11(3),306-315 .<br/>3. Tingting Dai*, Xiao Yang, Tao Hu, Zhongyan Li, Yue Xu, and Chenchen Lu. A Novel LAMP Assay for the Detection of Phytophthora cinnamomi Utilizing a New Target Gene Identified From Genome Sequences, Plant Disease, 2019,103,3101-3107.<br/>4. X. Zheng, P. Yin, M. Cheng, D.-W. Li,  T. Dai*. First Report of Stem Canker Caused by Botryosphaeria dothidea on Aucuba japonica in China, Plant disease,2019,103,1020<br/>5. Tingting Dai*, Xiao Yang, Tao Hu, Binbin Jiao, Yue Xu, Xiaobo Zheng,Danyu Shen. Comparative Evaluation of a Novel Recombinase Polymerase Amplification-Lateral Flow Dipstick (RPA-LFD) Assay, LAMP, Conventional PCR, and Leaf-Disc Baiting Methods for Detection of Phytophthora sojae, Frontiers in Microbiology, 2019,10,e1884.<br/>6. Tingting Dai*, Tao Hu, Xiao Yang, Danyu Shen, Binbin Jiao, Wen Tian,Yue Xu. A recombinase polymerase amplificationlateral flow dipstick assay for rapid detection of the quarantine citrus pathogen in China, Phytophthora hibernalis. Peer J. 2019,11,e8083.<br/>7. TingTing Dai* , Zhiye Xu , Xiang Zhou , Bin Li ，Sheng-Feng Mao.The inhibitory effect of the plant alkaloid camptothecin on the rice sheath blight pathogen Rhizoctonia solani, INTERNATIONAL JOURNAL OF AGRICULTURE AND BIOLOGY, 2017,19(3)：558-562<br/>8. Dai Tingting , Shen hao, Zheng XiaoBo, Establishment and evaluation of a TEF1-α based loop-mediated isothermal amplification assay for detection of Phomopsis longicolla, Australasian Plant Pathology, 2016, 45（3）:335-337<br/>9. Dai Tingting, First report of oriental blueberry damping off caused by Ceratobasidium sp. from eastern china. Journal of Plant Pathology , 2016, 98（2）:369-371<br/>10.戴婷婷，吴小芹.等温扩增技术快速检测棕榈疫霉. 林业科学.2016，10（52）：161-166<br/>11. 戴婷婷，郑小波，吴小芹. 基于Ypt1靶标的大豆疫霉环介导等温扩增技术的研究.植物病理学报.2015<br/>12.戴婷婷，陆辰晨，郑小波. 环介导等温扩增技术的应用研究进展. 南京农业大学学报. 2015, 5(38): 695-703.<br/>13.戴婷婷，陆辰晨，王源超，郑小波*. 基于环介导等温扩增技术检测橡树疫霉菌. 南京农业大学学报. 2013, (03): 23-28.<br/>14.Dai Ting-ting, Lu ChenChen, Dong SuoMeng, Wang YuanChao, Zheng XiaoBo*. \"Development of a loop-mediated isothermal amplification assay for detection of Phytophthora sojae. FEMS Microbiology Letters, 2012, 334(1):27-34<br/>15.Dai Ting-ting, Meng Jun, Lu ChenChen, Dong SuoMeng, Ye WenWu, Zheng XiaoBo, Wang YuanChao*. A Phytophthora conserved transposon-like DNA element is a potential target for soybean root rot disease diagnosis. Plant pathology, 2013, 62(3):719-726<br/><br/><br/>获得奖项：<br/>1.2020年第三届江苏农业科技奖创新奖三等奖（1/6）；<br/>2.2020年第五届全国大学生生命科学创新创业大赛一等奖指导老师(1/1)；<br/>3.2020年上海市科学技术奖三等奖1项(3/7)；<br/>4.2020年梁希论文奖三等奖（1/1）；<br/>5.梁希梁希青年论文奖三等奖2项（1/1）；<br/>6.浦东新区科学技术进步奖三等奖排名(3/6)；<br/>7.2016年度“未来女科学家计划”候选人（1/1）.<br/><br/>授权发明专利12项；<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1. 樟疫霉RXLR效应子的筛选及效应子PcAvh87的功能与作用机制研究，江苏省自然科学基金面上项目，10万，2019.7～2022.6；2.樟疫霉RxLR效应子PcAvh145的功能与作用机制研究，江苏省教育厅自然科学研究面上项目，5万，2019.9～2021.8；<br/>3. 2020年江苏省高校“青蓝工程”优秀青年骨干教师，4万，2020.7～2021.6；<br/>4. 2020年江苏科协青年科技人才托举工程，5万，2020.7～2021.6；<br/>5.南京林业大学标志性成果，30万，2020.7～2023.6；<br/>6.樟疫霉致病性相关GPCR-PIPK鉴定与机理研究，国家自然科学基金项目，20万，2016.1～2018.12；<br/>7.橡树疫霉PrGPCR-PIPK筛选与功能研究，中国博士后科学基金第九批特别资助，2016.1～2019.12；<br/>8.林木检疫性疫霉菌特异性靶标发掘与恒温扩增技术研究，中国博士后科学基金，2015.6～2017.6；<br/>9.樟疫霉菌的特异性新靶标的发掘与检测技术的研究，江苏省博士后科研资助，江苏省人社厅，2015.6～2017.6.<br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "0258542730113770647123@163.com",
    "Introduction": "None",
    "id": "0072",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/202007021657591213lma8z.jpg?iid=22718",
    "Department": "森林保护系",
    "Duties": "教师",
    "Title": "None",
    "Category": "副教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "农学博士",
    "Work": "None",
    "Name": "戴婷婷",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "教育经历：2004.09-2008.06   南京农业大学    植物保护学院    植物保护专业       本科/学士<br/>2008.09-2013.06   南京农业大学    植物保护学院    植物病理学专业     硕博连读/博士<br/>工作经历：<br/>2013.09-至今      南京林业大学     林学院        森林保护系<br/>2019.04-2020.03   俄勒冈州立大学   植物学院      植物保护系<br/><br/>"
}