{
    "Research_direction": "1、林源食品（林果和林菌）采后生理、贮运保鲜和高值化利用；2、纳米包装、可降解活性包装材料制备及表征等。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1、代表论文（一作或通讯作者）[1] Fang Donglu, Wang Hetong, Deng Zilong, Benard Muinde Kimatu, Pei Fei, Hu Qiuhui, Ma Ning*. Nanocomposite packaging regulates energy metabolism of mushrooms (Flammulina filiformis) during cold storage: A study on mitochondrial proteomics. Postharvest Biology and Technology, 2022, 193, 112046.<br/>[2] Ma Ning, Wang Cao, Pei Fei, Han Ping, Su Anxiang, Ma Gaoxing, Benard Muinde Kimatu, Hu Qiuhui, Fang Donglu*. Polyethylene-based packaging material loaded with nano-Ag/TiO2 delays quality deterioration of Agaricus bisporus via membrane lipid metabolism regulation. Postharvest Biology and Technology, 2022, 183, 111747.<br/>[3] Fang Donglu, Wang Chaofan, Deng Zilong, Ma Ning, Hu Qiuhui, Zhao Liyan*. Microflora and umami alterations of different packaging material preserved mushroom (Flammulina filiformis) during cold storage. Food Research International, 2021, 147, 110481.<br/>[4] Fang Donglu, Wang Dan, Ma Gaoxing, Ji Yang, Zheng Huihua, Chen Hui, Zhao Mingwen, Hu Qiuhui, Zhao Liyan*. Auricularia polytricha noodles prevent hyperlipemia and modulate gut microbiota in high-fat diet fed mice. Food Science and Human Wellness, 2021, 10, 431-441.<br/>[5] Fang Donglu, Zheng Zimeng, Ma Ning, Yang Wenjian, Dai Chen, Zhao Mingwen, Deng Zilong, Hu Qiuhui, Zhao Liyan*. Label-free proteomic quantification of packaged Flammulina filiformis during commercial storage. Postharvest Biology and Technology, 2020, 169, 111312.<br/>[6] Zhao Ruiqiu, Fang Donglu*, Ji Yang, Chen Xin, Ma Gaoxing, Su Anxiang, Xie Minhao, Zhao Liyan, Hu Qiuhui. In vitro and in vivo functional characterization of an immune activation Flammulina velutipes polysaccharide based on gut microbiota regulation. Food and Agricultural Immunology, 2020, 31(1), 667-686.<br/>[7] Fang Donglu, Yu Kelin, Deng Zilong, Hu Qiuhui, Zhao Liyan*. Storage quality and flavor evaluation of Volvariella volvacea packaged with nanocomposite-based packaging material during commercial storage condition. Food Packaging and Shelf Life, 2019, 22, 100412.<br/>[8] Fang Donglu, Deng Zilong, Jooyeoun Jung, Hu Qiuhui, Zhao Yanyun*. Mushroom polysaccharides-incorporated cellulose nanofiber films with improved mechanical, moisture barrier, and antioxidant properties. Journal of Applied Polymer Science, 2018, 135(15), 46166.<br/>[9] Fang Donglu, Yang Wenjian*, Benard Muinde Kimatu, Zhao Liyan, An Xinxin, Hu Qiuhui*. Comparison of flavor qualities of mushrooms (Flammulina velutipes) packed with different packaging materials. Food Chemistry, 2017, 232, 1-9.<br/>[10] Fang Donglu, Yang Wenjian*, Deng Zilong, An Xinxin, Zhao Liyan, Hu Qiuhui*. Proteomic investigation of metabolic changes of mushroom (Flammulina velutipes) packaged with nanocomposite material during cold storage. Journal of Agricultural and Food Chemistry, 2017, 65, 10368-10381.<br/>[11] Fang Donglu, Yang Wenjian, Benard Muinde Kimatu, An Xinxin, Hu Qiuhui, Zhao Liyan*. Effect of nanocomposite packaging on postharvest quality and reactive oxygen species metabolism of mushrooms (Flammulina velutipes). Postharvest Biology and Technology, 2016, 119, 49-57.<br/>[12] Fang Donglu, Yang Wenjian, Benard Muinde Kimatu, Alfred Mugambi Mariga, Zhao Liyan, An Xinxin, Hu Qiuhui*. Effect of nanocomposite-based packaging on storage stability of mushrooms (Flammulina velutipes). Innovative Food Science & Emerging Technologies, 2016, 33, 489-497.<br/>[13] 方东路, 马晓惠, 赵明文, 郑惠华, 陈惠, 胡秋辉, 赵立艳*. 添加灰树花粉面团的酶法改性及面条品质评价. 食品科学, 2021, 42(10), 23-31.<br/>[14] 方东路, 常诗洁, 赵立艳, 安辛欣, 胡秋辉, 杨文建*. 纳米包装材料对金针菇木质化及相关酶活性的影响. 食品科学, 2016, 37(20): 261-267.<br/><br/>2、国家专利<br/>[1] 方东路. 一种内置夹层的压旋式饮料瓶盖: 中国, ZL201120308264.5[P]. 授权日期2012-06-13.<br/>[2] 胡秋辉, 方东路, 杨文建, 等. 一种防止食用菌品质劣变的纳米保鲜膜及其应用: 中国, ZL201410366090.6[P]. 授权日期2017-02-15.（2020年6月已转让）<br/><br/>3、标准制定<br/>[1] 方东路, 胡秋辉, 杨文建, 等. 杏鲍菇纳米包装保鲜技术规程, T/NT JGXH 073-2019, 南京农业大学, 南京财经大学, 江苏省农业科学院, 江苏江南生物科技有限公司, 南通市农副产品加工技术协会 发布.<br/>[2] 杨文建, 胡秋辉, 方东路, 等. 双孢蘑菇纳米包装保鲜技术规程, T/NT JGXH 072-2019, 南京财经大学, 南京农业大学, 江苏省农业科学院, 江苏江南生物科技有限公司, 南通市农副产品加工技术协会 发布.<br/>[3] 杨文建, 胡秋辉, 方东路, 等. 金针菇纳米包装保鲜技术规程, T/NT JGXH 074-2019, 南京财经大学, 南京农业大学, 江苏省农业科学院, 江苏江南生物科技有限公司, 南通市农副产品加工技术协会 发布.<br/>[4] 胡秋辉, 方东路, 杨文建, 等. 猴头菇青稞酥, T/NT JGXH 075-2019, 南京财经大学, 南京农业大学, 江苏省农业科学院, 南京银苑食品有限公司, 南通市农副产品加工技术协会 发布.<br/><br/>4、科研奖励<br/>方东路 (3/11)，食用菌精深加工关键技术创新与应用, 江苏省人民政府, 2019年度江苏省科学技术奖一等奖。<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1、国家自然科学基金青年项目：基于线粒体蛋白组学研究纳米包装处理对金针菇能量代谢的影响及调控机制（31801592，2019.01-2021.12），主持；2、江苏省自然科学基金青年项目：纳米包装处理对金针菇采后能量代谢调控机制研究（BK20180526，2018.07-2021.06），主持；<br/>3、中国博士后科学基金面上项目：金针菇冷藏中食用和风味品质劣变规律及其控制研究（2018M642264，2018.10-2020.10），主持；<br/>4、江苏省博士后科研资助计划：基于线粒体蛋白组学研究金针菇采后贮藏品质变化及其能量代谢调控机制（2018K095C，2018.07-2020.07），主持；<br/>5、国家发明专利转让横向课题：一种防止食用菌品质劣变的纳米保鲜膜及其应用（ZL201410366090.6，2020-09-2021.09），主持；<br/>6、国家现代农业（食用菌）产业技术体系，产品加工岗位（CARS-20，2009.02-2021.06），参与；<br/>7、国家自然科学基金面上项目：香菇真空冷冻干燥过程中含硫风味物质的形成机理（31871762，2019.01-2022.12），参与；<br/>8、国家自然科学基金青年项目：纳米包装金针菇微生物菌群演替与其风味变化关系研究（31701660，2018.01-2020.12），参与；<br/>9、国家自然科学基金青年项目：基于蛋白组学和ROS代谢的低氧调控金针菇贮藏品质机理研究（31401552，2015.01-2017.12），参与。<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "无fangdonglu@njfu.edu.cn",
    "Introduction": "None",
    "id": "0074",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2022/12/04/20221204170903766x66u29.jpg?iid=53214",
    "Department": "园艺系",
    "Duties": "无",
    "Title": "None",
    "Category": "副研究员",
    "Final_Education": "研究生",
    "Final_Degree": "工学博士",
    "Work": "None",
    "Name": "方东路",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "方东路，男，中共党员，工学博士，副研究员，硕士生导师。2017年12月获得南京农业大学食品科学博士学位，2016-2017年在Oregon State University公派留学1年，2018-2021年在南京农业大学从事师资博后工作，2021年11月正式入职南京林业大学，从事教学科研工作。"
}