{
    "Research_direction": "植物光合生理生态与环境交互，主要集中于研究：1）环境亏缺（干旱、高温、高光）下植物叶片内部CO2传输机制（尤其是气孔导度与叶肉导度）和光合能力（光合酶羧化和电子传递能力）对光合作用和水分利用效率的协同影响；<br/>2）植物叶片解剖结构和光合生理权衡机制；<br/>3）环境亏缺下植物光合作用光反应（叶绿素荧光）和暗反应（光合羧化能力）平衡机制；<br/>4）光合作用光反应机制模型的建立与应用<br/><br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "发表文章：<br/>Jimei Han, Christine Y-Y Chang, Lianhong Gu, Yongjiang Zhang, Anthony Walker, Jiaming Wen, Oz Kira, Sarah McNaull, Ying Sun. The physiological basis for estimating photosynthesis from chlorophyll a fluorescence. New Phytologist. 2022, 234, 1206-1219. (IF : 10.151; 中科院1区TOP).<br/>Jimei Han, Lianhong Gu, Jiaming Wen, Ying Sun. Inference of photosynthetic capacity parameters from Chlorophyll a Fluorescence is affected by redox state of PSII reaction centers. Plant, Cell and Environment. 2022, 45, 1298-1314. (IF : 7.228; 中科院1区TOP).<br/>Jimei Han, Lianhong Gu, Jeffrey M Warren, Anirban Guha, David A McLennan, Wangfeng Zhang, Yali Zhang. The roles of photochemical and non-photochemical quenching in regulating photosynthesis depend on the phase of fluctuating environment conditions. Tree Physiology. 2021, 42, 848-861. (IF : 4.196; 中科院1区TOP).<br/>Jimei Han, Zhangying Lei, Jaume Flexas, Yujie Zhang, Marc Carriqu&iacute;, Wangfeng Zhang, Yali Zhang. Mesophyll conductance in cotton bracts: anatomically determined internal CO2 diffusion constraints on photosynthesis. Journal of Experimental Botany, 2018, 69: 5433–5443. (IF : 6.992; 中科院1区TOP). 注：此文章获得专文评论：Tosens T, Laanisto L. Mesophyll conductance and accurate photosynthetic carbon gain calculations. Journal of Experimental Botany, 2018, 69: 5315–5318.<br/>Jimei Han, Zhangying Lei, Yujie Zhang, Xiaoping Yi, Wangfeng Zhang, Yali Zhang. Drought-introduced variability of mesophyll conductance in Gossypium and its relationship with leaf anatomy. Physiologia Plantarum, 2018, 166: 873–887. (IF : 4.5; 中科院2区).<br/>Jimei Han, Haofeng Meng, Saiyu Wang, Chuangdao Jiang, Feng Liu, Wangfeng Zhang, Yali Zhang. 2016. Variability of mesophyll conductance and its relationship with water use efficiency in cotton leaves under drought pretreatment. Journal of Plant Physiology, 2016, 194: 61–71. (IF : 3.549; 中科院2区).<br/>Jimei Han, Yujie Zhang, Zhangying Lei, Wangfeng Zhang, Yali Zhang. The higher area-based photosynthesis in Gossypium hirsutum L. than in G. barbadense L. mostly attributed to higher leaf thickness. Photosynthetica, 2019, 57: 420–427. (IF : 3.189; 中科院3区).<br/>韩吉梅，张旺锋，熊栋梁，Flexas J，张亚黎. 植物光合作用叶肉导度及主要限制因素研究进展. 植物生态学报，2017, 41: 914–924.<br/><br/>合作文章：<br/>Lianhong Gu, Jimei Han, Jeffrey D. Wood, Chang CY-Y, Sun Y. Sun-induced Chl fluorescence and its importance for biophysical modeling of photosynthesis based on light reactions. New Phytologist, 2019, 223: 1179–1191. (IF : 10.151; 中科院1区TOP).<br/>Anirban Guha, Jimei Han, Cadan Cummings, David A Mclennan, Jeffrey M Warren. Differential ecophysiological responses and resilience to heat wave events in four co-occurring temperate tree species. Environmental Research Letters, 2018, 13: 065008. (IF : 6.793; 中科院1区TOP).<br/>Yujie Zhang, Jimei Han, Zhangying Lei, Wangfeng Zhang, Yali Zhang. Systematical regulation involved in photosynthetic characteristics heterogeneity of individual leaf in Pima cotton. Journal of Integrative Agriculture, 2022, 21, 995-1003. (IF : 2.848; 中科院2区).<br/>Zhangying Lei, Jimei Han, Xiaoping Yi, Wangfeng Zhang, Yali Zhang. Coordinated variation between veins and stomata in cotton and its relationship with water use efficiency under drought stress. Photosynthetica, 2018, 56: 1326–1335. (IF : 3.189; 中科院3区).<br/>Lianhong Gu, Bernard Grodzinski, Jimei Han, Telesphore Marie, Yong-Jiang Zhang, Yang C. Song, Ying Sun. ﻿An exploratory steady-state redox model of photosynthetic linear electron transport for use in complete modeling of photosynthesis for broad applications. Plant, Cell and Environment. 2023, ﻿Doi: 10.1111/pce.14563. (IF : 7.228; 中科院1区TOP).<br/>Lianhong Gu, Bernard Grodzinski, Jimei Han, Telesphore Marie, Yong-Jiang Zhang, Yang C. Song, Ying Sun. Granal thylakoid structure and function: explainining an enduring mystery of higher plants. New Phytologist, 2022, 236, 319-329. (IF : 10.151; 中科院1区TOP).<br/>Christine Y-Y Chang, Jiaming Wen, Jimei Han, Oz Kira, Julie LeVonne, Jeffrey Melkonian, Susan J Riha, Joseph Skovira, Sharon Ng, Lianhong Gu, Jeffrey D Wood, Paul N&auml;the, Ying Sun. Unpacking the drivers of diurnal dynamics of sun-induced chlorophyll fluorescence (SIF): Canopy structure, plant physiology, instrument configuration and retrieval methods. Remote Sensing of Environment. 2021. 265: 112672. (IF : 10.164; 中科院1区TOP).<br/>Yan Wang, Yujie Zhang, Jimei Han, Cuihua Li, Rongjie Wang, Yali Zhang, Xin Jia. Improve plant photosynthesis by a new slow-release carbon dioxide gas fertilizer. ACS Omega, 2019, 4: 10354–10361. (IF : 3.512; 中科院3区).<br/>Xiaoping Yi, Yali Zhang, Hesheng Yao, Jimei Han, Wah Soon Chow, Dayong Fan, Wangfeng Zhang. Changes in activities of both photosystems and the regulatory effect of cyclic electron flow in field-grown cotton (Gossypium hirsutum L) under water deficit. Journal of Plant Physiology, 2018, 220: 74–82. (IF : 3.549; 中科院2区).<br/>Zhangying Lei, Fang Liu, Ian J Wright, Marc Carriqui, Ulo Niinemets, Jimei Han, Mengmeng Jia, Brian J Atwell, Xiaoyan Cai, Wangfeng Zhang, Zhongli Zhou, Yali Zhang. Comparisons of photosynthetic and anatomical traits between wild and domesticated cotton. Journal of Experimental Botany. 2022, 73: 873–885. (IF : 6.992; 中科院1区TOP).<br/>Jiameng Lai, Yanan Li, Jianli Chen, Guoyue Niu, Peirong Liu, Qi Li, Lixin Wang, Jimei Han, Zhenqi Luo, Ying Sun. Massive Crop Expansion Threatens Agriculture and Water Sustainability in Northwestern China. Environmental Research Letters. 2021, 17, 034003. (IF : 6.793; 中科院1区TOP).<br/>Sun Y, Gu LH, Wen J, van der Tol C, Porcar-Castell A, Joiner J, Chang CY, Magney T.....JM Han et al., 2023a. From remotely-sensed SIF to Ecosystem structure, function, and service: Part I -Harnessing Theory. Global Change Biology, Doi: 10.1111/gcb.16634.<br/>Sun Y, Wen J, Gu LH, Joiner J, Chang CY,......JM Han et al., 2023b. From Remotely-sensed SIF to ecosystem structure, function, and service: Part II - Harnessing Data. Global Change Biology, doi: 10.1111/gcb.16646.<br/><br/>发表专利：<br/>张亚黎, 张玉洁, 孟浩峰, 李明仁, 韩吉梅, 姜闯道, 张旺锋. 用于精测鲜重的叶片快速转移装置. 专利号：ZL201510700208.9, 授权公告日：2017.10.27, 已授权；<br/>张亚黎, 孟浩峰, 王凤, 张玉洁, 韩吉梅, 雷长英, 张旺锋. 盆栽植物遮荫装置. 专利号：ZL201610050921.8, 授权公告日：2018.06.01, 已授权；<br/><br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "jimayhan@njfu.edu.cn",
    "Introduction": "None",
    "id": "0076",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2023/03/31/20230331132327784aieurv.jpg?iid=57296",
    "Department": "森林培育系",
    "Duties": "",
    "Title": "None",
    "Category": "副教授（校聘）",
    "Final_Education": "博士",
    "Final_Degree": "博士研究生",
    "Work": "None",
    "Name": "韩吉梅",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "期刊审稿人：Agricultural and Forest Meteorology (Guest Reviewer), New Phytologist, Journal of Experimental Botany, The Plant Journal 等",
    "Experience": "2022.11 至今 南京林业大学 校聘副教授（F类）2019.08 - 2022.03 美国康奈尔大学 博士后<br/>2017.02 - 2019.08 美国橡树岭国家实验室 联合培养博士（博士后）<br/>2013.09 - 2019.06 石河子大学 博士<br/>2011.09 - 2013.06 临沂大学 学士<br/><br/>"
}