{
    "Research_direction": "水土、大气等环境介质中PAHs、重金属等污染研究；沉积物中微生物与环境变化的时空耦合响应研究；<br/>城市发展与环境污染空间耦合大数据研究。<br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "近几年发表的学术论文：[42] Yan Li*, Zi Ye, Ye Yu, Ye Li**, Jiang Jiang, Liangjie Wang, Min Liu**. A Combined Method for Human Health Risk Area Identification of Heavy Metals in Urban Environments[J]. Journal of Hazardous Materials, 2023: 131067.<br/>[41] 程新宇, 李岩*, 李晔, 王艮梅, 张焕朝, 温佳乐, 李柠, 虞叶, 叶子, 郑捷翔, 李志龙, 刘敏.太湖沉积物好氧细菌空间分布与氮磷来源及风险[J].环境科学,2023,10(10).202210092.<br/>[40] Yan Li, Ye Li, Ye Huang,Tianhao He,Ruihe Jin,Mingzhe Han,Yue He,Min Liu*. An improved hybrid model on source-risk of polycyclic aromatic hydrocarbon in soils of the Yangtze River Delta urban agglomeration[J]. Science of The Total Environment, 2023, 857: 159336.<br/>[39] Qingbin Fan, Yan Li*. Enrichment of rosmarinic acid from Salvia przewalskii Maxim. leaves using macroporous resin: Adsorption/desorption behavior, process optimization followed by scale-up[J]. Industrial Crops and Products, 2023, 191: 115931.<br/>[38] Yan Li*, Dike Feng, Meiying Ji, Zhanpeng Li, Ruocheng, Zhang, Chenwei Gu. The risk characteristics of heavy metals in urban soil of typical developed cities in China[J]. Environmental Monitoring and Assessment, 2022, 194(132).<br/>[37] Ning Li, Yan Li*, Jiaxiang Wei, Ke Liu, Genmei Wang, Huanchao Zhang, Jiale Wen, Xinyu Cheng. Source-oriented ecological risk assessment of heavy metals in sediments of West Taihu Lake, China[J]. Environmental Science and Pollution Research, 2022: 1-11.<br/>[36] Xianheng Ouyang, Anliang Chen, Yan Li, Xiaoxiao Han, Haiping Lin*. Predicting the potential distribution of pine wilt disease in China under climate change[J]. Insects, 2022, 13(12): 1147.<br/>[35] Yan Li*, Xinyu Cheng, Ke Liu, Ye Yu, Yujie Zhou. A new method for identifying potential hazardous areas of heavy metal pollution in sediments[J]. Water Research, 2022,119065.<br/>[34] Yan Li*, Ning Li, Xiangling Zhang, Ke Liu, Zhenyi Jia, Genmei Wang. A modified receptor model for source apportionment of sediment polycyclic aromatic hydrocarbons[J]. Journal of Environmental Management, 2022,318(48):115637.<br/>[33] Ning Li, Yan Li*,Shenglu Zhou, Huanchao Zhang, Genmei Wang. Source Apportionment and Health Risk Assessment of Heavy Metals in Endemic Tree Species in Southern China: A Case Study of Cinnamomum camphora (L.) Presl[J]. Frontiers in Plant Science, 2022,13:911447.<br/>[32] Yan Li*, Zhen Dong, Dike Feng, Zhenyi Jia, Qingbin Fan, Ke Liu, Xiaomian Zhang. Study on the risk of soil heavy metal pollution in typical developed cities in eastern China[J]. Scientific Reports, 2022.<br/>[31] Ning Li, Yan Li*, Genmei Wang*, Huanchao Zhang, Xiangling Zhang, Jiale Wen, Xinyu Cheng. The sources risk assessment combined with APCS/MLR model for potentially toxic elements in farmland of a first‑tier city, China[J]. Environmental Science and Pollution Research. 2022, 3(03):19325-5.<br/>[30] Qingbin Fan, Jie Liao*, Yan Li, Wei Ye, Tao Wang, Lupeng Yu, Xiao Feng, Weixiao Han. The Formation of Yardangs Surrounding the Suoyang City Ruins in the Hexi Corridor of Northwestern China and Its Climatic–Environmental Significance[J]. Remote Sensing, 2022, 14(21): 5628.<br/>[29] Shuai Ma,Yan Li, Yinghu Zhang, Liang-Jie Wang*, Jiang Jiang, Jinchi Zhang. Distinguishing the relative contributions of climate and land use/cover changes to ecosystem services from a geospatial perspective[J]. Ecological Indicators, 2022, 136: 108645.<br/>[28] Yujie Zhou, JunxiaoWang, Mengmeng Zou Qiqi Yin, Yifei Qiu, Chengqiang Li, Bei Ye, Tianwei Guo, Zhenyi Jia,YanLi, Chunhui Wang, Shenglu Zhou*. Microplastics in urban soils of Nanjing in eastern China: Occurrence, relationships, and sources[J]. Chemosphere, 2022: 134999.<br/>[27] Xiangling Zhang, Yan Li, Genmei Wang*, Huanchao Zhang, Ruisi Yu, Ning Li, Jiexiang Zheng, Ye Yu. Soil Quality Assessment in Farmland of a Rapidly Industrializing Area in the Yangtze Delta, China[J]. International Journal of Environmental Research and Public Health, 2022, 19(19): 12912.<br/>[26] Ye Li, Ye Huang*, Yunshan Zhang, Wei Du, Shanshan Zhang, Tianhao He, Yan Li, Yan Chen, Fangfang Ding, Lin Huang, Haibin Xia, Wenjun Meng, Min Liu, and Shu Tao. Temporal and spatial variations of atmospheric unintentional PCBs emissions in Chinese mainland from 1960 to 2019[J]. EGUsphere, 2022: 1-18.<br/>[25] Qingbin Fan, Jie Liao*, Yan Li, Wei Ye, Tao Wang, Xiao Feng.Provenance and Climatic Implications of the Middle-Pleistocene Loess Deposit, Southern China[J]. Frontiers in Earth Science, 2021, 9: 682875.<br/>[24] Qingbin Fan, Jie Liao*, Yan Li, Wei Ye, Tao Wang, Xiao Feng. Origin and Paleoenvironmental Significance of the Old Red Sand Along the Southeast Coast of China[J]. Frontiers in Earth Science, 2021: 395.<br/>[23] Yan Li*, Shenglu Zhou, Zhenyi Jia, Ke Liu, Genmei Wang. Temporal and spatial distributions and sources of heavy metals in atmospheric deposition in western Taihu Lake, China[J]. Environmental Pollution, 2021,284:117465.<br/>[22] Yan Li, Xiaoping Wang, Ping Gong*. Combined risk assessment method based on spatial interaction: A case for polycyclic aromatic hydrocarbons and heavy metals in Taihu Lake sediments[J]. Journal of Cleaner Production, 2021, 328(2):129590.<br/>[21] Yangyang Liu, Hanyu Ren, Cheng Zheng, Ronglei Zhou, Tianming Hu, Peizhi Yang, Wei Zhang, Zhenqian Wang, Yan Li, Zhaoying Zhang, Zhongming Wen*. Untangling the effects of management measures, climate and land use cover change on grassland dynamics in the Qinghai–Tibet Plateau, China[J]. Land Degradation & Development, 2021, 32(17): 4974-4987.<br/>[20] Chunhui Wang, Shenglu Zhou*, Junhong Tang*, Yan Li, Huanxuan Li, Jia Du, Shaodan Xu, Qinwei Zhou, Zeyu Xu, Shaohua Wu*.Elemental carbon components and PAHs in soils from different areas of the Yangtze River Delta region, China and their relationship[J]. Catena, 2021, 199: 105086.<br/>[19] Ping Li, Tao Wu, Guojun Jiang, Lijie Pu, Yan Li, Jianzhen Zhang, Fei Xu, Xuefeng Xie*.An integrated approach for source apportionment and health risk assessment of heavy metals in subtropical agricultural soils, Eastern China[J]. Land, 2021, 10(10): 1016.<br/>[18] Qing-bin Fan, Jie Liao*, Yan Li, Wei Ye, Tao Wang, Xiao Feng. Quartz grain surface microtextural evidence for provenance of the Quaternary aggradation red earth deposit, southern China[J]. Journal of Mountain Science, 2021, 18(8): 2048-2060.<br/>[17] Teng Wang, Baojie Li*, Hong Liao**, Yan Li.Spatiotemporal distribution of atmospheric polycyclic aromatic hydrocarbon emissions during 2013–2017 in mainland China[J]. Science of the Total Environment, 2021, 789: 148003.<br/>[16] Yan Li*, Shenglu Zhou, Ke Liu, Genmei Wang, Junxiao Wang. Application of the APCA-MLR receptor model for the source apportionment of char and soot in sediments[J]. Science of the Total Environment, 2020, 141165.<br/>[15] Genmei Wang, Yan Li*, Junxiao Wang, Zhenyi Jia, Yujie Zhou, Shenglu Zhou, Xuefeng Xie. A modified receptor model for historical source apportionment of polycyclic aromatic hydrocarbons in sediment[J]. Science of The Total Environment, 2020: 134931.<br/>[14] Yujie Zhou, Junxiao Wang, Mengmeng Zou, Zhenyi Jia, Shenglu Zhou*, Yan Li. Microplastics in soils: A review of methods, occurrence, fate, transport, ecological and environmental risks[J]. Science of the Total Environment, 2020, 748: 141368.<br/>[13] Zhenyi Jia, Junxiao Wang**, Baojie Li, Yan Li, Yujie Zhou, Guijie Tong, Daohao Yan, Shenglu Zhou*. An integrated methodology for improving heavy metal risk management in soil-rice system[J]. Journal of Cleaner Production, 2020, 273: 122797.<br/>[12] Chunhui Wang, Junxiao Wang, Shenglu Zhou, Junhong Tang, Zhenyi Jia, Liang Ge, Yan Li, Shaohua Wu.Polycyclic aromatic hydrocarbons and heavy metals in urban environments: Concentrations and joint risks in surface soils with diverse land uses[J]. Land Degradation & Development, 2020, 31(3): 383-391.<br/>[11] Zhenyi Jia, Junxiao Wang**, Xiaodan Zhou, Yujie Zhou, Yan Li, Baojie Li, Shenglu Zhou*.Identification of the sources and influencing factors of potentially toxic elements accumulation in the soil from a typical karst region in Guangxi, Southwest China[J]. Environmental Pollution, 2020, 256: 113505.<br/>[10] Baojie Li, Junxiao Wang*, Shaohua Wu, Zhenyi Jia, Yan Li, Teng Wang, Shenglu Zhou*.New method for improving spatial allocation accuracy of industrial energy consumption and implications for polycyclic aromatic hydrocarbon emissions in China[J]. Environmental science & technology, 2019, 53(8): 4326-4334.<br/>[9]  Yan Li, Genmei Wang*, Junxiao Wang, Zhenyi Jia, Yujie Zhou, Chunhui Wang, Yanyan Li, Shenglu Zhou*. Determination of influencing factors on historical concentration variations of PAHs in West Taihu Lake, China[J]. Environmental Pollution, 2019(249): 573-580.<br/>[8] Yan Li, Shenglu Zhou*,Zhenyi Jia, Liang Ge, Liping Mei, Xueyan Sui, Xiaorui Wang, Baojie Li, Junxiao Wang, Shaohua Wu. Influence of industrialization and environmental protection on environmental pollution: a case study of Taihu Lake, China[J]. Environmental Pollution, 2018, 15(12): 2628.<br/>[7] Baojie Li, Shenglu Zhou*, Teng Wang, Xueyan Sui, Zhenyi Jia, Yan Li , Junxiao Wang , Shaohua Wu**.An improved gridded polycyclic aromatic hydrocarbon emission inventory for the lower reaches of the Yangtze River Delta region from 2001 to 2015 using satellite data[J]. Journal of hazardous materials, 2018, 360: 329-339.<br/>[6] Yan Li, Shenglu Zhou*, Qing Zhu, Baojie Li, Junxiao Wang, Chunhui Wang, Lian Chen, Shaohua Wu. One-century sedimentary record of heavy metal pollution in western Taihu Lake, China [J]. Environmental Pollution, 2018, 240(1):709-716.<br/>[5] Yan Li#, Liping Mei#, Shenglu Zhou*, Zhenyi Jia, Junxiao Wang, Baojie Li, Chunhui Wang, Shaohua Wu. Analysis of Historical Sources of Heavy Metals in Lake Taihu Based on the Positive Matrix Factorization Model[J]. International Journal of Environmental Research & Public Health, 2018, 15(7):1540.<br/>[4] Lian Chen, Shenglu Zhou* , Shaohua Wu**, Chunhui Wang, Baojie Li, Yan Li, Junxiao Wang.Combining emission inventory and isotope ratio analyses for quantitative source apportionment of heavy metals in agricultural soil[J]. Chemosphere, 2018, 204: 140-147.<br/>[3]Lian Chen,Shenglu Zhou*,Yaxing Shi,Chunhui Wang,Baojie Li,Yan Li,Shaohua Wu. Heavy metals in food crops, soil, and water in the Lihe River Watershed of the Taihu Region and their potential health risks when ingested[J]. Science of the total environment, 2018, 615: 141-149.<br/>[2] Yan Li, Shenglu Zhou*, Zhenyi Jia, Liang Ge, Liping Mei, Xueyan Sui, Xiaorui Wang, Baojie Li, Junxiao Wang, Shaohua Wu. Influence of Industrialization and Environmental Protection Environmental Pollution: A Case Study of Taihu Lake, China.[J]. International Journal of Environmental Research & Public Health, 2018, 15(12), 2628.<br/>[1] 李岩,叶玮*,朱丽东,谷喜吉,杨立辉.亚热带加积型红土稀土元素特征及物质来源[J].土壤通报, 2015, 46(1):19-24.<br/><br/><br/>获奖情况：<br/>1，自然资源部国家重点实验室优秀学术论文二等奖；<br/>2，“协鑫”慈善奖学金；<br/>3，南京大学一等学业奖学金；<br/>4，江苏省“双创计划”人才资助；<br/>5，江苏省水土保持学会优秀论文。<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1. 国家自然科学基金，42101079，湖泊沉积物多环芳烃来源及其吸附机理的定量研究，主持；<br/>2， 江苏省“双创计划”项目，主持；<br/>3， 中国科学院国家重点实验室开放基金，主持；<br/>4. 江苏省高校自然科学基金面上项目，20KJB170014，太湖沉积物PAHs的历史来源定量研究，主持；<br/>5. 高校研究生科研创新项目，2016CL，新型光电化学免疫传感器的构建及土壤污染物监测，12万，主持；<br/>6. 国家自然科学基金项目，41801066，区域发展典型过程下城市土壤PAHs的空间分布及其形成机制研究，参与；<br/>7. 国家重点研发计划，2017YFD0800305，农田地质高背景重金属污染机理研究，参与<br/><br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "15005160852lyle@njfu.edu.cn",
    "Introduction": "None",
    "id": "0082",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/20200702143348343gkhhsx.gif?iid=22660",
    "Department": "水土保持系",
    "Duties": "教师",
    "Title": "None",
    "Category": "副教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "理学博士",
    "Work": "None",
    "Name": "李岩",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "1, 中国地理学会会员；2，中国土壤学会会员；<br/>3，江苏省土壤学会、水土保持学会会员；<br/>4，担任国际SCI源Frontiers in Forests and Global Change期刊（中科院1区(农林科学小类)）Guest Editor  （https://www.frontiersin.org/journals/forests-and-global-change/sections/forest-disturbance）, 2023.02-<br/>5，担任国际SCI源Coating期刊（中科院3区，IF = 4.61）Guest Editor ;<br/>6, 担任国际SCI源唯一可视期刊JOVE-Journal of Visualized Experiments编辑;<br/>7，国际期刊Environmental science and technology,  Science of The Total Environment,  Journal of Hazardous materials,  Environmental Pollution,  Water Research,  Catena,  Land Degradation and Development,  Chemosphere,  Quaternary Science Reviews（QSR）、Journal of Environmental Management等同行审稿人。<br/><br/><br/>",
    "Experience": "2016年8月-2019年6月，南京大学 地海学院  地理学  博士2019年7月起，南京林业大学 林学院，水保系 副教授，硕导（欢迎报考）<br/>2020年2月，华东师范大学 地理科学学院，学科博后（在职，合作导师：刘敏 教授）<br/>"
}