{
    "Research_direction": "主要从事植被生态恢复与水土保持方面的研究工作，以草地植被的植物-土壤界面为研究对象，在草地植物群落与土壤生境的互馈关系、草地水土流失调控机制及侵蚀环境下草地生态功能可持续等方面开展了系统研究。近五年以来发表SCI论文20余篇，其中第一作者10篇，90%均发表在中科院一区Top期刊，总被引130余次。<br/><br/>研究领域: 土壤水文、侵蚀调控、草地灌丛化、生态功能可持续<br/><br/>欢迎各位同学联系报考硕士研究生。<br/><br/><br/><br/><br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1.       Liu YF, Fang H, Shi JJ, Leite PAM, Zhao JX, Shi ZH, Wu GL*. Climate change-induced shrub encroachment changes soil hydraulic properties and inhibits herbaceous growth in alpine meadows. Agricultural and Forest Meteorology, 2023, 340, 109629.<br/>2.       Liu YF, Fang H, Huang Z, Leite PAM, Liu Y, López-Vicente M, Zhao JX, Shi ZH, Wu GL*. Shrub encroachment increases soil erosion risk in hillside alpine meadows of the Qinghai-Tibetan Plateau, NW China. Catena, 2023, 222, 106842.<br/>3.       Liu YF, Meng LC, Huang Z, Shi ZH, Wu GL*. Contribution of fine roots mechanical property of Poaceae grasses to soil erosion resistance on the Loess Plateau. Geoderma, 2022, 426, 116122.<br/>4.       Liu YF, Zhang ZC, Liu Y, Cui Z, Leite PAM, Shi JJ, Wang YL, Wu GL*. Shrub encroachment enhances the infiltration capacity of alpine meadows by changing the community composition and soil conditions. Catena, 2022, 213, 106222.<br/>5.       Liu YF, Liu Y, Wu GL*, Shi ZH. Runoff maintenance and sediment reduction of different grasslands based on simulated rainfall experiments. Journal of Hydrology, 2019, 572, 329-335.<br/>6.       Liu YF, Cui Z, Huang Z, López-Vicente M, Zhao JX, Ding LM, Wu GL. Shrub encroachment in alpine meadows increases the potential risk of surface soil salinization by redistributing soil water. Catena, 2022, 219, 106593.<br/>7.       Liu YF, Huang Z, Meng LC, Li SY, Wang YB, Liu Y, Lopez-Vicente M, Wu GL*. Understory shading exacerbated grassland soil erosion by changing community composition. Catena, 2022, 208, 105771.<br/>8.       Liu YF, Dunkerle D, López-Vicente M, Shi ZH, Wu GL*. Trade-off between surface runoff and soil erosion during the implementation of ecological restoration programs in semiarid regions: a meta-analysis. Science of the Total Environment, 2020, 712, 136477.<br/>9.       Liu YF, Liu Y, Shi ZH, López-Vicente M, Wu GL*. Effectiveness of re-vegetated forest and grassland on soil erosion control in the semi-arid Loess Plateau. Catena, 2020, 195, 104787.<br/>10.    Liu YF, Fang H, Huang Z, Leite PAM, Liu Y, Zhao JX, Wu GL*. Mattic epipedon fragmentation strengthened the soil infiltration capacity of a hillside alpine meadow on the Qinghai-Tibetan Plateau. Ecohydrology, 2023, e2552.<br/>11.    Wu GL#*, Liu YF#, Cui Z, Liu Y, Shi ZH, Yin R, Kardol P. Trade-off between vegetation type, soil erosion control and surface water in global semi-arid regions: A meta-analysis. Journal of Applied Ecology, 2020, 57, 875-885.<br/><br/>研究生期间曾获国家奖学金、中国草学会王栋奖学金、黄土高原土壤侵蚀与旱地农业国家重点实验室主任奖学金、校级优秀研究生等多项荣誉。<br/><br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "liuyifan2023@njfu.edu.cn",
    "Introduction": "None",
    "id": "0083",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2023/10/23/20231023154237612ab1hqp.jpeg?iid=68558",
    "Department": "水土保持系",
    "Duties": "",
    "Title": "None",
    "Category": "副教授（校聘）",
    "Final_Education": "博士研究生",
    "Final_Degree": "博士",
    "Work": "None",
    "Name": "刘一帆",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2019年9月-2023年6月 西北农林科技大学  水土保持与荒漠化防治     博士2016年9月-2019年6月 西北农林科技大学  生态学                              硕士<br/>2012年9月-2016年6月 湖北师范大学         生物科学                           学士<br/>"
}