{
    "Research_direction": "沈文娟，女，副教授，硕士生导师，马里兰大学联培博士、访问学者。主要从事基于多源遥感的长时序森林资源监测与气候效应研究。中国图形图象学学会遥感图像专业委员会委员。近年来先后主持国家级与省部级基金项目(面上、青年)与资助5项，参与国家级及省部级科研项目7项。在国内外期刊发表论文40余篇，第一/通讯作者论文20余篇，国内外TOP期刊9篇，申请专利1项，授权专利2项，多次获得行业优秀论文与报告奖励。担任多个林业、遥感、地学领域（AFM、FEM、FE、IJDE、IJRS等）国内外主流杂志审稿人。参与编写《林业专业综合实践教程》、《森林经营规划》教材，主讲专业导论、遥感数字图像处理、遥感与地理信息系统本科生课程与实践。<br/>研究兴趣：<br/>森林变化及其生物物理机制响应气候变化；<br/>主被动遥感数据集成、融合与应用；<br/>光学、雷达、激光雷达集成反演时序森林生物量；<br/>精细森林类型变化的碳计量模型<br/>长时间序列森林覆盖变化检测；森林干扰监测；<br/>结合云平台与大数据处理的森林资源监测应用等。<br/><br/>主要学术贡献：<br/>论证了长时序多源、主被动遥感用于监测森林变化、森林生物量的可行性，研建了精细森林类型变化驱动的生物量、碳计量模型,创新发展了森林类型变化的气候效应评价的多尺度时空变化分析方法与改进的地表能量平衡模型。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "已发表文章：Qin Liu, Wenjuan Shen, Tianyi Sun, Pingting Cao et al. 2023. Local actual impacts of afforestation and deforestation on remotely sensed land surface temperature in Yangtze River Delta, China. In preparation.<br/><br/>Shen W, Liu Q, Ji M, He J, He T, Huang C. Impacts of urban forests and landscape characteristics on land surface temperature in two urban agglomeration areas of China [J]. Sustainable Cities and Society, 2023, 99: 104909.<br/>Yuzhen Zhang, Jingjing Liu and Wenjuan Shen. 2022. A Review of Ensemble Learning Algorithms Used in Remote Sensing Applications. Appl. Sci., 12, 8654.<br/>Wenjuan Shen, Jiaying He, Tao He, Xiangping Hu, et al. 2022. Biophysical effects of afforestatipn on land surface temperature in southern China. Journal of Geophysical Research: Biogesciences,127, e2022JG006913.<br/>Wenjuan\n Shen, Mingshi Li, Chengquan Huang, Tao He, Xin Tao, Anshi Wei, 2019. \nLocal land surface temperature change induced by afforestation based on \nsatellite observations in Guangdong plantation forests in China. \nAgricultural and Forest Meteorology, 276-277, 107641.<br/>Wenjuan\n Shen, Xupeng Mao, Jiaying He, Jingwei Dong, Chengquan Huang, Mingshi \nLi, 2020. Understanding current and future fragmentation dynamics of \nurban forest cover in the Nanjing Laoshan Region of Jiangsu, China. \nRemote sensing,12(1),155.<br/>Wenjuan\n Shen, Mingshi Li, Chengquan Huang, Xin Tao, Anshi Wei, 2018. Annual \nforest aboveground biomass changes mapped using ICESat/GLAS \nmeasurements, historical inventory data, and time-series optical and \nradar imagery for Guangdong province, China. Agricultural and Forest \nMeteorology, 259, 23-38.<br/>Wenjuan\n Shen, Mingshi Li, Chengquan Huang, Xin Tao, Shu Li, Anshi Wei, 2019. \nMapping Annual Forest Change Due to Afforestation in Guangdong Province \nof China Using Active and Passive Remote Sensing Data. Remote Sensing, \n11(5), 490.<br/>Wenjuan\n Shen, Jiaying He, Chengquan Huang, Mingshi Li, 2020. Quantifying the \nactual impacts of forest cover change on surface temperature in \nGuangdong, China. Remote sensing,12(15),2354.<br/>沈文娟, 纪梅, 李明诗, 2022. 基于多源遥感的森林变化对区域温度影响的监测方法研究进展. 南京林业大学学报（自然科学版）, 46(3):1-11.<br/>沈文娟, 李明诗, 黄成全, 2018. 长时间序列多源遥感数据的森林干扰监测算法研究进展. 遥感学报, 22(6), 1005-1022.<br/>郭宜伟，沈文娟，倪辰，曹萍婷，孙天谊，等. 基于SuperView-1与语义分割模型的松材变色立木监测及其空间格局分析. 在投中<br/><br/>专利：<br/>沈文娟, 刘晴, 张影, 叶雯静. 一种用于造林空间监测的便携式自动气象站. ZL202122267714.7<br/>沈文娟. 基于多源遥感与能量平衡模型造林响应地表温度的方法.  ZL202110392852.X<br/><br/>获奖与荣誉：<br/>2018年、2020年梁希青年论文奖三等奖<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1. 国家自然科学基金面上项目，长时序遥感监测的森林变化及其水热碳交互响应机制研究，2024-01至 2027-12，在研，主持2. 国家自然科学基金项目，集成多源遥感与能量平衡模型的历史森林变化对区域温度的影响研究，2021-01至2023-12，在研，主持<br/>3. 江苏省自然科学基金项目，多源遥感重建的造林历史与能量平衡模型耦合对区域气候的影响研究，2020-07至2023-06，在研，主持<br/>4. 中国博士后科学基金面上资助，联合多源遥感的人工林空间变化及其对区域气候的影响，2019-01至2020-12，结题，主持<br/>5. 江苏省博士后基金，2019年江苏省资助经费招收博士后研究人员，2019.07-2020.12<br/>6. 国家自然科学基金面上项目，基于Landsat TM/ETM+/OLI长时间序列的森林变化类型、方向和强度监测方法研究，2020-01至2023-12，在研，参加<br/><br/><br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "025-85427327wjshen@njfu.edu.cn",
    "Introduction": "None",
    "id": "0091",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2023/09/14/20230914105111099sp2gwm.jpg?iid=69847",
    "Department": "森林资源管理系",
    "Duties": "教师",
    "Title": "None",
    "Category": "副教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "博士",
    "Work": "None",
    "Name": "沈文娟",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "中国图形图象学学会遥感图像专业委员会委员，AGU会员，中国地理学会会员，中国林学会会员，中国图形图象学学会会员，担任Agricultural and Forest Meteorology, Forest Ecology and Management, Forest Ecosystems,Urban Forestry&Urban Greening，International Journal of Digital Earth, International Journal of Remote Sensing,IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, Remote Sensing、遥感技术与应用等国内外杂志审稿人。担任Forests期刊特刊：Image Processing For Forest Characterization的客座编辑。",
    "Experience": "教育背景2007.09-2011.06    南京林业大学     地理信息系统                工学学士<br/>2011.09-2014.06    南京林业大学     森林经理学（遥感与GIS）          农学硕士<br/>2014.09-2018.06    南京林业大学与马里兰大学联合培养  森林经理学（遥感与GIS）  农学博士<br/>工作经历<br/>2015.11-2016.11    马里兰大学（美国）地理科学系    访问学者<br/>2018.08-2020.09    南京林业大学            助理研究员<br/>2020.10-2022.03    南京林业大学            讲师<br/>2022.04-至今      南京林业大学            副教授<br/>2021-至今        硕士生导师（学术型）          090704森林经理学<br/><br/>"
}