{
    "Research_direction": "人工林定向培育、森林生态系统养分循环及土壤生态",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "论文发表1. 佘婷, 田野*（2020）森林生态系统凋落物多样性对分解过程和土壤微生物特性影响研究进展. 生态科学, 2020, 39(1): 213-223.<br/>2. 鄂晓伟, 田野*, 李晓凤, 马旭, 徐叶宁（2019）亚热带北缘次生阔叶林土壤性状和菌根真菌多样性随坡位的变化. 生态环境学报, 2019, 28(4): 676-685.<br/>3. 袁佳秋, 田野*, 洑香香（2019）基于EST-SSR标记的南方型黑杨主栽无性系鉴定及亲缘关系分析. 植物研究, 2019, 39(5): 770-778.<br/>4. 张贾宇, 徐叶宁, 陶慧颖, 鄂晓伟, 田野*, 唐罗忠 (2018) 杨-桤短期混交的林地土壤养分异质性. 生态环境学报, 2018, 27(2): 216-223.<br/>5. Tun TN, Guo J, Fang S, Tian Y (2018) Planting spacing affects canopy structure, biomass production and stem roundness in poplar plantations. Scandinavian Journal of Forest Research, 33(5): 464-474.<br/>6. Li Y, Zhang L, Fang S, Tian Y, Guo J (2018) Variation of soil enzyme activity and microbial biomass in poplar plantations of different genotypes and stem spacings. Journal of Forestry Research, 29(4): 963-972.<br/>7. Ge X, Deng S, Zhu L, Li Y, Jia Z, Tian Y, Tang L (2018) Response of nitrogen mineralization dynamics and biochemical properties to litter amendments to soils of a poplar plantation. Journal of Forestry Research, 29(4): 915-924.<br/>8. Fang S, Lin D, Tian Y, Hong S (2016) Thinning intensity affects soil-atmosphere fluxes of greenhouse gases and soil nitrogen mineralization in a lowland poplar plantation. Forests, 7, 141.<br/>9. 林达, Chuong DN, 洪森先, 田野, 方升佐 (2016) 间伐对杨树人工林土壤微生物量和氮含量的影响. 森林与环境学报, 36(4): 416-422<br/>10. Ge X, Tian Y, Tang L (2015) Nutrient distribution indicated whole-tree harvesting as a possible factor restricting the sustainable productivity of a poplar plantation system in China. PLoS One, 10(5): e0125303.<br/>11. Yan Y, Fang S, Tian Y, Deng S, Tang L, Chuong DN (2015) Influence of tree spacing on soil nitrogen mineralization and availability in hybrid poplar plantations. Forests, 6: 636-649<br/>12. Liu D, Liu Y, Fang S, Tian Y (2015) Tree species composition influenced microbial diversity and nitrogen availability in rhizosphere soil. Plant, Soil and Environment, 61(10): 438-443<br/>13. 燕亚飞, 田野, 方升佐, 宋浩, 囤兴建 (2015) 不同密度杨树人工林的外源无机氮输入及土壤无机氮库研究. 南京林业大学学报: 自然科学版, 39(4): 69-74<br/>14. Chuong DN, 崔光彩, 洪森先, 田野, 方升佐 (2015) 间伐对杨树人工林凋落物及养分归还量的影响. 林业科技开发, 29(3): 48-51<br/>15. 王意锟, 金爱武, 方升佐, 田野 (2015) 浙西南不同经营强度下毛竹林土壤渗透性研究. 水土保持研究, 22(2): 41-46<br/>16. Liu D, Fang S, Tian Y, Dun X (2014) Seasonal and clonal variations of microbial biomass and processes in the rhizosphere of poplar plantations. Applied Soil Ecology, 78: 65-72<br/>147Liu D, Fang S, Tian Y, Chang SX (2014) Nitrogen transformation in the rhizosphere of different tree types in a seasonally flooded soil. Plant, Soil and Environment, 60(6): 249-254<br/>18.Wang Y, Chang SX, Fang S, Tian Y (2014) Contrasting decomposition rates and nutrient release patterns in mixed vs singular species litter in agroforestry systems. Journal of Soils and Sediments, 14: 1071-1081<br/>19.Wang Y, Fang S, Chang SX, Tian Y (2014) Non-additive effects of litter-mixing on soil carbon dioxide efflux from poplar-based agroforestry systems in the warm temperate region of China. Agroforestry Systems, 88(2): 193-203<br/>20.Deng B,  Fang S,  Yang W, Tian Y,  Shang X (2014) Provenance variation in growth and wood properties of juvenile Cyclocarya paliurus. New Forests, 45(5):625-639<br/>21.燕亚飞, 方升佐, 田野, 宋浩, 囤兴建 (2014) 林下植物多样性及养分积累量对杨树林分结构的响应. 生态学杂志, 33(5): 1170-1177<br/>22.任百林, 徐锡增, 田野, 杨明辉 (2014) 南方型杨树人工林经营模型系统及其应用. 林业科技开发, 28(5): 112-116<br/>23.Tian Y*, Haibara K, Chang SX, Toda H, Fang S (2013) Acid deposition strongly influenced element fluxes in a forested karst watershed in the upper Yangtze River region, China. Forest Ecology and Management, 310: 27-36<br/>24.Tian Y*, Takanashi K, Toda H, Haibara K, Ding F (2013) pH and substrate regulation of nitrogen and carbon dynamics in forest soils in a karst region of the upper Yangtze River basin, China. Journal of Forest Research, 18: 228-237<br/>25.Fang S, Liu D, Tian Y, Deng S, Shang X (2013) Tree species composition influences enzyme activities and microbial biomass in the rhizosphere: A rhizobox approach. PLoS ONE 8(4): e61461<br/>26.囤兴建，曲宏辉，田野，方升佐，徐锡增 (2013) 间伐对长江滩地杨树人工林土壤有效氮素的影响. 南京林业大学学报: 自然科学版, 37(4): 45-50<br/>27.唐罗忠，吴麟，葛晓敏，田野，囤兴建，刘东，方升佐 (2013) 长江滩地不同杨树无性系的生长比较. 林业科学研究, 26(1): 123-128<br/>28.田野*，刘文文，方升佐 (2012) 平茬更新代次对杞柳生长及柳条产量和质量的影响. 南京林业大学学报: 自然科学版, 36(2): 86-90<br/>29.Liu D, Fang S, Tian Y, Dun X (2012) Variation in rhizosphere soil microbial index of tree species on seasonal flooding land: An in situ rhizobox approach. Applied Soil Ecology, 59: 1-11<br/>30.方升佐，田野 (2012) 人工林生态系统生物多样性与生产力的关系. 南京林业大学学报: 自然科学版, 36(4): 1-6 (DOI: )<br/>31.陈琴，方升佐，田野 (2012) 杨树和桤木落叶混合分解对土壤微生物生物量的影响. 应用生态学报，23(8): 2121-2128<br/>32.王意锟，方升佐，田野，唐罗忠 (2012) 残落物添加对农林复合系统土壤有机碳矿化和土壤微生物量的影响. 生态学报, 32(22): 7239-7246<br/>33.王意锟，方升佐，田野，唐罗忠 (2012) 残落物混合分解对杨树-农作物复合系统土壤碳氮矿化的影响. 水土保持学报, 26(2): 150-154, 164<br/>34.唐罗忠，葛晓敏，吴麟，田野，魏勇 (2012) 南方型杨树人工林土壤呼吸及其组分分析. 生态学报, 32(22): 7000-7008<br/>35.唐罗忠，赵丹，田野，杨玉娟，虞木奎 (2012) 不同处理下的麻栎扦插成活率和内含物含量. 福建林学院学报, 32(2): 113-119<br/>36.唐罗忠，葛晓敏，吴麟，田野，方升佐，徐锡增 (2012) 马鞍山江滩3个杨树无性系的生长比较. 林业科技开发, 26(3): 70-72<br/>37.刘文文，田野，方升佐 (2011) 不同灌木柳的扦插成活率和光合特性比较. 林业科技开发, 25(4): 52-55<br/>38.罗诚彬，方升佐，孙启祥，唐罗忠，田野 (2009) 杨树-草决明复合经营中他感作用的分析. 南京林业大学学报（自然科学版）33(2): 9-12<br/>39.Tian Y, Haibara K, Toda H, Ding FJ, Liu YH, Choi DS (2008) Microbial biomass and activity along a natural pH gradient in forest soils in a karst region of the upper Yangtze River, China. Journal of Forest Research 13(4): 205-214<br/>40.张喜，薛建辉，生原喜久雄，许笑天，田野，户田浩人，刘延惠 (2007) 黔中山地喀斯特森林的水文学过程和养分动态. 植物生态学报 31(5): 757-768<br/>41.张喜，薛建辉，生原喜久雄，崔迎春，刘延惠，田野，于曙明 (2007) 几种主要元素在黔中山地喀斯特森林内的流动和分配. 东北林业大学学报 35(7): 22-26<br/>42.Fang SZ, Yang WZ and Tian Y (2006) Clonal and within-tree variation in microfibril angle in poplar clones. New Forests 31(3): 373-383<br/>43.Fang S, Tian Y, Yuan F (2006) Effects of cutting density on growth, yield and quality of poplar clone seedlings. Frontiers of Forestry in China 1: 64-69<br/>44.方升佐，田野，袁发银 (2004) 扦插密度对杨树无性系苗木生长及质量的影响. 南京林业大学学报 28(4): 1-5<br/>45.洑香香，方升佐，田野，洪赛华 (2004) 钙离子浓度对青檀生长和檀皮质量的影响. 应用生态学报 15(9): 1502-1506<br/>46.罗诚彬，黄鹏程，田野，方升佐 (2004) 杨树根系浸提掖对几种农作物种子萌发及幼苗生长的影响. 南京林业大学学报 28(2): 43-46<br/>47.田野，张焕朝，方升佐 (2003) 盐胁迫下土壤―杨树系统离子运移与分布特征. 南京林业大学学报 27(4): 5-9<br/>48.张金龙， 田野，丁应祥 (2003) 滨海土壤I-69杨根际无机磷形态分布及有效性研究. 土壤通报 34(1): 44-47<br/>49.田野，张焕朝，方升佐，丁应祥 (2003) 盐胁迫下杨树根际系统盐分离子分布特性. 植物资源与环境学报 12(3): 11-15<br/>50.罗诚彬，方升佐，田野 (2003) 杨树根系浸提掖对3种牧草种子萌发及幼苗生长的影响.植物资源与环境学报 12 (4): 27-30<br/>51.徐厚志，田野 (2002) 杨树和作物间作与单作经济效益对比. 林业科技开发 16(3): 36-38<br/>52.丁应祥，田野，戚玲 (2000) 连栽杉木人工林生产力的模拟与预测. 南京林业大学学报 24(3): 21-25<br/>53.Ding Y.X. and Tian Y.（1999）A testing simulation with FORTOON on long-term productivity of Chinese-fir plantation. Forestry Studies in China 1(2): 33-41<br/><br/><br/>教材及著作<br/>1. 园林植物栽培学, 2012, 上海交通大学出版社, 参编<br/><br/><br/>科研奖励<br/>1.南方型杨树人工林高效培育技术体系的研究与应用，教育部科技进步奖一等奖（2019）<br/>2. 南方型杨树优质高效栽培技术体系的研究与推广, 梁希林业科学技术奖二等奖（2016）<br/>3. Acid deposition strongly influenced element fluxes in a forested karst watershed in the upper Yangtze River region, China, 梁希青年论文奖一等奖（2016）<br/>4. 沈国舫森林培育奖励基金—优秀青年骨干（2014）<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "基于根际微生物过程的杨树混交氮素效应机制研究（国家自然科学基金面上项目）杨树根际微生物群体特征及其对氮转化的影响（江苏省自然科学基金面上项目）<br/>污泥基生物炭用作育苗肥料的适用性评价（企业项目）<br/>美洲黑杨工业资源材高效培育技术研究（国家重点研发计划课题）<br/>美洲黑杨速生丰产林定向培育技术研究（十二五国家科技计划专题）<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "025-85428664tianyes@hotmail.com",
    "Introduction": "None",
    "id": "0093",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/20200702170503575v8hsq8.jpg?iid=22728",
    "Department": "森林培育系",
    "Duties": "副主任",
    "Title": "None",
    "Category": "副教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "农学博士",
    "Work": "None",
    "Name": "田野",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "1. 中国林学会青年工作委员会第三届委员会委员2. 中国林学会森林培育分会第六届理事会青年理事<br/>",
    "Experience": "教育经历1994.09 – 1998.07<br/>南京林业大学森林资源与环境学院林学专业<br/>学士<br/>1998.09 – 2001.07<br/>南京林业大学森林资源与环境学院土壤学专业<br/>硕士<br/>2003.10 – 2004.03<br/>日本东京农工大学<br/>研修生<br/>2004.04 – 2006.03<br/>日本东京农工大学农学府自然环境保全学专业<br/>硕士<br/>2006.04 – 2009.03<br/>日本东京农工大学连合农学研究科资源与环境学专业<br/>博士<br/>2013.01 – 2013.03<br/>加拿大阿尔伯塔大学<br/>访问学者<br/>工作经历<br/>2001.07 – 2003.09<br/>南京林业大学森林资源与环境学院森林培育系<br/>助教<br/>2008.04 – 2008.10<br/>日本东京农工大学连合农学研究科<br/>助教<br/>2009.03 – 2011.05<br/>南京林业大学森林资源与环境学院森林培育系<br/>讲师<br/>2011.05 –<br/>南京林业大学林学院森林培育系<br/>副教授<br/>"
}