{
    "Research_direction": "土壤氮素循环及其生态环境效应;土壤肥力与养分循环；<br/>15N同位素示踪技术。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "第一作者发表论文Wang J, Chen ZX, Xu C, Elrys AS, Shen F, Cheng Y, Chang SX. Organic amendment enhanced microbial nitrate immobilization with negligible denitrification nitrogen loss in an upland soil. Environmental Pollution, 2021, 288: 117721.(SCI 一区)<br/>Wang J, Tu XS, Zhang HM, Cui JY, Ni K, Chen JL, Cheng Y, Zhang JB, Chang SX. Effects of ammonium-based nitrogen addition on soil nitrification and nitrogen gas emissions depend on fertilizer-induced changes in pH in a tea plantation soil. Science of the Total Environment 2020, 747: 141340.(中科院1区)<br/>Cheng Y＃, Wang J＃, Wang JY, Wang SQ, Chang SX, Cai ZC, Zhang JB, Niu SL,  Hu SJ. Nitrogen deposition differentially affects soil gross nitrogen transformations in organic and mineral horizons. Earth-Science Reviews, 2020, 201, 103033.(中科院1区)<br/>Wang J, Sun N, Xu MG, Wang SQ, Zhang JB, Cai ZC, Cheng Y. The influence of long-term animal manure and crop residue application on abiotic and biotic N immobilization in an acidified agricultural soil. Geoderma, 2019, 337: 710-717.(中科院1区)<br/>Wang J, Zhang BB, Tian Y, Zhang HC, Cheng Y, Zhang JB. A soil management strategy for ameliorating soil acidification and reducing nitrification in tea plantations. European Journal of Soil Biology, 2018, 88: 36-40.(中科院1区)<br/>Cheng Y＃, Wang J＃, Sun N, Xu MG, Zhang JB, Cai ZC, Wang SQ. Phosphorus addition enhances gross microbial N cycling in phosphorus-poor soils: a 15N study from two long-term fertilization experiments. Biology and Fertility of Soils, 2018, 54: 783-789.(中科院1区)<br/>Wang J, Zhang JB, Müller C, Cai ZC. Evaluation of the mixing of sands into soils on nitrification potential from different land-use systems. European Journal of Soil Biology, 2017, 81: 25-30.(中科院2区)<br/>Wang J, Cheng Y, Jiang YJ, Sun B, Fan JB, Zhang JB, Muller C, Cai ZC. Effects of 14 years of repeated pig manure application on gross nitrogen transformation in an upland red soil in China. Plant and Soil, 2017, 415(1-2): 161-173.(中科院2区)<br/>Wang J, Zhang JB, Muller C, Cai ZC. Temperature sensitivity of gross N transformation rates in an alpine meadow on the Qinghai-Tibetan Plateau. Journal of Soil and Sediments, 2017, 17(2): 423-431.(中科院2区)<br/>Wang J, Zhang JB, Muller C, Cai ZC. The mechanisms of high N2O emissions from greenhouse vegetable field soils. Clean-Soil, Air, Water, 2017, 45 (10): 1600210.(中科院4区)<br/>Wang J, Zhao Y, Zhang JB, Zhao W, Muller C, Cai ZC. Nitrification is the key process determining N use efficiency in paddy soils. Journal of Plant Nutrition & Soil Science, 2017, 180: 648–658.(中科院3区)<br/>Wang J, Wang L, Feng XJ, Hu HF, Cai ZC, Muller C, Zhang JB. Soil N transformations and its controlling factors in temperate grasslands in China: A study from N-15 tracing experiment to literature synthesis. Journal of Geophysical Research-Biogeosciences, 2016, 121(12): 2949-2959.(中科院2区)<br/>Wang J, Cheng Y, Zhang JB, Muller C, Cai ZC. Soil gross nitrogen transformations along a secondary succession transect in the north subtropical forest ecosystem of southwest China. Geoderma, 2016, 280: 88-95.(中科院1区)<br/>Wang J, Zhu B, Zhang JB, Muller C, Cai ZC. Mechanisms of soil N dynamics following long-term application of organic fertilizers to subtropical rain-fed purple soil in China. Soil Biology and Biochemistry, 2015, 91: 222-231.(中科院1区)<br/>Wang J, Liu Q, Zhang JB, Cai ZC. Conversion of forest to agricultural land affects the relative contribution of bacteria and fungi to nitrification in humid subtropical soils. Acta Agriculturae Scandinavica Section B-Soil and Plant Science, 2015, 65: 83-88.(中科院4区)<br/>王敬, 张金波, 蔡祖聪. 太湖地区稻麦轮作农田改葡萄园对土壤氮转化过程的影响. 土壤学报, 53(1), 163-173, 2016. (一级权威期刊)<br/>王敬, 程谊, 蔡祖聪, 张金波. 长期施肥对农田土壤氮素关键转化过程的影响. 土壤学报, 53(2), 16-28, 2016. (一级权威期刊)<br/>王敬, 张金波, 蔡祖聪. 应用15N稀释法测定土壤氮素初级转化速率的一些关键技术. 土壤, 48(3),429-433, 2016. (二级权威期刊)<br/>王敬, 王火焰, 周健民, 陈小琴, 杜昌文. 不同仪器测钾性能及优缺点比较研究. 土壤学报, 50(2), 340-348, 2013. (一级权威期刊)<br/>王敬, 王火焰, 周健民, 陈小琴, 杜昌文. 盐酸提取-火焰光度计法测定黑麦草中钾含量的可行性研究. 土壤通报, 44(3), 624-627, 2013. (中文核心)<br/><br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "1. 高[CO2]对稻田土壤氮素周转过程的影响机制.国家青年科学基金项目，主持（2019.01-2021.12）",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "jwangcxx@126.com",
    "Introduction": "None",
    "id": "0096",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2022/04/12/20220412205155863v7n5rv.jpg?iid=42736",
    "Department": "水土保持系",
    "Duties": "",
    "Title": "None",
    "Category": "副教授",
    "Final_Education": "研究生",
    "Final_Degree": "理学博士",
    "Work": "None",
    "Name": "王敬",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "江苏省土壤学会第十四届理事会理事",
    "Experience": "教育经历(1)    2014/09—2017/07，南京师范大学地理科学学院，理学博士<br/>(2)    2009/09—2012/07，中国科学院南京土壤研究所，农学硕士<br/>(3)    2005/09—2009/07，黑龙江大学农业资源与环境学院，农学学士<br/>工作经历<br/>(1)    2017/09-2021/07，南京林业大学林学院，讲师<br/>(2)    2020/01-2021/01,加拿大阿尔伯塔大学可再生资源系，访问学者<br/>（3）  2021/07-至今，南京林业大学林学院，副教授<br/><br/>"
}