{
    "Research_direction": "1，林木中蛋白脂质修饰的功能分析和相关基因的功能研究；2，林木中短肽及其膜受体信号传导途径研究。<br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "发表论文<br/>1. Lijuan Zhou*, Li Song*, Heng Ye, Yun Lian, Mariola Klepadlo, Tri D. Vuong, and Henry Nguyen. Genetic characterization of qSCN10 from an exotic soybean accession PI 567516C reveals a novel source conferring broad spectrum resistance to soybean cyst nematode. Theoretical and Applied Genetics 2021, 134: 859-874.<br/><br/>2. Mariola Klepadlo; Heng Ye; Tri D. Vuong; Gunvant B. Patil; Jinrong Wan; Lijuan Zhou; Henry T. Nguyen. Fine mapping and characterization of a novel QTL, qSCN18, controlling soybean cyst nematode resistance in PI 567516. Theoretical and Applied Genetics 2021, 134: 621 631.<br/><br/>3. Lijuan Zhou, Mowei Zhou, Marina A. Gritsenko, and Gary Stacey. Selective Enrichment Coupled with Proteomics to Identify S-Acylated Plasma Membrane Proteins in Arabidopsis. Current Protocols in Plant Biology 2020, doi: 10.1002/cppb.20119.<br/><br/>4. Su Hui Chen*, Lijuan Zhou*, Ping Xu, and Hong Wei Xue. SPOC domain containing protein Leaf inclination 3 interacts with LIP1 to regulate rice leaf inclination through auxin signaling. PLOS Genetics 2018, doi:10.1371/journal.pgen.1007829. (* co-first author)<br/><br/>5. Heng Ye, Manish Ro orkiwal, Babu Valliyodan, Lijuan Zhou, Pengyin Chen, Rajeev K Varshney, and Henry T Nguyen. Genetic diversity of root system architecture in response to drought stress in grain legumes. Journal of Experimental Botany 2018, 69: 32672018, 69: 3267–3277.<br/><br/>6. Lijuan Zhou, Lang-Tao Xiao, and Hong-Wei Xue. Dynamic cytology and transcriptional regulation of rice lamina joint development. Plant Physiology 2017, 174: 1728-1746. (Selected as cover paper)<br/><br/>7.  Yajin Ye*, Lijuan Zhou*, Xue Liu, Hao Liu, Xue Liu, Hao Liu, Deqiang Li, minjie cao, Deqiang Li, minjie cao, Haifeng Chen,Haifeng Chen, Lin Xu, Jiankang Zhu, Lin Xu, Jiankang Zhu, and Yang Zhao. A novel chemical inhibitor of ABA signaling targets all ABA receptors. Plant Physiology 2017, 173: 2356-2369. (* co-first author)<br/><br/><br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "ljzhou@njfu.edu.cn",
    "Introduction": "None",
    "id": "0106",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2021/11/20/20211120084932871fgn6j7.bmp?iid=37888",
    "Department": "园林植物与观赏园艺系",
    "Duties": "教师",
    "Title": "None",
    "Category": "副教授",
    "Final_Education": "博士研究生",
    "Final_Degree": "理学博士",
    "Work": "None",
    "Name": "周莉娟",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "教育背景2010年9月-2017年1月 中国科学院上海植物生理生态研究所  遗传学     博士<br/>2006年9月-2010年6月 中国海洋大学海洋生命学院               生物技术  学士<br/><br/>工作经历<br/>2021年5月- 至今              南京林业大学                 林学院              副教授<br/>2017年7月-2021年3月  美国密苏里大学   植物科学系/生物化学系   博士后<br/><br/>课题组网站<br/>https://www.x-mol.com/groups/ye_yajin<br/><br/>"
}