{
    "Research_direction": "1. 经济林栽培2. 林农复合经营<br/>3. （银杏）次生代谢相关<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. Jing Guo, Yaqiong Wu, Bo Wang, Yan Lu, Fuliang Cao, Guibin Wang*. The Effects of Fertilization on the Growth and Physiological Characteristics of Ginkgo biloba L. Forests, 2016, 7(12): 293.2. Jing Guo, Guibin Wang*, Quanzheng Geng, Yaqiong Wu, Fuliang Cao. Decomposition of tree leaf litter and crop residues from ginkgo agroforestry systems in Eastern China: an in situ study. Journal of Soils and Sediments. 2018, 18(4): 1424-1431.<br/>3. Jing Guo, Bo Wang, Guibin Wang*, Yaqiong Wu, Fuliang Cao. Vertical and seasonal variations of soil carbon pools in ginkgo agroforestry systems in eastern China. CATENA, 2018, 171: 450-459.<br/>4. Jing Guo, Guibin Wang*, Yaqiong Wu, Quanzheng Geng, Fuliang Cao. Leaf litter and crop residue decomposition in ginkgo agroforestry systems in eastern China: Soil fauna diversity and abundance, microbial biomass and nutrient release. Journal of Forestry Research, 2019, 30(5): 1895-1902.<br/>5. Jing Guo, Guibin Wang*, Yaqiong Wu, Yuanbao Shi, Yu Feng, Fuliang Cao. Ginkgo agroforestry practices alter the fungal community structures at different soil depths in Eastern China. Environmental Science and Pollution Research, 2019, 26:21253-21263.<br/>6. Jing Guo, Bo Wang, Guibin Wang*, Yaqiong Wu, Fuliang Cao. Afforestation and agroforestry enhance soil nutrient status and carbon sequestration capacity in eastern China. Land Degradation & Development, 2020, 31(3): 392-403.<br/>7. Jing Guo, Yaqiong Wu, Guibin Wang*, Tongli Wang, Fuliang Cao. Integrated analysis of the transcriptome and metabolome in young and mature leaves of Ginkgo biloba L. Industrial Crops and Products, 2020, 143: 111906.<br/>8. Jing Guo, Bo Wang, Guibin Wang*, Myo T Z Sai, Fuliang Cao. Effects of three cropland afforestation practices on the vertical distribution of soil organic carbon pools and nutrients in eastern China. Global Ecology and Conservation, 2020, 22: e00913.<br/>9. Jing Guo, Xin Zhou, Guibin Wang*, Tongli Wang, Fuliang Cao. Regulation of flavonoid metabolism in ginkgo leaves in response to different day-night temperature combinations. Plant Physiology and Biochemistry, 2020, 147:133-140.<br/>10. 国靖, 汪贵斌*, 封超年, 曹福亮. 银杏林下经济模式分类及模式综合效益评价. 中南林业科技大学学报, 2017, 37(1):118-122.<br/>11.国靖, 汪贵斌*, 曹福亮. 施肥对银杏叶片光合作用及营养元素质量分数的影响. 浙江农林大学学报, 2016, 33(6):969-975.<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "jingguo@njfu.edu.cn",
    "Introduction": "None",
    "id": "0110",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/11/05/20201105111441793xfy5s8.jpg?iid=24690",
    "Department": "森林培育系",
    "Duties": "教师",
    "Title": "None",
    "Category": "讲师",
    "Final_Education": "博士研究生",
    "Final_Degree": "农学博士",
    "Work": "None",
    "Name": "国靖",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "教育经历：时间<br/>单位<br/>专业<br/>获得学位<br/>2009.09-2013.06<br/>山东农业大学<br/>林学<br/>农学学士<br/>2013.09-2016.06<br/>南京林业大学<br/>森林培育<br/>农学硕士<br/>2016.09-2020.06<br/>南京林业大学<br/>森林培育<br/>农学博士<br/>2019.02-2020.03<br/>加拿大英属哥伦比亚大学<br/>森林和保护科学<br/>访问学生<br/>工作经历：<br/>时间<br/>单位<br/>专业<br/>职称<br/>2020.09-至今<br/>南京林业大学<br/>森林培育<br/>讲师<br/><br/>"
}