{
    "Research_direction": "林木环境响应的分子机制林木表观遗传调控<br/>植物气候响应模型的开发<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1.          Guo, Y., Guo, J., Shen, X., Wang, G., Wang, T. Predicting the bioclimatic habitat suitability of Ginkgo biloba L. in China with field-test validations. Forests, 2019, 10, 705.2.          Guo, Y., Lu, Y., El-Kassaby, Y.A., Feng, L., Wang, G., Wang, T. Predicting growth and habitat responses of Ginkgo biloba L. to climate change. Annals of Forest Science, 2019, 76, 101.<br/>3.          Guo, Y., Gao, C., Wang, M., Fu, F.-F., El-Kassaby, Y.A., Wang, T., and Wang, G. Metabolome and transcriptome analyses reveal flavonoids biosynthesis differences in Ginkgo biloba associated with environmental conditions. Industrial Crops and Products, 2020,158, 112963.<br/>4.          Guo, Y., Wang, T., Fu, F.-F., El-Kassaby, Y.A., Wang, G. Temporospatial flavonoids metabolism variation in Ginkgo biloba leaves. Frontiers in Genetics, 2020, 11, 1503.<br/>5.          Guo, Y., Wang, T., Fu, F.-F., El-Kassaby, Y.A., Wang, G. Metabolome and transcriptome analyses reveal the regulatory mechanisms of photosynthesis in developing Ginkgo biloba leaves. International Journal of Molecular Sciences, 2021, 22(5), 2601 .<br/>6.          Guo, Y., Feng, Y., Fu, F.-F., El-Kassaby, Y.A., Wang, T., Wang, G. Eliciting increased flavonoids content in Ginkgo biloba leaves through exogenous salicylic acid and methyl jasmonate treatments. Canadian Journal of Forest Research, 2021, 51, 9.<br/>7.        Guo, Y., Wang, M., Gao, C., Fu, F., Wang, T., El-Kassaby, Y.A., and Wang, G. Amino acid metabolism reprogramming in response to changing growth environment in Ginkgo biloba leaves. LWT-Food Science and Technology, 2021, 166, 113444.<br/>8.        Guo, Y., Wang, M., Gao, C., Fu, F., El-Kassaby, Y.A., Wang, T., and Wang, G. Spatial prediction and delineation of Ginkgo biloba production areas under current and future climatic conditions. Industrial Crops and Products, 2021, 166, 113444.<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "yingguo@njfu.edu.cn",
    "Introduction": "None",
    "id": "0111",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2021/11/23/20211123155439131y38wf3.jpg?iid=38160",
    "Department": "林木遗传育种",
    "Duties": "讲师",
    "Title": "None",
    "Category": "",
    "Final_Education": "博士",
    "Final_Degree": "博士研究生",
    "Work": "None",
    "Name": "国颖",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2010.09-2014.06：江西农业大学-林产化工-学士2014.09-2016.06：江西农业大学-林业硕士-硕士<br/>2020.02-2021.03：英属哥伦比亚大学-林木遗传育种-访问学者<br/>2017.09-2021.06：南京林业大学-森林培育-博士<br/>2021.07-至今：南京林业大学-林木遗传育种系-讲师<br/><br/>"
}