{
    "Research_direction": "林木遗传育种系林木细胞工程团队成员（实验室网站：https://www.x-mol.com/groups/chen_jinhui），主要开展有关林木树种的基因组学、比较基因组学以及体细胞胚胎发生机理研究，主要研究方向为：1. 鹅掌楸、杉木等林木基因组资源挖掘；<br/>2. 鹅掌楸属内种间表型变异的遗传基础解析；<br/>3. 杂交鹅掌楸、杉木等重要用材树种的体细胞胚胎发生研究。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "<br/>一、发表论文（# 并列一作；* 通讯作者）<br/><br/>Zhaodong Hao#, Hua Wu#, Renhua Zheng, Rui Li, Zeli Zhu, Ya Chen, Ye Lu, Tielong Cheng, Jisen Shi, Jinhui Chen*. A plant peptide hormone phytosulfokine promotes somatic embryogenesis by maintaining redox homeostasis in Cunninghamia lanceolata. The Plant Journal, 2022, 113: 716-733. doi: https://doi.org/10.1111/tpj.16077<br/>郝兆东, 施季森, 陈金慧*.  类胡萝卜素介导的植物花色调控机制研究进展. 南京林业大学学报（自然科学版）, 2022, 46(6): 73-82. doi: 10.12302/j.issn.1000-2006.202205016.<br/>Yuxin Liu, Jingbo Zhang, Xinle Li, Liming Zhu, Ziming Lian, Hao Fang, Lu Lu, Ye Lu, Jisen Shi, Jinhui Chen, Zhaodong Hao*, Tielong Cheng*. The identification and expression analysis of the Nitraria sibirica Pall. Auxin-Response Factor (ARF) gene family. International Journal of Molecular Sciences. 2022, 23: 11122. doi: 10.3390/ijms231911122.<br/>Zhaodong Hao, Zhongjuan Zhang, Daoquan Xiang, Prakash Venglat, Jinhui Chen, Peng Gao, Raju Datla, Dolf Weijers*. Conserved, divergent and heterochronic gene expression during Brachypodium and Arabidopsis embryo development. Plant Reproduction. 2021, 34(3): 207-224. doi: 10.1007/s00497-021-00413-4.<br/>Yu Sheng#, Zhaodong Hao#, Ye Peng, Siqin Liu, Lingfeng Hu, Yongbao Shen, Jisen Shi, Jinhui Chen*. Morphological, phenological, and transcriptional analyses provide insight into the diverse flowering traits of a mutant of the relic woody plant Liriodendron chinense. Horticulture Research. 2021, 8: 174. doi: 10.1038/s41438-021-00610-2.<br/>Dan Wang, Fengjuan Lu, Ye Lu, Tielong Cheng, Jisen Shi, Jinhui Chen, Zhaodong Hao*. Identification of miR397a and its functional characterization in callus growth and development by regulating its target in Liriodendron. Forests. 2021, 12: 912. doi: 10.3390/f12070912.<br/>Zhaodong Hao, Siqin Liu, Lingfeng Hu, Jisen Shi, Jinhui Chen*. Transcriptome analysis and metabolic profiling reveal the key role of carotenoids in the petal coloration of Liriodendron tulipifera. Horticulture Research. 2020, 7: 70. doi: 10.1038/s41438-020-0287-3.<br/>Zhaodong Hao, Dekang Lv, Ying Ge, Jisen Shi, Dolf Weijers, Guangchuang Yu*, Jinhui Chen*. RIdeogram: drawing SVG graphics to visualize and map genome-wide data on the idiograms. PeerJ Computer Science. 2020, 6: e251. doi: 10.7717/peerj-cs.251. (WOS高被引论文)<br/>Fangfang Fu#, Zhaodong Hao#, Pengkai Wang, Ye Lu, Liangjiao Xue, Guoyu Wei, Yanli Tian, Baishi Hu, Haibin Xu, Jisen Shi, Tielong Cheng, Guibin Wang, Yin Yi, Jinhui Chen*. Genome sequence and comparative analysis of Colletotrichum gloeosporioides isolated from Liriodendron Leaves. Phytopathology. 2020, 110(7): 1260-1269. doi: 10.1094/PHYTO-12-19-0452-R.<br/>Jinhui Chen*,#, Zhaodong Hao#, Xuanmin Guang#, Chenxi Zhao#, Pengkai Wang, Liangjiao Xue, Qihui Zhu, Linfeng Yang, Yu Sheng, Yanwei Zhou, Haibin Xu, Hongqing Xie, Xiaofei Long, Jin Zhang, Zhangrong Wang, Mingming Shi, Ye Lu, Siqin Liu, Lanhua Guan, Qianhua Zhu, Liming Yang, Song Ge, Tielong Cheng, Thomas Laux, Qiang Gao, Ye Peng, Na Liu*, Sihai Yang*, Jisen Shi*. Liriodendron genome sheds light on angiosperm phylogeny and species-pair differentiation. Nature Plants. 2019, 5(1): 18-25. doi: 10.1038/s41477-018-0323-6. (WOS高被引论文)<br/>Zhaodong Hao#, Tielong Cheng#, Renhua Zheng, Haibin Xu, Yanwei Zhou, Meiping Li, Fengjuan Lu, Yini Dong, Xin Liu, Jinhui Chen*, Jisen Shi*. The complete chloroplast genome sequence of a relict conifer Glyptostrobus pensilis: comparative analysis and insights into dynamics of chloroplast genome rearrangement in Cupressophytes and Pinaceae. PLoS One. 2016, 11(8): e0161809. doi: 10.1371/journal.pone.0161809.<br/>Jinhui Chen#, Zhaodong Hao#, Haibin Xu, Liming Yang, Guangxin Liu, Yu Sheng, Chen Zheng, Weiwei Zheng, Tielong Cheng*, Jisen Shi*. The complete chloroplast genome sequence of the relict woody plant Metasequoia glyptostroboides Hu et Cheng. Frontiers in Plant Science. 2015, 6: 447. doi: 10.3389/fpls.2015.00447.<br/><br/><br/>二、获得奖励<br/><br/>2021年，江苏省优秀博士学位论文<br/>2021年，南京林业大学优秀博士学位论文<br/>2020年，梁希林业科学技术奖自然科学奖二等奖，排名4/5<br/>2019年，南京林业大学校长特别奖学金，博士生一等奖<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "国家自然基金青年项目，32101546，ε-LCY和γ-胡萝卜素在鹅掌楸属种间花色变异中的作用及分子机制，2022.01-2024.12，在研，主持；江苏省自然基金青年项目，BK20210614，LtεLCY基因在北美鹅掌楸花着色中的作用及分子机制，2021.07-2024.06，在研，主持。<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "haozd@njfu.edu.cn",
    "Introduction": "None",
    "id": "0112",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/11/05/20201105091608159aic62k.png?iid=24668",
    "Department": "林木遗传育种系",
    "Duties": "教师",
    "Title": "None",
    "Category": "青年教师",
    "Final_Education": "博士研究生",
    "Final_Degree": "农学博士",
    "Work": "None",
    "Name": "郝兆东",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "2022.01 - 2022.05, The Plant Cell, Chinese-language Assistant Features Editor2022.05 - 至今, The Plant Cell, Special Content Editor<br/>",
    "Experience": "教育经历2010.09-2014.06<br/>南京林业大学<br/>生物技术<br/>学士<br/>2014.09-2016.06<br/>南京林业大学<br/>林木遗传育种<br/>硕士<br/>2019.03-2020.02<br/>荷兰瓦赫宁根大学<br/>生物化学<br/>访问学者<br/>2016.09-2020.06<br/>南京林业大学<br/>林木遗传育种<br/>博士<br/>工作经历<br/>2020.07-至今<br/>南京林业大学<br/>讲师<br/><br/>"
}