{
    "Research_direction": "1.        林木遗传资源发掘与种质创新2.        林木复杂性状形成的分子基础<br/>3.        林木基因组与生物信息学<br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "部分论文：[1]     Ni Zhouxian, Han Xin, Chen Caihui, et al. Integrating GC-MS and ssRNA-Seq analysis to identify long non-coding RNAs related to terpenoid biosynthesis in Cinnamomum camphora. Industrial Crops and Products, 2021, 171: 113875.<br/>[2]     Ni Zhouxian, Zhou Pengyan, Xin Yue, et al. Parent–offspring variation transmission in full-sib families revealed predominantly paternal inheritance of chloroplast DNA in Pinus massoniana (Pinaceae). Tree Genet Genom, 2021, 17(4): 36.<br/>[3]     Ni Zhouxian, Han Xin, Yang Zhangqi, et al. Integrative analysis of wood biomass and developing xylem transcriptome provide insights into mechanisms of lignin biosynthesis in wood formation of Pinus massoniana. International Journal of Biological Macromolecules, 2020, 163: 1926-1937.<br/>[4]     Ni Zhouxian, Ye Youju, Xu Meng, et al. Comparison among three methods for obtaining chloroplast genome sequences from the conifer Pinus massoniana. Genomics, 2020, 112(3): 2459-2466.<br/>[5]     Ni Zhouxian, Bai Tiandao, Chen Yabin, et al. Effects of parental genetic distance on offspring growth performance in Pinus massoniana: significance of parental-selection in a clonal seed orchard. Euphytica, 2019, 215(12): 195.<br/>[6]     Ni Zhouxian, Zhou Pengyan, Xu Meng, et al. Development and characterization of chloroplast microsatellite markers for Pinus massoniana and their application in Pinus (Pinaceae) species. Journal of genetics, 2018, 97(1): 53-59.<br/>[7]     Ni Zhouxian. Ye Youju. Bai Tiandao. et al. Complete chloroplast genome of Pinus massoniana (pinaceae): Gene rearrangements, loss of ndh genes, and short inverted repeats contraction, expansion. Molecules. 2017, 22, 1528.<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "国家自然基金青年基金项目  基于TWAS的马尾松PmVNSs基因挖掘及其调控木材形成的分子机理研究  2024.01-2026.12   主持江苏省自然科学基金青年基金项目  基于RNA-seq的马尾松木材性状转录组关联研究  2020.06-2023.06  主持<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "nzhx0627@njfu.edu.cn",
    "Introduction": "None",
    "id": "0119",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2022/04/06/20220406213704904devmpa.jpg?iid=42525",
    "Department": "林木遗传育种系",
    "Duties": "",
    "Title": "None",
    "Category": "讲师",
    "Final_Education": "博士研究生",
    "Final_Degree": "农学博士",
    "Work": "None",
    "Name": "倪州献",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "教育经历：2008.09-2012.06 南京林业大学   生物技术  学士<br/>2012.09-2015.06 南京林业大学   遗传学  硕士<br/>2015.09-2018.06 南京林业大学   林木遗传育种  博士<br/>工作经历：<br/>2018.07-2022.01 南京林业大学   师资博士后（助理研究员）<br/>2022.02- 至 今  南京林业大学  讲师<br/><br/>"
}