{
    "Research_direction": "研究方向：<br/>湿地甲烷排放、土壤碳氮循环、土壤固碳及温室气体排放<br/>个人主页：<br/>https://www.researchgate.net/profile/Xiang_Jian<br/><br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "第一作者已发表文章：　　1、 Yuan Junji, Xiang Jian (共同第一作者), Liu Deyan, Kang Hojeong, He Tiehu, Kim Sunghyun, Lin Yongxin, Freeman Chris, Ding Weixin. Rapid growth in greenhouse gas emissions from the adoption of industrial-scale aquaculture. Nature Climate Change, 2019, 9(4): 318-22.(IF=21.10)　　2、 Xiang Jian, Yuan Junji, Ding Weixin, Liu Deyan, Lin Yongxin. Invasion chronosequence of Spartina alterniflora on methane emission and organic carbon sequestration in a coastal salt marsh. Atmospheric Environment, 2015, 112, 72-80. (IF=4.04)　　3、 Xiang Jian, Yuan Junji, Ding Weixin, Liu Deyan, Lin Yongxin. Effects of biochar on nitrous oxide and nitric oxide emissions from paddy field during the wheat growth season. Journal of Cleaner Production, 2015, 104, 52-58. (IF=7.24)　　4、 项剑, 刘德燕, 袁俊吉, 丁维新. 植物入侵年限对沿海湿地甲烷排放的影响. 生态学杂志, 2012, 31(6): 1361-1366.共同作者已发表文章：　　1、  Yuan Junji, Liu Deyan, Xiang Jian, He Tiehu, Kang Hojeong, Ding Weixin. Methane and nitrous oxide have separated production zones and distinct emission pathways in freshwater aquaculture ponds. Water Research, 2021, 190, 116739. (IF = 9.13)　　2、  Du Ziyin, Wang Xiaodan, Xiang Jian, Wu Yong, Zhang Bin, Yan Yan, Zhang Xiaoke, Cai Yanjiang. Yak dung pat fragmentation affects its carbon and nitrogen leaching in Northern Tibet, China. Agriculture, Ecosystems and Environment, 2021, 310, 107301. (IF = 4.24)　　3、  Zheng Xuebo, Dong Jianxin, Zhang Wenhui, Xiang Jian, Yin Xingsheng, Han Lanfang. Biogas residue biochar shifted bacterial community, mineralization, and molecular structure of organic carbon in a sandy loam Alfisol. Global Change Biology Bioenergy, 2021, DOI: 10.1111/gcbb.12813. (IF = 5.32)　　4、  He Tiehu, Yuan Junji, Luo Jiafa, Lindsey Stuart, Xiang Jian, Lin Yongxin, Liu Deyan, Chen Zengming, Ding Weixin. Combined application of biochar with urease and nitrification inhibitors have synergistic effects on mitigating CH4 emissions in rice field: A three-year study. Science of the Total Environment, 2020, 734, 140500. (IF = 6.55)　　5、  Fan Jianlin, Ding Weixin, Xiang Jian, Qin Shenwu, Zhang Jiabao, Ziadi Noura. Carbon sequestration in an intensively cultivated sandy loam soil in the North China Plain as affected by compost and inorganic fertilizer application. Geoderma, 2014, 230-231, 22-28. (IF = 4.84)　　6、  Yuan Junji, Ding Weixin, Liu Deyan, Xiang Jian, Lin Yongxin. Methane production potential and methanogenic archaea community dynamics along the Spartina alterniflora invasion chronosequence in a coastal salt marsh. Applied Microbiology and Biotechnology, 2014, 98(4), 1817-1829. (IF = 3.53)　　7、  Liu Deyan, Ding Weixin, Yuan Junji, Xiang Jian, Lin Yongxin. Substrate and/or substrate-driven changes in the abundance of methanogenic archaea cause seasonal variation of methane production potential in species-specific freshwater wetlands. Applied Microbiology and Biotechnology, 2014, 98(10), 4711-4721. (IF = 3.53)　　8、  Ding Weixin, Chen Zengming, Yu Hongyan, Luo Jiafa, Yoo Gaying, Xiang Jian, Zhang Huanjun, Yuan Junji. Nitrous oxide emission and nitrogen use efficiency in response to nitrophosphate, N-(n-butyl) thiophosphoric triamide and dicyandiamide of a wheat cultivated soil under sub-humid monsoon conditions. Biogeosciences, 2015, 12, 803-815. (IF: 3.48)　　9、  Yuan Junji, Ding Weixin, Liu Deyan, Kang Hojeong, Freeman Chris, Xiang Jian, Lin Yongxin. Exotic Spartina alterniflora invasion alters ecosystem-atmosphere exchange of CH4 and N2O and carbon sequestration in a coastal salt marsh in China. Global Change Biology, 2015, 21(4), 1567-1580. (IF = 8.56)　　10、Lin, Yongxin, Liu, Deyan, Ding, Weixin, Kang, Hojeong, Freeman, Chris, Yuan, Junji, Xiang, Jian. Substrate sources regulate spatial variation of metabolically active methanogens from two contrasting freshwater wetlands. Applied Microbiology and Biotechnology, 2015, 99(24), 10779–10791. (IF = 3.53)　　11、袁俊吉, 项剑, 刘德燕, 林永新, 丁维新. 互花米草入侵盐沼湿地CH4和N2O排放日变化特征研究. 生态环境学报, 2014, 23(8): 1251-1257.　　12、胡立煌, 史文竹, 项剑, 王艮梅, 张焕朝. 生物炭、秸秆和粪肥对滨海盐碱土氮矿化和硝化作用的影响．生态与农村环境学报, 2020, 36(8): 1089-1096．<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "主持的科研项目:中国博士后科学基金面上项目，洪泽湖与纳木错湿地产甲烷潜力的变化规律及其影响机制，2020-2021.<br/>国家自然科学基金青年项目：洪泽湖不同植被类型湿地甲烷排放规律及其影响机制研究，2019-2021.<br/>江苏省高校自然科学基金面上项目：玄武湖重金属污染物对底泥甲烷产生和氧化的影响机制，2018-2020.<br/>南京林业大学青年创新基金项目：互花米草入侵对滨海湿地产甲烷潜力及微生物影响研究，2017-2019.<br/><br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "15996258621xiangjian@njfu.edu.cn",
    "Introduction": "None",
    "id": "0125",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/2020070215002706986n6lb.jpg?iid=22672",
    "Department": "水土保持系",
    "Duties": "教师",
    "Title": "None",
    "Category": "青年教师",
    "Final_Education": "博士研究生",
    "Final_Degree": "农学博士",
    "Work": "None",
    "Name": "项剑",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "江苏省土壤学会土壤资源与环境专业委员会委员",
    "Experience": "教育经历：2005年9月–2009年6月   吉林大学植物科学学院  农业资源与环境专业    学士<br/><br/>2009年9月– 2012年6月  中国科学院南京土壤研究所  土壤学专业           硕士<br/><br/>2012年9月– 2016年1月  中国科学院南京土壤研究所  土壤学专业           博士<br/><br/>工作经历：<br/><br/>2016年9月起，南京林业大学林学院，水保系讲师<br/>2018年12月至今，南京林业大学林学博士后<br/>"
}