{
    "Research_direction": "林木基因组学、基因家族微进化",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. Zhu KK, Wang X, Liu J, Tang J, Cheng Q, Chen J, Cheng ZM. The grapevine kinome: annotation, classification and expression patterns in developmental processes and in stress responses. Hort Res, 2018, 5: 192. Zhu KK, Liu H, Chen X, Cheng Q, Cheng ZM. The kinome of pineapple: catalog and insights into functions in crassulacean acid metabolism plants.BMC Plant Biol. 2018,18,199<br/>3. Zhu KK, Cui WT, Dai C, Wu M, Zhang J, Zhang Y, Xie Y, Shen W. Methane-rich water alleviates NaCl toxicity during alfalfa seed germination. Environ Exp Bot, 2016, 129: 37–47.<br/><br/>4. Zhu KK, Chen F, Liu J, Chen X, Hewezi T, Cheng, ZM. Evolution of an intron-poor cluster of the CIPK gene family and expression in response to drought stress in soybean. Sci Rep, 2016,6: 28225.<br/>5. Zhu KK, Zhang J, Cui WT, Jin QJ, Samma MK, Shen WB. Role of heme oxygenase-1 in spermidine-induced alleviation of salt toxicity during alfalfa seed germination. Plant Soil, 2014, l 365: 275–287.<br/>6. Zhu KK, Jin QJ, Samma MK, Lin GQ, Shen WB. Molecular cloning and characterization of a heme oxygenase1 gene from sunﬂower and its expression proﬁles in salinity acclimation. Mol Biol Rep, 2014, 41:4109–4121.<br/><br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "kkzhu@njfu.edu.cn",
    "Introduction": "None",
    "id": "0131",
    "img": "https://linxue.njfu.edu.cn//DFS//file/2020/07/02/202007021515000131jv997.jpg?iid=22679",
    "Department": "森林培育系",
    "Duties": "教师",
    "Title": "None",
    "Category": "青年教师",
    "Final_Education": "",
    "Final_Degree": "农学博士",
    "Work": "None",
    "Name": "朱凯凯",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "教育经历：2017/01-2018/06，美国田纳西大学，植物科学系，联培博士<br/>2015/09-2018/11，南京农业大学，园艺院，博士<br/>2011/09-2014/06，南京农业大学，生科院，硕士<br/>2007/09-2011/06，南京农业大学，生科院，学士<br/>工作经历：<br/>2019/03-至今，南京林业大学，林学院森林培育系，讲师<br/>2014/09-2016/04，美国田纳西大学，植物科学系，访问学者<br/><br/>"
}