{
    "Research_direction": "None",
    "Paper": "（1）Lei Chen, Zhi Zhou, Chaofeng Shen, Yilu Xu. Inactivation of antibiotic-resistant bacteria and antibiotic resistance genes by electrochemical oxidation/electro-Fenton process. Water science and Technology, 2020.<br/>（2）Lei Chen, Zhipeng Wang. Effects of chlorination, ultraviolet and ozone disinfection on the biotoxicity of triclosan. Water Supply, 2019.<br/>（3）Lei Chen, Zhipeng Wang. Enhanced reduction of extractable polychlorinated biphenyls and toxicity in sediment by organic matter. Water Air & Soil Pollution, 2018.<br/>（4）Lei Chen, Zhipeng Wang, Cheng Qian, Yuchen He. Effects of inorganic anions on the photolysis of triclosan under UV irradiation. Water Science and Technology, 2018.<br/>（5）Lei Chen, Zheng Wang, Zhulai Wang, Xin Gu. Influence of humic acid on the photolysis of triclosan in different dissociation forms. Water Air & Soil Pollution, 2016.<br/>（6）Lei Chen, Zheng Wang, Shiwei Cao, Xin Gu, Shurui Gong, Zihao Shen. Impact of humic acid on the photo-induced toxicity of triclosan. Water Air & Soil Pollution, 2016.<br/>（7）Lei Chen, Zhuo Gao, Zheng Wang. Enhanced dechlorination of 2,2’,4,4’,5,5’–hexachlorobiphenyl in water-sediment mixture by adding anthraquinone-2,6-disulfonic acid. Journal of Soils & sediments, 2016.<br/>（8）陈蕾,王郑,荆肇乾,王祝来, Stephan Kueppers.电化学模拟-质谱技术在环境领域的发展与应用.生态环境学报, 2016.<br/>（9）Lei Chen, Zheng Wang, Zhaoqian Jing, Zhulai Wang, Shiwei Cao, Ting Yu. Accumulation and risk of triclosan in surface sediments near the outfalls of municipal wastewater treatment plants. Bulletin of Environmental Contamination & Toxicology, 2015.<br/>（10）Lei Chen, Chaofeng Shen, Minmin Zhou, Xianjin Tang, Yingxu Chen. Accelerated photo-transformation of 2,2',4,4',5,5'-hexachlorobiphenyl (PCB 153) by dissolved organic matter. Environmental Science and Pollution Research, 2013.<br/>（11）Lei Chen, Xianjin Tang, Chaofeng Shen, Chen Chen, Yingxu Chen. Photosensitized degradation of 2,4’,5-trichlorobiphenyl (PCB 31) by dissolved organic matter. Journal of Hazardous Materials, 2012.<br/>（12）Lei Chen, Diana Hofmann, Erwin Klumpp, Xinyi Xiang, Stephan Küppers, Yingxu Chen. Bottom up approach for the reaction of xenobiotics and their metabolites with model substances for natural organic matter by electrochemistry -mass spectrometry (EC-MS).Chemosphere, 2012.<br/>（13）Lei Chen, Chaofeng Shen, Xianjin Tang, Chen Chen, Yingxu Chen. Estrogenic effects of dissolved organic matter and its impact on the activity of 17β-estradiol. Environmental Science and Pollution Research, 2012.<br/>（14）Lei Chen, Chunna Yu, Chaofeng Shen, Jinglan Cui, Chen Chen, Yingxu Chen. Occurrence of (anti)estrogenic effects in surface sediment from an e-waste disassembly region in east china. Bulletin of Environmental Contamination and Toxicology, 2012.<br/>（15）Lei Chen, Chunna Yu, Chaofeng Shen, Congkai Zhang, Lei Liu, Kaili Shen, Xianjin Tang, Yingxu Chen. Study on adverse impact of e-waste disassembly on surface sediment in East China by chemicalanalysis and bioassays. Journal of Soils and Sediments, 2010.<br/>三、通讯地址<br/>江苏省南京市南京林业大学土木工程学院3233（210037）",
    "Patent": "None",
    "Achievements": "None",
    "Class": "（1）本科生课程：《水处理生物学》、《给排水工程专业外语》、《水文学》<br/>（2）研究生课程：《水处理化学原理与技术》",
    "Topic": "（1）水中新兴污染物的敏化光降解原理与技术<br/>（2）水中新兴污染物的电化学降解原理与技术<br/>（3）环境污染物的生态风险评价",
    "Projects": "（1）国家自然科学基金面上项目，42077323，主持，2021.1~2024.12<br/>（2）江苏省住房和城乡建设厅建设系统科技项目，主持，2019.11~2021.10<br/>（3）南京林业大学青年骨干教师人才工程项目，主持，2018.1~2020.12<br/>（4）国家自然科学基金青年基金项目，41301545，主持，2014.1~2016.12<br/>（5）江苏省自然科学基金青年基金项目，BK20130961，主持，2013.7~2016.6<br/>（6）江苏省高校自然科学研究面上项目，13KJB610007，主持，2013.7~2015.12<br/>（7）南京林业大学高学历人才基金项目，GXL201319，主持，2013.1~2015.12",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "电话：025-85427691传真：025-85427186<br/>邮件：clymcl@163.com",
    "Introduction": "陈蕾，女，1985年生，博士，教授，博士生导师。2007年获南京大学环境科学学士学位，2012年获浙江大学环境工程博士学位，2010年~2011年国家公派赴德国Research Center Juelich联合培养，2018年赴美国Purdue University访学。现担任南京林业大学土木工程学院给排水科学与工程系主任。",
    "id": "0002",
    "img": "https://tumu.njfu.edu.cn//DFS//network//szdw/js/i230677/16340966594393rqjuk.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 陈蕾",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}