{
    "Research_direction": "None",
    "Paper": "[1] Kaijian Huang, Xijun Shi, Dan Zollinger, MirMilad Mirsayar, Aiguo Wang, Liwu Mo, 2019, Use of MgO expansion agent to compensate concrete shrinkage in jointed reinforced concrete pavement under high-altitude environmental conditions, Construction and Building Materials. 2019 (202) ：528-536. （SCI/EI）<br/>[2] Kai-Jian Huang, Yuan-Shuai Sun, Shan-Shan Sun, Xiao Zhang, He-Chang Lei. 2019, Physical properties of quaternary compounds Gd2CoAl4T2(T = Si, Ge) single crystals, Frontiers of Physics, 14(2),23502. （SCI）<br/>[3] Kaijian Huang, Dan G. Zollinger, Xijun Shi, Peizhi Sun. A developed method of analyzing temperature and moisture profiles in rigid pavement slabs [J]. Construction and Building Materials. 2017 (151) ：782-788.（SCI/EI）<br/>[4] M. M. Mirsayar, Kaijian Huang(Corresponding Author), New Approach to Determining Concrete Slab Lift-Off Using Interfacial Fracture Mechanics Concepts [J]. Transportation Research Record: Journal of the Transportation Research Board, 2016, 2590(2590):10-17. （SCI/EI）<br/>[5] Kaijian Huang, Min Deng, Liwu Mo, Yuangang Wang. Early age stability of concrete pavement by using hybrid fiber together with MgO expansion agent in high altitude locality [J]. Construction and Building Materials. 2013 (48) ：685-690.（SCI/EI）<br/>三、通讯地址<br/>江苏省南京市南京林业大学土木工程学院3505-1（210037）",
    "Patent": "None",
    "Achievements": "None",
    "Class": "土木工程材料(本科生)；土木工程专业英语(本科生)；高性能混凝土(研究生)",
    "Topic": "☆新型道路工程材料（高性能水泥混凝土耐久性；恶劣气候下混凝土体积稳定性；新型纤维混凝土材料；新型钢桥面铺装材料性能研究）<br/>☆生态混凝土材料性能研究（低碱度胶凝材料；植被生态护坡混凝土；辅助性胶凝材料性能优化与研究；竹木-混凝土复合材料）<br/>☆新型功能材料在土木工程中的应用（高性能自密实灌浆料；新型水泥基锚固材料；自养护自修复材料；储能材料在道路工程中的应用）",
    "Projects": "（1）国家自然科学基金项目（新型FRP-钢复合管海水海砂混凝土柱受力性能及其基于可修复性的抗震设计方法，51778300），2018~2021，主要参与人员(3/8)<br/>（2）国家青年自然科学基金项目(温-湿度耦合机制下混凝土道面板翘曲变形机理与抑制方法研究,51608273),2017~2019,项目负责人<br/>（3）高性能土木工程材料国家重点实验室开放基金(大温差地区道面混凝土翘曲变形机理与抑制方法研究，2016CEM004), 2017~2018,项目负责人<br/>（4）江苏省高校自然科学研究项目(多尺度约束机制下道面混凝土前期不行抑制机理分析，6KJB560008),2016~2018,项目负责人<br/>（5）安徽建筑大学先进建筑材料安徽省重点实验室开放基金项目(多尺度约束机制下新型道面混凝土抑制翘曲变形机理研究，JZCL201603KF), 2016~2018,项目负责人<br/>（6）南京林业大学青年基金青年科技创新基金(多尺度约束机制下抑制道面混凝土翘曲变形机理分析，CX2016023), 2016~2018,项目负责人<br/>（7）江苏省建设系统科技项目（新型镁质膨胀剂抑制道面板翘曲变形机理分析，2013ZD11），2013~2015，项目负责人<br/>（8）住房和城乡建设部科学技术项目（大温差地区混凝土道面翘曲变形机理分析及控制，2012-K2-9），2012~2013，项目负责人<br/>（9）南京林业大学高学历人才基金项目（高海拔地区新型长寿命机场道面混凝土研究），2010~2013，项目负责人<br/>（10）国家青年自然科学基金项目（考虑界面滑移的新型竹-混凝土组合结构力学行为与设计理论研究，51208262），2012~2015, 主要参与人员(3/6)<br/>（11）“十一五”国家科技支撑计划“高性能道路水泥混凝土路面关键技术”课题（道路水泥混凝土增强和体积稳定材料及作用机理），2006~2009，主要完成人员<br/>（12）空军后勤机场营房处重点项目（高海拔地区军用机场关键技术研究），2007~2009，主要完成人员<br/>（13）空军后勤机场营房处重点项目（鼎新机场高性能机场道面混凝土研究与应用），2005-2007，主要完成人员",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "电话：025-85428336  传真：025-85428336<br/>邮件：huangkaijian@njfu.edu.cn",
    "Introduction": "None",
    "id": "0005",
    "img": "https://tumu.njfu.edu.cn//DFS//network/c2879/i123812/1577160163776hn3zwd.jpg",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 黄凯健",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}