{
    "Research_direction": "工程风险管理",
    "Paper": "1.李洁、王守清，某市轨道交通PPP项目的经验教训，中国PPP年度发展报告，2020<br/>2.李洁,张彦红,陈光辉.地铁大标段施工总承包项目管理模式分析——以南京地铁D7TA02标段为例[J]. 建设科技,2019(20):93-96+108.<br/>3.Li J., Mao P., Dai Z.H., Zhang J. (2018), Traffic Allocation Mode of PPP Highway Project: A Risk Management Approach, Advances in Civil Engineering, Volume 2018,https://doi.org/10.1155/2018/7193948（SCI 3区）<br/>4.林涛涛、李洁、江妍、袁竞峰（2018），收费公路PPP项目运营期风险定量分析——基于偏最小二乘回归，土木建筑与管理学报，35(5),2018.9，145-151<br/>5.Zhang J. Li, J.，Zuo J. (2014), The determinants for safety behaviors of Migrant Construction Workers, Proceedings of CRIOCM 2014 19th International Research Symposium on Advancement of Construction Management and Real Estate, 8–9 Nov 2014, Chongqing China, 2452–2459（ISTP收录，EI，被评为CRIOCM 2014 Excellent Paper）<br/>6.Li J., Yang P., Wu. Y. F. and Yin Y (2012), Site Safety Management of Subway Projects in China, Proceedings of CIB W099 2012 Conference on \"Modelling and Building Health and Safety\", Singapore, 741-750（ISTP）<br/>7.Li J. and P., Zou P. X. W. (2011). Fuzzy AHP-Based Risk Assessment Methodology for PPP Projects. Journal of Construction Engineering and Management, ASCE, December 2011，1205-1209 (SCI2区)<br/>8.Zou P. X.W. and Li J. (2010), Risk identification and assessment in subway projects: case study of Nanjing Subway Line 2, Construction Management and Economics, December 2010, (28), pp1219–1238（EI：1072954，行业内top 1国际期刊）<br/>9.Chen Shouke, Wei Zhuobin, Li Jie(2010), Comprehensive evaluation for construction performance in concurrent engineering environment，International Journal of Project Management，volume 28, Issue 7,pp 708-718（EI收录）<br/>10.李洁、邹小伟（2009），地铁工程风险评价——以南京地铁2号线为例，建筑经济，2009年5月，pp71~74  (北大核心)<br/>11.李洁、邹小伟，承包商对PPP工程的风险认知调查，建筑经济，2008年8月，pp30~34（北大核心）<br/>12.Li, J.（2009）,Dynamic Contract Conditions For Built Operation Transfer (BOT) Projectsin China，International Journal of Construction Management，Volume 9, Issue 2, pp 55-64Li J., Yang P., Zou P. X. W. and Chen S. S. (2011), An Investigation into Safety Culture of Chinese Construction Supervision Organizations, Proceedings of CIB W099 2011 Conference, Washington DC, U.S.A., 81<br/>13.Li, J.，Zou, P. X. W，Hu C. (2009), Balancing parties’benefits and understanding the risks in PPP highway projects, Proceedings of CRIOCM 2009 14th International Research Symposium on Advancement of Construction Management and Real Estate, 29–31 Oct 2009, Nanjing China, 2452–2459（ISTP收录）<br/>14.Zou P.X.W., Rose S. and Li J. (2009), Bib or Not-to-Bid: Risk Analysis at Tendering of D&C Building Projects, Proceedings of CRIOCM 2009 14th International Research Symposium on Advancement of Construction Management and Real Estate, 29 – 31 Oct 2009, Nanjing China, 2179–2186（ISTP收录）<br/>15.Li, J. and Zou, P. X. W. (2008), “System Dynamics Based Adjustable Toll Rate Conditions in Built-Operate-Transfer Expressway Projects”, Proceeding of CRICOM 2008 International Research Symposium on Advancement of Construction Management and Real Estate, Bei Jing, 31, Oct. ~ 2, Nov., 2007, pp275~280（ISTP收录）<br/>16.Zou, P. X. W., Li, J. and Cheng, Y. (2008). “Risk Evaluation in Construction of Underground Subway Projects in China”, Proceeding of CRICOM 2008 International Research Symposium on Advancement of Construction Management and Real Estate, Bei Jing, 31, Oct.~ 2, Nov., 2007, pp275~280（ISTP收录）<br/>17.Shen, L. F., Li, J. and Fan. Y. M. (2008). “Research on Systematic Analysis and Countermeasures of the Buildings Construction Safety Problems.” Engineering Science, 6(1), 59-65<br/>18.Zou P.X.W., Li J. and Chen Y. (2008), Risk evaluation in construction of underground subway projects in China, Proceedings of CRIOCM2008 International Research Symposium on Advancement of Construction Management and Real Estate, 31 Oct – 3 Nov 2008, Beijing China, 353 – 358.<br/>19.Li J, Peng Y and Zou P.X.W., A life cycle risk assessment framework for PPP infrastructure using fuzzy analytical hierarchy process (AHP), Proceeding of CRICOM 2007 International Research Symposium on Advancement of Construction Management and Real Estate,Sydney, 8~13 Aug., pp1000~1016 ( awarded as excellent paper in the symposium)（ISTP收录，被评为CRIOCM 2007Excellent Paper）<br/>20.Li J, Zou P. X.W., Cheng H. and Dai Z. H., Contract conditions of BOT projects in China, Proceeding CRICOM 2007 International Research Symposium on Advancement of Construction Management and Real Estate, Sydney, 8~13 Aug., 2007,  pp966~979（ISTP收录）<br/>21.Zou P. X.W. & Li J, Group Assignments in Postgraduate Construction Management Studies: a Case Study, proceedings of 2007 Conference of the Australasian University Building Education Association, July 4-5 Melbourne<br/>22.Li J., Cheng H.（2006）, Study on Organization change of infrastructure projects within their lifecycle, Proceeding of International Symposium on the Advancement of Construction Management and Real Estate of CRIOCM2006,，3-5 Nov. 2006, Beijing China. pp634-639;（ISTP收录）<br/>23.SHEN L.F.，Li J. (2006), The Basic Problems and Modes of Modernistic Urban Governance in China, International Conference on Construction and Real Estate Management 2006, held in Florida (ICCREM2006), USA, 5-6 Oct.，pp1271-1275;<br/>24.Li J. and Zou P.X.W. (2008), “Risk Identification and Assessment in PPP Infrastructure Projects Using Fuzzy Analytical Hierarchy Process and Life-Cycle Methodology” Australian Journal of Construction Economics and Building, 8(1), 32 – 46.(Australia ERA: B)<br/>25.刘嘉莉，柏明虎，李洁.基于全过程管理的PPP 轨道交通项目问题研究.物流工程与管理，2022.3（44），107-110<br/>26.陈鑫，陆春杰，李洁.基于ＰＭＯ模式的大标段地铁施工总承包管理协调组织设计，物流工程与管理，2022.5（44），127-130<br/>27.苏诗玮陆春杰,张彦红,李洁.地铁大标段施工总承包组织界面分析.建设科技，2021.10，65-69<br/>28.王嘉炜，刘淑瑶，冯偲玫，李洁.PPP 轨道交通项目社会资本方的非理性风险识别与评价.物流工程与管理，2021.7（43），113-118<br/>29.冯偲玫王嘉炜李洁.智慧工地安全与环境管理应用情况研究，建设科技,2020(8):67-71.<br/>30.陆春杰,黄丽静,陆婷婷,陈光辉,李洁.大标段城市轨道交通工程施工总承包组织界面研究——以南京某地铁项目为例[J].建设科技,2019(20):104-108. （374）<br/>31.陈嫚嫚,徐丽璠,陈光辉,陆春杰,李洁.城市轨道交通项目社会效益空间分布[J].建设科技,2019(21):9-12. （375）<br/>32.陈嫚嫚,陆春杰,黄丽静,李洁.城市轨道交通项目社会效益评价[J].建设科技,2019(21):13-16+21. （375）<br/>33.刘淑瑶,江妍,苏诗玮,李洁.城市轨道交通PPP项目生态稳定性评价[J].建设科技,2019(21):17-21.<br/>34.张卫和李洁（2017），基于DEA的建筑施工高处坠落事故安全投入效率，土木建筑与管理学报，34(1), 72-78(中文核心)<br/>35.刘浩浩和李洁（2017），基于系统动力学的建筑机械设备事故演变模型研究，安全与环境学报,17 (6), 2088-2093（CSCD）<br/>36.刘浩浩和李洁（2017），基于粗糙集的起重机械安全风险评价，土木建筑与管理学报,34(5), 154-158+169(中文核心)<br/>37.姜沁瑶和李洁（2016），基于ISM的建筑工人安全意识影响因素，土木建筑与管理学报,33(3), 106-110+117(中文核心)<br/>38.张静和李洁（2016），基于SEM的建筑业农民工安全行为的影响因素研究，安全与环境学报,16 (3), 182-187（CSCD）<br/>39.夏超和李洁（2016）基于集对分析的地铁隧道塌方风险评价，筑路机械与施工机械化,2016.4, 112-116(中文核心)<br/>40.姜沁瑶和李洁（2016），建筑工人安全意识影响因素调查，安全与环境学报，16(6),  169-174（CSCD）<br/>41.郑文梅,李洁,周晨.建筑施工现场安全风险识别与评价[J].建筑经济. 2008年12增刊, (8):42-45<br/>42.李洁，浅析林业企业的对外融资渠道，中国林业，2004年9月<br/>43.李洁，大学专业课双语教学初探，南京林业大学学报（人文社会科学版），2004年4月<br/>44.李洁、郁舒兰，《应用样条表达式计算卵形曲线和反曲线》，2001年7月，南京林业大学学报<br/>45.郁舒兰、王昭武、李洁，NURBS方法在家具马蹄腿造型设计中的研究，南京林业大学学报，2001年6月<br/>46.李洁，公路勘测设计的CAI设计, 南京林业大学学报，2001年3月<br/>47.李洁，“问题式”教学方法初探，中国林业，1998年10月<br/>三、通讯地址<br/>江苏省南京市龙蟠路159号南京林业大学土木工程学院（210037）",
    "Patent": "None",
    "Achievements": "None",
    "Class": "本科生：《工程管理导论》、《工程风险管理》、《专业英语（工程管理）》、《土木工程材料》、《工程管理设计原理》<br/>研究生：《土木工程合同管理》、《工程管理导论》、《国际工程承包》",
    "Topic": "None",
    "Projects": "工程安全管理<br/>工程合同管理<br/>工程信息化管理<br/>1.南京地铁信息化建设管理咨询（2021），国电南瑞科技有限公司、南京地铁建设公司，2021.09-2023.09，主持<br/>2.地铁施工总承包项目管理系统研究（2018），中国中铁上海投资公司，2018/09-2021/07，主持<br/>3.大型土木工程施工安全突发事件应急管理系统研究（2013），住房与城乡建设部科研项目，R3201353， 2013/01-2015/12，主持<br/>4.《中国土木工程安全风险管理体系的战略和对策》子课题-中国土木工程安全及其管理现状与存在问题（2011），中国工程院的重大咨询课题， 2011/03-2014/07，第二主持<br/>5.建设监理企业安全监理管理系统研究（2010），住房与城乡建设部科研项目，2010-R3-4（苏建函科〔2010〕458号），2010/01-2012/12, 主持<br/>6.Cross‐Region Comparative Investigation into Socio‐Cultural, Economical and Legal Factors in Safety Risk Management Implementation in International Construction Projects (2010) FBE FACULTY RESEARCH GRANTS PROGRAM, Associate Investigator<br/>7.PPP交通项目的可变合同条件研究（2009），中华人民共和国人事部留学人员科技活动项目择优资助，011050048， 2009/01-2011/12, 主持<br/>8.基于风险管理原理的建筑监理企业安全管理系统研究（2009），2009年度江苏建筑业科研指导型项目，JGZD2009-12（苏建管质〔2009〕132号），主持<br/>9.基于EPC模式的建设工程承包企业项目管理系统研究(2004-2006), 校科技创新基金，163050002，主持",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "电话：025-85427955传真：025-85427763。<br/>邮件：nfulijie@njfu.edu.cn,nldlijie@163.com",
    "Introduction": "李洁，博士，教授，硕士生导师。曾担任工程管理系主任，现为工程管理专业学科带头人。主持申报江苏省特色专业（2010）、MEM 学位点（2014）并成功获批，主持申报住建部专业评估（首评）并通过（2016）；作为专业负责人申报省级和国家级“一流专业”建设点并获批（2020），主持并开展工程管理专业学位（MEM）全国专业学位水平评估项目（2021）。兼任中华建设管理委员会（CRIOCM）理事，中国建筑学会建筑经济分会理事， 江苏省土木建筑学会工程管理委员会委员。主持并完成中国工程院、住房与城乡建设部、南京地铁建设公司、中国中铁等多项科研课题。在国内外同行评阅学术期刊发表论文近50篇，出版专著、教材等6部，撰写多项研究生教学案例并获奖，担任Construction Management and Economics、KSCE Journal of Civil Engineering，Australia Journal of Construction Economics and Building 等国际学术期刊和《安全与环境学报》、《扬州大学学报》等国内期刊论文评审专家。<br/>现持国家级监理工程师职业资格证书，入选江苏省综合评标专家库专家。为多项建设项目和PPP项目提供项目咨询服务，并参与多项PPP项目评审和纠纷调解工作。与南京地铁等相关建设单位合作，为地铁项目总承包管理、地铁项目信息化系统开发提供咨询服务。参加数十个地铁建设项目的招标评审工作。",
    "id": "0010",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2023/02/20/20230220112053085l2s97z.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "1.李洁，成虎，Patrick X.W. Zou. BOT/PPP公路项目风险评估和柔性合同管理.南京：东南大学出版社，2015.8<br/>2.成虎，李洁，杨高升.工程管理设计原理与实务.北京：中国建工出版社，2023（即将出版）<br/>3.李海涛，郑小燕，李洁.土木工程概论.北京：中国建材工业出版社，2020.1<br/>4.王元纲、李洁,土木工程材料，北京：人民交通出版社，2007<br/>5.成虎，宁延.工程管理导论.北京：机械工业出版社，2018.7，参编（6，11，12章）<br/>6.成虎.工程管理概论.北京：中国建筑工业出版社，2007，参编（8，9，10，11章）",
    "Name": " 李洁",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "1.2005.2~2012.3，东南大学土木工程学院管理科学与工程专业，管理学博士<br/>2.1996.9~2000.3，南京林业大学土木工程学院森林工程专业交通土建方向，工 科硕士<br/>3.1988.9~1992.7,  南京林业大学森工系森林工程，工科学士<br/>1.2012.05 ~南京林业大学土木工程学院教授<br/>2.2007.05~2008.05澳大利亚新南威尔士大学建设与环境学院访问学者<br/>3.2006.05 ~2012.05南京林业大学土木工程学院副教授<br/>4.1992.07~2006.04南京林业大学助教、讲师"
}