{
    "Research_direction": "本人从事的研究领域为高性能路面结构设计与材料应用，主要研究方向包括路面材料多尺度表征与仿真分析、道路绿色养护与高效再生新技术、智能道路基础设施建造技术等。先后主持了国家自然科学基金、江苏省基础研究计划（自然科学基金）、教育部高等学校博士学科点专项科研基金、教育部留学回国人员科研启动基金、留学人员科技活动项目择优资助经费项目、中国博士后科学基金、江苏省产学研合作项目、江苏省博士后科研资助计划项目等科研项目20余项，企业委托科技攻关项目30余项；发表学术论文80多篇，其中SCI检索40余篇；获授权专利20余项；获得江苏省科学技术一等奖1项、中国公路学会交通BIM工程创新奖二等奖1项、江苏省高等学校科学研究成果二等奖1项、江苏省建设科技创新成果二等奖1项；参编专著1部、教材1部、地方标准2部。<br/>研究生招生方向：<br/>博士：森林工程<br/>硕士：道路与铁道工程、土木水利（道路与桥梁工程方向）、交通运输等。<br/>（1）路面材料多尺度表征与仿真分析<br/>（2）道路绿色养护与高效再生新技术<br/>（3）智能道路基础设施建造技术",
    "Paper": "（1）Li Qiang, Meng Yuanpeng, Li Nianhe, Li Guofen, Wang Jiaqing. Characterization of fatigue performance of the warm-mix recycled asphalt mixture using different models[J]. Fatigue & Fracture of Engineering Materials & Structures, 2022,45(3):770-782.（SCI）<br/>（2）Li Qiang, Zeng Xianhui, Wang Jiaqing, Luo Sang, Meng Yuanpeng, Gao Lei, Wang Xiaowei.Aging performance of high viscosity modified asphalt under complex heat-light-water coupled conditions [J].Construction and Building Materials,2022,325: 126314.（SCI）<br/>（3）Li Qiang, Sun Guangxu,Lu Yang, Meng Yuanpeng, Luo Sang, Gao Lei. Effects of warm-mix asphalt technologies and modifiers on pavement performance of recycled asphalt binders [J]. Journal of Cleaner Production, 2021,282(11):125435.（SCI）<br/>（4）Li Qiang, Jiang Jiwang, Hu Tingyu, Meng Yuanpeng, Gao Lei, Luo Sang. Laboratory evaluation of rutting resistance for asphalt binders and mixtures modified with different thermochromic microcapsule powders [J]. Construction and Building Materials, 2020,252: 119099.（SCI）<br/>（5）Li Qiang, Hu Tingyu, Luo Sang, Gao Lei, Wang Chaohui, Guan Yongsheng. Evaluation of cooling effect and pavement performance for thermochromic material modified asphalt mixtures under solar radiation [J]. Construction and Building Materials, 2020,261: 120589.（SCI）<br/>（6）Li Qiang, Li Ke, Zhao Kang, Sun Guangxu, Luo Sang. Fuel oil corrosion resistance of asphalt mixtures [J]. Construction and Building Materials, 2019,220: 10-20.（SCI）<br/>（7）Li Qiang, Zhang Zhuoyu, Zhang Shuai. Performance Evaluation of Warm-Mix Recycled Asphalt Binders after Long-Term Aging [J]. Journal of Testing and Evaluation, 2019,47(4): 2889-2904.（SCI）<br/>（8）Li Qiang, Wang Zhibing, Li Yuliang, Shang Jianlin. Cold recycling of lime-fly ash stabilized macadam mixtures as pavement bases and subbases [J]. Construction and Building Materials, 2018,169: 306-314.（SCI）<br/>（9）Li Qiang, Li Guofen, Ma Xiang, Zhang Shuai. Linear viscoelastic properties of warm-mix recycled asphalt binder, mastic, and fine aggregate matrix under different aging levels [J]. Construction and Building Materials, 2018,192: 99-109.（SCI）<br/>（10）Li Qiang, Chen Xinrui, Li Guofen, Zhang Shuai. Fatigue resistance investigation of warm-mix recycled asphalt binder, mastic, and fine aggregate matrix [J]. Fatigue & Fracture of Engineering Materials and Structures, 2018,41(2):400-411.（SCI）<br/>（11）Li Qiang, Yang Huanhuan, Ma Xiang, Ni Fujian. Evaluation of microstructure and damage evolution for asphalt pavements in an advanced repeated load permanent deformation test using X-ray computed tomography [J]. Road Materials and Pavement Design,2017,18(5): 1135-1158.（SCI）<br/>（12）Li Qiang, Yang Huanhuan, Ni Fujian, Ma Xiang, Luo Lihong. Cause analysis on permanent deformation for asphalt pavements using field cores [J]. Construction and Building Materials, 2015,100: 40-51.（SCI）<br/>（13）Li Qiang, Ma Xiang, Ni Fujian, Li Guofen. Characterization of Strain Rate and Temperature-Dependent Shear Properties of Asphalt Mixtures [J]. Journal of Testing and Evaluation, 2015,43(5): 1120-1133.（SCI）<br/>（14）Li Qiang, Ni Fujian, Gao Lei, Yuan Qingquan, Xiao Yuanjie. Evaluating the rutting resistance of asphalt mixtures using an advanced repeated load permanent deformation test under field conditions [J]. Construction and Building Materials, 2014,61: 241-251.（SCI）<br/>（15）Li Qiang, Lee Hyun Jong, Kim Tae Woo. A simple fatigue performance model of asphalt mixtures based on fracture energy [J]. Construction and Building Materials, 2012,27: 605-611.（SCI）<br/>（16）Li Qiang, Lee Hyun Jong, Lee Sang Yum. Permanent Deformation Model Based on Shear Properties of Asphalt MixturesDevelopment and Calibration [J]. Transportation Research Record, 2011,2210: 81-89.（SCI）<br/>（17）Li Qiang,Lee Hyun Jong, Hwang Eui Yoon. Characterization of Permanent Deformation of Asphalt Mixtures Based on Shear Properties [J]. Transportation Research Record, 2010,2181: 1-10.（SCI）<br/>（18）Ma Xiang,Li Qiang, Cui Yuchao, Ni Anqi. Performance of porous asphalt mixture with various additives [J]. International Journal of Pavement Engineering, 2018,19(4), 355-361.（SCI）<br/>（19）Zhou Zhou, Gu Xingyu,Li Qiang, Ni Fujian, Yuan Rui. Use of rejuvenator, Styrene-Butadiene Rubber latex, and Warm-Mix Asphalt technology to achieve conventional mixture performance with 50% Reclaimed Asphalt Pavement [J]. Transportation Research Record, 2016,2575: 160-167.（SCI）<br/>（20）Zhou Zhou, Gu Xingyu, Ni Fujian,Li Qiang, Ma Xiang. Cracking resistance characterization of asphalt concrete containing reclaimed asphalt pavement at intermediate temperatures [J]. Transportation Research Record, 2017,2633, 46-57.（SCI）<br/>（21）Gao Lei, Ni Fujian, Charmot Stephane,Li Qiang. High-temperature performance of multilayer pavement with cold in-place recycling mixtures [J]. Road Materials and Pavement Design, 2014,15(4), 804-819.（SCI）<br/>（22）Liu Ziming, Wang Xinming, Luo Sang, Yang Xu,Li Qiang. Asphalt mixture design for porous ultra-thin overlay [J]. Construction and Building Materials, 2019,217, 251-264.（SCI）<br/>（23）Liu Ziming, Luo Sang, Quan Xun, Wei Xiaohao, Yang Xu,Li Qiang. Laboratory evaluation of performance of porous ultra-thin overlay [J]. Construction and Building Materials, 2019,204: 28-40.（SCI）<br/>（24）李强,许傲,陈浩,商健林,张帅.级配和水泥掺量对泡沫沥青冷再生混合料路用性能的影响[J].铁道科学与工程学报,2021,18(02): 402-407. (EI)<br/>（25）李强,马翔,李珂,赵康.沥青玛蹄脂碎石混合料抗油蚀性能试验研究[J].建筑材料学报,2020,23(03):664-670.（EI）<br/>（26）Li Qiang,Sun Guangxu, Luo Sang, Zhou Zhou, Meng Yuanpeng. Evaluation of rutting and low-temperature cracking resistances of warm-mix recycled asphalt binders under the secondary aging condition [J]. Journal of Southeast University (English Edition), 2020,36(1): 81-87.（EI）<br/>（27）Li Qiang, Yang Huanhuan, Zhang Shuai, Ma Xiang. Analysis on fatigue cracking for asphalt surface layers based on field cores [J]. Journal of Southeast University (English Edition), 2016,32(3): 356-361.（EI）<br/>（28）Li Qiang, Ma Xiang, Li Guofen. Local Calibration of a Permanent Deformation Model for Asphalt Pavements Using Long-term Field Data [J]. International Journal of Pavement ResearchandTechnology, 2015,8(5):353-362.（EI）<br/>（29）李强,倪富健.沥青混合料抗车辙性能试验对比分析[J].东南大学学报(自然科学版),2014,44(06):1266-1270.（EI）<br/>（30）李强,李国芬,王宏畅.受力模式对沥青混合料动态模量的影响[J].建筑材料学报,2014,17(05):816-822.（EI）<br/>（31）Li Qiang,Ni Fujian, Li Guofen, Wang Hongchang. Evaluation of the Dynamic Modulus for Asphalt Mixtures with Varying Volumetric Properties [J]. International Journal of Pavement Research and Technology, 2013,6(3): 197.（EI）<br/>（32）李强,温华梦,李国芬,叶万涛,商健林.再生集料强化方法和掺量对水泥稳定碎石性能的影响[J].铁道科学与工程学报,2021,18(05): 1188-1195.<br/>（33）李强,张卓宇,罗桑,高磊.粗集料棱角性对沥青混合料抗拉性能影响的虚拟试验研究[J].铁道科学与工程学报,2020,17(06): 1429-1435.<br/>（34）李强,张卓宇,罗桑,关永胜.基于CT扫描技术的沥青混合料虚拟劈裂试验[J].林业工程学报,2020,5(01):164-170.<br/>（35）李强,陈浩,张帅.沥青发泡特性及其影响因素研究[J].公路工程,2019,44(06):62-65+70.<br/>（36）李强,王志兵,叶万涛,李国芬,商健林.水泥混凝土路面板再生集料工程特性强化方法[J].江苏大学学报(自然科学版),2019,40(03):350-354+365.<br/>（37）李强,侯睿,马翔,李国芬.沥青混合料抗剪性能试验方法及影响因素研究[J].公路工程,2016,41(04):50-54+66.<br/>（38）李强,倪富健.水泥稳定碎石基层收缩开裂间距预估[J].公路,2014,59(02):102-106.<br/>（39）李强,倪富健.水泥稳定碎石基层收缩开裂间距预估[J].公路,2014,59(02):102-106.<br/>（40）李强,倪富健,李国芬.基于车辙等效的沥青路面轴载换算方法[J].交通运输工程与信息学报,2013,11(04):63-70.<br/>（41）李强,倪富健,王文达,马翔.沥青路面裂缝修补材料技术性能对比研究[J].公路工程,2013,38(06):33-37.<br/>（42）李强,高磊,王宏畅,李国芬.重复荷载作用下沥青混合料流变次数试验[J].公路交通科技,2013,30(12):1-6+14.<br/>（43）马翔,李强,葛骁.不同级配沥青混合料压实特性与高温性能相关性[J].武汉理工大学学报(交通科学与工程版),2015,39(02):246-249.<br/>（44）马翔,李强,李国芬.热老化对排水性沥青混合料性能的影响[J].科学技术与工程,2014,14(26):297-299+303.<br/>（45）马翔,倪安琪,李强.旧料对沥青混合料力学特性的影响[J].公路交通科技,2015,32(10):14-18.<br/>（46）马翔,倪富健,李强.排水面层渗流模型及参数[J].东南大学学报(自然科学版),2014,44(02):381-385.（EI）<br/>（47）马翔,倪富健,李强.SBS改性沥青的回收与评价[J].公路工程,2014,39(06):250-253.<br/>（48）马翔,袁则瑜,周培圣,李强.基于离散元方法的排水沥青混凝土黏结失效行为研究[J].铁道科学与工程学报,2020,17(12):3097-3103.<br/>（49）马翔,王炯月,袁则瑜,李强.排水性沥青路面的横向空隙分布特性[J].江苏大学学报(自然科学版),2018,39(06):728-732+738.<br/>（50）马翔,崔宇超,梁长哲,李强.2种改性剂对沥青表面形貌的影响[J].建筑材料学报,2017,20(04):569-574.（EI）",
    "Patent": "（1）一种沥青混合料抗油蚀性能的测定方法，ZL201711312407.8<br/>（2）一种沥青发泡性能的测试系统及方法，ZL 201910018632.3<br/>（3）一种泡沫沥青冷再生混合料内水分分布的测试方法， ZL 201910727883.9<br/>（4）一种沥青混合料的空隙特征及其提取方法，ZL201510783133.5<br/>6、科技奖励<br/>（1）李强（7/11），特种铺面性能提升关键技术创新及工程应用,江苏省人民政府，江苏省科学技术奖，一等奖，2020<br/>（2）李强（8/10），BIM技术助益部绿色示范公路钢箱梁顶推施工品质建设,中国公路学会，中国公路学会交通BIM工程创新奖，二等奖，2019<br/>（3）李强（1/5），沥青路面绿色高性能再生关键技术与工程应用,江苏省教育厅，江苏省高等学校科学研究成果奖，二等奖，2021<br/>（4）李强（1/9），废旧市政道路全结构绿色循环利用关键技术研究与应用,江苏省住房和城乡建设厅，江苏省建设科技创新成果奖，二等奖，2021",
    "Achievements": "None",
    "Class": "《道路勘测设计》、《土木工程材料》、《道路与桥梁工程试验检测》、《城市道路设计》、《沥青与沥青混合料》（研究生）、《Pavement Design Principles and Methods》（留学生）。",
    "Topic": "None",
    "Projects": "（1）国家自然科学基金，多尺度下沥青路面高温变形与裂纹协同发展机理研究及仿真分析（51308303），国家自然科学基金委，2014.1～2016.12。<br/>（2）江苏省基础研究计划（自然科学基金），温拌再生沥青路面二次老化及疲劳衰变行为多尺度研究（BK20181404），江苏省科技厅，2018.7～2021.6。<br/>（3）江苏省产学研合作项目，用作面层的泡沫沥青冷再生混合料路用性能提升技术研究（BY2021313），江苏省科技厅，2020.10～2022.12<br/>（4）江苏省基础研究计划（自然科学基金），基于宏细观一体化分析的沥青路面高温永久变形行为研究（BK20130980），江苏省科技厅，2013.7～2016.6。<br/>（5）高等学校博士学科点专项科研基金项目，沥青混凝土抗剪强度参数的应变率-温度等效关系及应用研究（20123204120011），教育部，2013.1～2015.12。<br/>（6）教育部留学回国人员科研启动基金，沥青混合料抗车辙性能评价指标及其应用研究（第46批），教育部，2013.1～2014.12。<br/>（7）中国博士后科学基金，沥青路面高温变形的组成与分布特征及发展机理研究（2013M531252），中国博士后科学基金会，2013.6～2015.10。<br/>（8）江苏省博士后科研资助计划项目，基于沥青路面实际状态的高温变形模拟试验与车辙形成机理研究（1202010C），江苏省人力资源和社会保障厅，2012.10～2015.9。<br/>（9）企业委托项目，232省道工程基层和面层性能评价与技术服务，2019.12～2022.12。<br/>（10）企业委托项目，504省道工程基层和面层性能评价与技术服务，2021.1～2021.12。<br/>（11）企业委托项目，南京仙新路过江通道尧化门货场段应急改造工程桥面铺装技术服务，2018.6～2018.8。<br/>（12）企业委托项目，355省道改扩建工程基层、面层性能评价与技术服务，2018.1～2018.12。",
    "Services_Activities": "None",
    "Award_status": "（1）江苏省“333高层次人才培养工程”培养对象<br/>（2）江苏高校“青蓝工程”优秀青年骨干教师培养对象<br/>（3）江苏省“双创计划”科技副总<br/>（4）南京林业大学青年骨干教师培养对象<br/>（5）Construction and Building Materials期刊审稿杰出贡献奖<br/>（6）全国高等学校土木工程专业多媒体教学课件竞赛二等奖<br/>（7）南京林业大学优秀教师<br/>（8）南京林业大学本科生毕业设计优秀指导教师<br/>（9）南京林业大学自制实验仪器项目二等奖<br/>（10）南京林业大学招生宣传工作先进个人<br/>（11）江苏省省级先进班集体（1406301班班主任）<br/>三、通讯地址<br/>江苏省南京市龙蟠路159号南京林业大学土木工程学院3326（210037）",
    "Contact_information": "Email：liqiang2526@njfu.edu.cn",
    "Introduction": "李强，男，博士，教授，博士生导师，中共党员。现任土木工程学院副院长。分管科研、绩效、学术交流、实验室与基地建设、科研平台、校企合作等工作。联系单位为学院实验中心、工程管理系。<br/>2004年7月毕业于东南大学土木工程专业，获学士学位；2007年3月毕业于东南大学道路与铁道工程专业，获硕士学位；2007年8月获得韩国政府全额奖学金，2011年2月毕业于韩国世宗大学土木与环境工程专业，获得博士学位。2011年7月到南京林业大学土木工程学院从事教学科研工作，2012年10月到2017年2月在东南大学交通运输工程博士后流动站从事博士后研究工作。2014年7月被评为副教授；2020年7月被评为教授。先后被遴选为江苏省“333高层次人才培养工程”培养对象、江苏省“青蓝工程”优秀青年骨干教师培养对象、江苏省“双创计划”科技副总；兼任世界交通运输大会技术委员会委员、国家自然科学基金函评专家、教育部学位中心评审专家、《道路工程学报（英文）》（JournalofRoadEngineering）和《铁道科学与工程学报》青年编委。",
    "id": "0013",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2020/09/02/20200902183032164atst1t.jpg",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "  李强",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}