{
    "Research_direction": "None",
    "Paper": "4、近年来代表性期刊论文（第一作者，通讯作者）<br/>(1) Li Jia-cheng,Tian Tian, Jia Yan-nan, Xu Nan-nan, Yang Shu-jun, Zhang Chen-yue, Gao Shi-wei, Shen Wei,Wang Zheng.Adsorption performance and optimization by response surface methodology on tetracycline using Fe-doped ZIF-8-loaded multiwalled carbon nanotubes.Environmental Science and Pollution Research,2022,https://doi.org/10.1007/s11356-022-22524-9.（通讯作者）<br/>(2)Zhang Chen-yue,Wang Zheng, Li Fu-lin, Wang Jia-hao, Xu Nan-nan, Jia Yan-nan, Gao Shi-wei,Tian Tian, Shen Wei. Degradation of tetracycline by activated peroxodisulfate using CuFe2O4-loaded biochar.Journal of Molecular Liquids,2022,368:120622.（通讯作者）<br/>(3)Gao Shi-wei ,Wang Zheng, Wang Hao-ran, Jia Yan-nan, Xu Nan-nan, Wang Xue, Wang Jia-hao , Zhang Chen-yue, Tian Tian, Shen Wei. Peroxydisulfate activation using B-doped biochar for the degradation of oxytetracycline in water.Applied Surface Science,2022,599:153917.（通讯作者）<br/>(4)Wang Zi-jie, Jia Yan-nan, Liu Xing-gang, Liao Li-sha, Wang Zi-chuang,Wang Zheng.Removal of boron in desalinated seawater by magnetic metal-organic frame-based composite materials: Modeling and optimizing based on methodologies of response surface and artificial neural network.Journal of Molecular Liquids,2022,349:118090.（通讯作者）<br/>(5)Li Jia-cheng, Liao Li-sha, Jia Yan-nan, Tian Tian, Gao Shi-wei, Zhang Chen-yue, Shen Wei,Wang Zheng. Magnetic Fe3O4/ZIF-8 optimization by Box-Behnken design and its Cd(II)-adsorption properties and mechanism.Arabian Journal of Chemistry,2022,15:104119.（通讯作者）<br/>(6)Wang Zheng,Tian Tian, Xu Kai, Jia Yan-nan, Zhang Chen-yue, Li Jia-cheng, Wang Zi-jie.Removal of antimony(III) by magnetic MIL‑101(Cr)‑NH2loaded with SiO2: optimization based on response surface methodology and adsorption properties.Chemical Papers ,2022,76:2733-2745.（第一作者+通讯作者）<br/>(7)Wang Zi-jie, Jia Yan-nan, Song Wei-kun, Li Xiao-qin, Xu Kai,Wang Zheng. Optimization of boron adsorption from desalinated seawater onto UiO-66-NH2/GO composite adsorbent using response surface methodology.Journal of Cleaner Production,2021,300:126974.（通讯作者）<br/>(8)Li Jia-cheng, Li Xiao-qin, Wang Zi-chuang, Jia Yan-nan, Xu Kai, Wang Zi-jie,Wang Zheng. Adsorption of antimony using amino-functionalized magnetic MIL-101(Cr):Optimization by response surface methodology.Journal of the Indian Chemical Society,2021,98:100204.（通讯作者）<br/>(9)Tian Tian, Jia Yan-nan, Wu Jian-guo, Zhao Jin-long, Xu Kai, Wang Zi-jie,Wang Zheng. Effective adsorption of antimony(III) by MIL-101(Cr)-NH2: influencing-factor and characterization analyses and response surface optimization.Desalination and Water Treatment,2021,244:226-240.（通讯作者）<br/>(10)王郑,王佳豪,田湉,李家成,林子增.改性活化过硫酸盐应用及机理研究进展.精细化工,2021,38(7):1305-1313.（第一作者+通讯作者）<br/>(11)王佳豪,田湉,李家成,许锴,林子增,王郑.光化学AOPs去除水中抗生素抗性菌和抗性基因研究进展.精细化工,2021,38(5):889-897.（通讯作者）<br/>(12)Xu Kai, Wang Jia-hao, Li Jia-cheng, Wang Zi-jie, Lin Zi-zeng,Wang Zheng. Attapulgite Suspension Filter Material for Biological Aerated Filter to Pretreat Micro-polluted Source Water.Environment Protection Engineering,2020,46(4):21-40.（通讯作者）<br/>(13) Wang Zi-jie,Wang Zheng, Xu Kai, Chen Lei, Lin Zi-zeng, Liu Ya-li.Denitrification performance and kinetics of an attapulgite lightweight ceramsite biofilter.Desalination and Water Treatment,2020,178:110-122.（通讯作者）<br/>(14)王佳豪,李家成,许锴,林子增,王郑.光催化材料去除水中病毒的研究进展.化工进展,2020,39(10):4247-4255.（通讯作者）<br/>(15)Wang Zi-jie,Wang Zheng, Xu Kai, Chen Lei, Lin Zi-zeng, Liu Ya-Li. Performance evaluation of adsorptive removal of Ni(II) by treated waste granular-activated carbon and new granular-activated carbon.Desalination and Water Treatment,2019,161:315-326.<br/>(16)Wang Zheng, Wang Zi-jie, Chen Lei, Lin Zi-zeng, Liu Ya-li,Liu Yu. Using an Attapulgite-Activated Carbon Composite Ceramisite Biofilter to Remove Dibutyl Phthalate from Source Water. Polish Journal of Environmental Studies, 2018, 27(2): 897-903.（第一作者+通讯作者）<br/>(17)Wang Zheng, Zhong Mi-gui, Chen Lei. Coal-based granular activated carbon loaded with MnO2 as an efficient adsorbent for removing formaldehyde from aqueous solution . Desalination and Water Treatment, 2016, 57(28): 13225-13235.（第一作者+通讯作者）<br/>(18)Wang Zheng, Zhong Mi-gui,Wan Jun-feng, Xu Guang-jing, Liu Yu. Development of attapulgite composite ceramsite/quartz sand double-layer biofilter for micropolluted drinking source water purification. International Journal of Environmental Science and Technology, 2016, 13(3): 825-834.（第一作者+通讯作者）<br/>(19)Wang Zheng. Efficient adsorption of dibutyl phthalate from aqueous solution by activated carbon developed from phoenix leaves. International Journal of Environmental Science and Technology, 2015, 12(6):1923-1932.（第一作者+通讯作者）<br/>(20)Wang Zheng, Chen Lei, Adsorption characteristics of dibutyl phthalate from aqueous solution using ginkgo leaves activated carbon by chemical activation with zinc chloride. Desalination and Water Treatment, 2015, 54(7): 1969-1980.（第一作者+通讯作者）<br/>三、通讯地址<br/>江苏省南京市南京林业大学土木工程学院3235（210037）",
    "Patent": "None",
    "Achievements": "None",
    "Class": "本科生：《水质工程学（1）》<br/>研究生：《水的物化处理原理》",
    "Topic": "主要围绕目前市政水处理领域的热点问题开展研究：<br/>（1）开发具有自主知识产权的水处理用颗粒活性炭改性与再生方法，改性和再生成本低，可以大幅度降低水处理用颗粒活性炭的使用成本，工程应用前景广阔。（2）开发高性能无机-有机复合絮凝剂，提高微污染水源水厂对水源水中以有机物为代表的污染物质的处理能力，保障供水安全。（3）针对淡化海水除硼困难，难以用于饮用水的问题，创新性地研究制备出对淡化海水中的硼具有良好吸附性能、便于回收利用的多种水稳型金属有机框架复合材料。（4）自主研发曝气生物滤池预处理微污染水源水，提高城市水厂对于水中微污染物质的去除能力。 （5）自主研发反硝化生物滤池处理污水厂尾水，实现污水处理厂超净排放。",
    "Projects": "（1）有机金属框架吸附-膜分离技术对淡化海水中硼去除效能，国家重点研发计划重点专项子课题（2018YFC0408004）<br/>（2）净水厂用煤质颗粒活性炭超声波原位再生技术研究，南京水务集团有限公司科技创新项目（YF2022-003）",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "电话：025-85427691传真：025-85427186<br/>邮件：njfuwangzheng@163.com",
    "Introduction": "王郑，男，1978年2月生，博士，教授，硕士研究生导师，现任南京林业大学土木工程学院院党委委员，江苏省土木建筑学会给水排水专业委员会副主任委员，《江苏给水排水》杂志编委，10多个国际期刊的审稿人，新加坡南洋理工大学高级访问学者。<br/>2000年6月毕业于合肥工业大学土木与水利工程学院，获学士学位，2000年7月到南京林业大学土木工程学院从事教学科研工作，2006年6月在南京大学获硕士学位，2011年11月在东南大学获博士学位，2012年6月被评为副教授，2013年11月开始任硕士研究生导师，2018年6被评为教授。",
    "id": "0026",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2022/11/28/20221128171353933fmn4yg.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 王郑",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}