{
    "Research_direction": "1.绿色低碳新型竹木结构<br/>2.桥梁结构服役性能提升<br/>3.新型可持续组合结构",
    "Paper": "1.Miao Kunting, Wei Yang*, Dong Fenghui, Zheng Kaiqi, Wang Jiaqing. Experimental study on concrete-filled steel tube columns with inner distributed seawater and sea sand concrete-filled FRP tubes under axial compression [J]. Composite Structures, 2023, 320: 117181.（SCI/EI收录）<br/>2.Wang Gaofei, Wei Yang*, Yirui Zhang, Liu Lin, Lin Yu. Experimental behavior of concrete-filled double-skin tubular columns with outer galvanized corrugated steel tubes under axial compression  [J]. Engineering Structures, 2023: 116856.（SCI/EI收录）<br/>3.Miao Kunting, Wei Yang*, Zhang Shichang, Zheng Kaiqi, Ding Mingmin. Eccentric compression behavior of concrete-filled steel tube columns strengthened by CFRP/steel strip [J]. Engineering Structures, 2023, 287: 116191.（SCI/EI收录）<br/>4.Wu Fengyi, Wei Yang*, Lin Yu, Zhao Kang, Huang Linjie. Experimental study of bamboo scrimber-filled steel tube columns under axial compression [J]. Engineering Structures, 2023, 280:115669.（SCI/EI收录）<br/>5.Chen Si, Wei Yang*, Wang Gaofei, Zhao Kang, Ding Mingmin. Mechanical behavior of laminated bamboo-timber composite columns under axial compression [J]. Archivles of Civil and Mechanical Engineering, 2023,23(2):1-12.（SCI/EI收录）<br/>6.Wu Fengyi, Wei Yang*, Lin Yu*, Wang Gaofei, Ding Minming. Confinement effectiveness of bamboo scrimber-filled steel tube columns under axial compression [J]. Journal of Building Engineering, 2023, 106157.（SCI/EI收录）<br/>7.Wei Yang*, Bai Jiawen, Zhang Yirui, Miao Kunting, Zheng Kaiqi. Compressive performance of high-strength seawater and sea sand concrete filled circular FRP-steel composite tube columns [J]. Engineering Structures, 2021, 240 (8):112357.（SCI/EI收录）<br/>8.Wei Yang, Zhu Chao, Miao Kunting, Jile Chai, Zheng Kaiqi. Compressive behavior of rectangular concrete-filled fiber-reinforced polymer and steel composite tube columns with stress-release grooves [J]. Composite Structures, 2022, 281:114984.（SCI/EI收录）<br/>9.Wei Yang*, Zhang Yirui, Chai Jile, Wu Gang, Dong Zhiqiang. Experimental investigation of rectangular concrete-filled fiber reinforced polymer (FRP)-steel composite tube columns for various corner radii [J]. Composite Structures, 2020,244(7):112311.（SCI/EI收录）<br/>10.Wei Yang*, Zhang Xi, Wu Gang, Zhou Yongfeng. Behaviour of concrete confined by both steel spirals and fiber-reinforced polymer under axial load [J]. Composite Structures, 2018, 192(5): 577-591.（SCI/EI收录）<br/>11.Wei Yang, Chen Si, Tang Shuaifeng, Peng Donglin, Zhao Kang. Mechanical response of timber beams strengthened with variable amounts of CFRP and bamboo scrimber layers [J]. Journal of Composites for Construction, 2022, 26(4): 04022038.（SCI/EI收录）<br/>12.Wei Yang, Yan Shaocong, Zhao Kang, Dong Fenghui, Li Guofen. Experimental and theoretical investigation of steel-reinforced bamboo scrimber beams [J]. Engineering Structures, 2020, 223 (12):111179.（SCI/EI收录）<br/>13.Wei Yang*, Tang Shuaifeng, Ji Xuewei, Zhao Kang, Li Guofen. Stress-strain behavior and model of bamboo scrimber under cyclic axial compression [J]. Engineering Structures, 2020, 209 (4):110279.（SCI/EI收录）<br/>14.Wang Gaofei, Wei Yang∗, Shen Cong, Huang Zhe, Zheng Kaiqi. Compression performance of FRP-steel composite tube-confined ultrahigh-performance concrete (UHPC) columns [J]. Thin-Walled Structures, 2023:111152.（SCI/EI收录）<br/>15.Li Hao, Wei Yang*, Yan Libo, Katherine E. Semple, Dai Chunping. Structural behavior of steel dowel strengthened cross-laminated bamboo and timber beams [J]. Composite Structures, 2023,318: 117111.（SCI/EI收录）<br/>16.Li Hao, Wei Yang*, Yan Libo, Katherine E. Semple, Dai Chunping. In-plane compressive behavior of short cross-laminated bamboo and timber [J]. Industrial Crops & Products, 2023, 200: 116807.（SCI/EI收录）<br/>17.Li Hao, Wei Yang*, Yan Libo, Katherine E. Semple, Dai Chunping. Characterization of local compressive behavior for bamboo scrimber loaded perpendicular to the grain [J]. Construction and Building Materials, 2023, 397:132421.（SCI/EI收录）<br/>18.Zhang Yirui, Wei Yang*, Bai Jiawen, Wu Gang, Dong Zhiqiang. A novel seawater and sea sand concrete filled FRP-carbon steel composite tube column: Concept and behavior [J]. Composite Structures,2020,246(8): 112421.（SCI/EI收录）<br/>19.Zhang Yirui, Wei Yang*, Miao Kunting, Li Bing. A novel seawater and sea sand concrete-filled FRP-carbon steel composite tube column: Cyclic axial compression behaviour and modelling [J]. Engineering Structures, 2022,252:113531（SCI/EI收录）<br/>20.Zhang Yirui, Wei Yang∗, Bing Li, Wang Gaofei, Huang Linjie. A novel seawater and sea sand concrete-filled FRP-carbon steel composite tube column: Seismic behavior and Finite-Element Analysis. Engineering Structures. 2022;270:114872.（SCI/EI收录）<br/>21.Zhang Yirui, Wei Yang ∗, Bai Jiawen, Zhang Yongxing. Stress-strain model of an FRP-confined concrete filled steel tube under axial compression [J]. Thin-Walled Structures, 2019,142(9): 149-159.（SCI/EI收录）<br/>22.Chen Si, Wei Yang∗, Mingmin Ding, Zhao Kang, Zheng Kaiqi. Combinatorial design and flexural behavior of laminated bamboo-timber composite beams [J]. Thin-Walled Structures, 2022, 181: 109993.（SCI/EI收录）<br/>23.Tang Yu, Sun Zeyang, Wei Yang*, Zou Xingxing. Compressive behavior and design method of BFRP bars constrained with a BFRP spiral with different spacings in concrete members [J]. Engineering Structures, 2022,268: 114757（SCI/EI收录）<br/>24.Huang Zhe, Zheng Kaiqi*, Wei Yang*, Liu Lin, Tang Xiaotian, Xiaochuan Qin. Compressive performance of SWSSC-filled CFRP-stainless steel composite tube columns [J]. Construction and Building Materials, 2023, 385: 131471.（SCI/EI收录）<br/>25.Huang Zhe, Zheng Kaiqi*, Wei Yang*, Wang Gaofei, Zhang Yirui. Axial compressive behaviour of SWSSC-filled stainless steel tube columns with in-built CFRP or stainless steel tubes [J]. Journal of Building Engineering, 2023, 72: 106543.（SCI/EI收录）<br/>26.Miao Kunting, Pan Zichao*, Chen Airong, Wei Yang*, Zhang Yirui. Machine learning-based model for the ultimate strength of circular concrete-filled fiber-reinforced polymer-steel composite tube columns [J]. Construction and Building Materials, 2023, 394: 132134.（SCI/EI收录）<br/>27.Zhao Zhuang, Wei Yang*, Wang Gaofei, Miao Kunting, Zheng Kaiqi. Exploration on unified calculation of axial compressive load-carrying capacity of square and rectangular concrete-filled steel tubular columns  [J]. Construction and Building Materials, 2023,398: 132546.（SCI/EI收录）<br/>28.Zhao Zhuang, Wei Yang*, Wang Gaofei, Lin Yu, Ding Mingmin. Evaluation of the load-carrying effect of rectangular concrete-filled steel tubular columns under axial compression based on the multilevel extension method [J]. Case Studies in Construction Materials, 2023, 18: e02041.（SCI/EI收录）<br/>29.Jin Haopeng, Wei Yang*, Zhang Yirui, Huang Zhe, Liu Lin. Compressive performance of underwater concrete columns strengthened by nondispersive mortar and stainless steel tubes [J]. Case Studies in Construction Materials, 2023, 18: e02220.（SCI/EI收录）<br/>30.Liu Fushou, Liu Aobo, Wang Libin, Wei Yang*. Accurate modeling and wave propagation analysis of cracked slender structural members by the spectral element method [J]. Structural Control and Health Monitoring, 2023, 1: 5569434.（SCI/EI收录）<br/>31.Huang Linjie, Zhou Zhen*, Wei Yang*, Xie Qin, SunXiaoyun. Seismic performance and resilience assessment of friction damped self-centering prestressed concrete frames [J]. Engineering Structures, 2022,263: 114346（SCI/EI收录）<br/>32.Wei Yang*, Wang Zhiyuan, Chen Si, Zhao Kang, Zheng Kaiqi. Structural behavior of prefabricated bamboo-lightweight concrete composite beams with perforated steel plate [J]. Archivles of Civil and Mechanical Engineering, 2021,21(15):1-21.（SCI/EI收录）<br/>33.Zhang Yirui, Wei Yang*, Zhao Kang, Ding Mingmin, Wang Libin. Analytical model of concrete-filled FRP-steel composite tube columns under cyclic axial compression [J]. Soil Dynamics and Earthquake Engineering, 2020 ,139(12):106414.（SCI/EI收录）<br/>34.Wei Yang, Chen Si Tang Shuaifeng, Zheng Kaiqi, Wang Jiaqing. Mechanical behavior of bamboo composite tubes under axial compression [J]. Construction and Building Materials, 2022, 339: 127681.（SCI/EI收录）<br/>35.Wei Yang, Zhu Chao, Miao Kunting, Zheng Kaiqi, Tang Yu. Compressive performance of concrete-filled steel tube columns with in-built seawater and sea sand concrete-filled FRP tubes [J]. Construction and Building Materials, 2022,317: 125933.（SCI/EI收录）<br/>36.Wei Yang, Xu Pengfei, Zhang Yirui, Wang Gaofei, Zheng Kaiqi. Compressive behaviour of FRP-steel wire mesh composite tubes filled with seawater and sea sand concrete [J]. Construction and Building Materials, 2022,314:125608.（SCI/EI收录）<br/>37.Wei Yang, Tang Shuaifeng, Chen Si, Wang Qiudong, Wang Jiaqing. Mechanical behavior of foam-filled bamboo composite tubes under axial compression [J]. Polymers, 2022, 14, 2006.（SCI/EI收录）<br/>38.Wei Yang*, Miao Kunting, Zhang Xi, Zhou Yongfeng, Zheng Kaiqi. Modeling for complete stress-strain curve of circular concrete columns confined with steel spiral and FRP [J]. Journal of Building Engineering, 2021, 44(12):1103294.（SCI/EI收录）<br/>39.Cao Qi, Wei Yang*, Lin Yu, Ding Mingmin, Zheng Kaiqi*. Experimental investigations on the bearing properties of bamboo scrimber joints by a bolted bamboo-steel-bamboo connection [J].Wood Material Science and Engineering, 2023, 4: 2193816.（SCI/EI收录）<br/>40.Xi Fei, Zhao Longlong, Wei Yang*, Yi Jiyang, Zhao Kang. Effect of temperature on the bendingand creep properties of wood plastic composites [J]. Polymer Composite, 2023,1-11.（SCI/EI收录）<br/>41.Wei Yang*, Jiang Cheng, Wu Yufei. Confinement effectiveness of circular concrete-filled steel tubular columns under axial compression [J]. Journal of Constructional Steel Research, 2019,158(7): 15 - 27.（SCI/EI收录）<br/>42.Wei Yang*, Chen Si, Jiang Junfeng, Zhou Mengqian, Zhao Kang. Experimental investigation of bamboo-concrete composite beams with threaded reinforcement connections [J]. Journal of Sandwich Structures and Materials, 2021,24(1):601- 626.（SCI/EI收录）<br/>43.Chen Si, Wei Yang∗, Zhu Jie, Lin Yu, Du Hao. Experimental investigation of the shear performance of bamboo scrimber beams reinforced with bamboo pins [J]. Construction and Building Materials, 2023, 365:130044.（SCI/EI收录）<br/>44.Wang Gaofei, Wei Yang*, Miao Kunting, Zheng Kaiqi, Dong Fenghui. Axial compressive behavior of seawater sea-sand coral aggregate concrete-filled circular FRP-steel composite tube columns [J]. Construction and Building Materials, 2022, 315:125737.（SCI/EI收录）<br/>45.Nie Yuhan, Wei Yang*, Zhao Kang, Ding Mingmin, Huang Linjie. Compressive performance of bamboo sheet twining tube-confined recycled aggregate concrete columns [J]. Construction and Building Materials, 2022, 323 (3):126544.（SCI/EI收录）<br/>46.Chen Si, Wei Yang*, Zhao Kang, Dong Fenghui, Huang Linjie. Experimental investigation on the flexural behavior of laminated bamboo-timber I-beams [J]. Journal of Building Engineering,2022;45:103651.（SCI/EI收录）<br/>47.Nie Yuhan, Wei Yang*, Miao Kunting, Zhao Kang, Huang Linjie*. Experimental investigation of full-culm bamboo tubes strengthened by filled concrete and bamboo sheets under axial compression [J]. Journal of Building Engineering, 2022,45:103548.（SCI/EI收录）<br/>48.Zhao Kunpeng, Wei Yang*, Chen Si, Lin Yu, Huang Linjie. Bending properties and design strength of reconstituted bamboo at different temperatures [J]. Polymer Composites, 2023, 1:1-14.（SCI/EI收录）<br/>49.Zhao Kunpeng, Wei Yang*, Chen Si, Hang Chen, Zhao Kang. Experimental investigation of the long-term behavior of reconstituted bamboo beams with various loading levels [J]. Journal of Building Engineering, 2021, 36(4):102107.（SCI/EI收录）<br/>50.Wang Zhiyuan, Wei Yang*, Hu Yafeng, Chen Si, Zhao Kang. An investigation of the flexural performance of bamboo-concrete composite beams with precast light concrete slabs and dowel connectors [J]. Journal of Building Engineering, 2021, 41(9):102759.（SCI/EI收录）<br/>51.Zhao Longlong, Wei Yang*, Zhang Guowei, Xi Fei. Short-term creep properties and creep model of wood-plastic composites [J]. Polymer Composites, 2022, 43:924–933.（SCI/EI收录）<br/>52.Li Hao, Wang Libin*, Wei Yang*, Semple Katherine E., Dai Chunping. Out-of-plane bending behavior of cross-laminated timber members enhanced with fiber-reinforced polymers [J]. Journal of Building Engineering, 2023, 42: 105862.（SCI/EI收录）<br/>53.Wei Yang, Ji Xuewei, Duan Maojun, Li Guofen. Flexural performance of bamboo scrimber beams strengthened with fiber-reinforced polymer [J]. Construction and Building Materials, 2017, 142(7):66-82.（SCI/EI收录）<br/>54.Wei Yang, Wu Yufei. Compression behavior of concrete columns confined by high strength steel wire [J]. Construction and Building Materials, 2014, 54(3): 443-453.（SCI/EI收录）<br/>55.Wang Zhiyuan, Wei Yang *, Li Ning, Zhao Kang, Ding Mingmin. Flexural behavior of bamboo–concrete composite beams with perforated steel plate connections [J]. Journal of Wood Science, 2020, 66 (4): 1-20.（SCI/EI收录）<br/>56.Chen Si, Wei Yang*, Peng Donglin, Zhao Kang, Hu Yafeng. Experimental investigation of timber beams strengthened by bamboo scrimber with anchorage structure. Structures, 2021, 33(10):1-11.（SCI/EI收录）<br/>57.Li Hao, Wei Yang*, Wang Libin. A general model for predicting the off-axis performance of fiber reinforced composite materials [J].Structures, 2021, 34(12): 2087-2097.（SCI/EI收录）<br/>58.Nie Yuhan, Wei Yang*, Huang Linjie*, Liu Ying, Dong Fenghui. Influence of slenderness ratio and sectional geometry on the axial compression behavior of original bamboo columns. Journal of Wood Science, 2021, 67:20.（SCI/EI收录）<br/>59.Chen Si, Wei Yang*, Hu Yafeng, Zhai Zhixin, Wang Libin. Behavior and strength of rectangular bamboo scrimber columns with shape and slenderness effects, Materials Today Communications,2020 (4):101392（SCI/EI收录）<br/>60.Cheng Xunyu, Wei Yang*, Nie Yuhan, Wang Gaofei, Li Guofen. Compressive behavior of bamboo sheet twining tube-confined concrete columns [J]. Polymers, 2021, 13, 4124.（SCI/EI收录）<br/>61.Hu Yafeng, Wei Yang*, Chen Si, Yan Yadong, Zhang Weiyao. Experimental study on timber-lightweight concrete composite beams with ductile bolt connectors [J]. Materials, 2021,14: 2632.（SCI/EI收录）<br/>62.Zhao Kunpeng, Wei Yang *, Chen Si, Zhao Kang, Ding Mingmin. Effect of temperature on compressive mechanical properties and strength design index of reconstituted bamboo [J]. Journal of Applied Polymer Science, 2022, 53553:1-15.（SCI/EI收录）<br/>63.Huang Linjie, Zeng Bin, Zhou Zhen*, Zhang Wenqing, Wei Yang*, Li Chunyu. Seismic behavior and reliability of variable friction damped self-centering prestressed concrete frames considering bolt bearing. Soil dynamics and Earthquake Engineering. 2023, 164: 107643 (SCI/EI)<br/>64.Wei Yang, Zhou Mengqian, Zhao Kunpeng, Zhao Kang, Li Guofen. Stress–strain relationship model of glulam bamboo under axial loading [J]. Advanced Composites Letters, 2020, 29:1-11.（SCI/EI收录）<br/>65.Wei Yang*, Zhao Kunpeng, Hang Chen, Chen Si, Ding Mingmin. Experimental study on the creep behavior of recombinant bamboo [J]. Journal of Renewable Materials, 2020,8(3):251-273.（SCI/EI收录）<br/>66.Wei Yang, Xu Yang, Wang Gaofei, Cheng Xunyu, Li Guofen. Influence of the cross-sectional shape and corner radius on the compressive behaviour of concrete columns confined by FRP and stirrups [J]. Polymers, 2022, 14: 341.（SCI/EI收录）<br/>67.Wei Yang*, Cheng Xunyu, Wu Gang, Duan Maojun, Wang Libin. Experimental investigations of concrete-filled steel tubular columns confined with high strength steel wire [J]. Advances in Structural Engineering, 2019,22(13): 2771-2784.（SCI/EI收录）<br/>68.Wei Yang, Wu Gang, Li Guofen. Performance of circular concrete-filled fiber-reinforced polymer-steel composite tube columns under axial compression [J]. Journal of Reinforced Plastics and Composites, 2014,33(20):1911-1928.（SCI/EI收录）<br/>69.Wei Yang, Zhou Mengqian, Chen Dongjian. Flexural behavior of glulam bamboo beams reinforced with near surface mounted steel bars [J]. Materials Research Innovations, 2015,19:98-103.（SCI/EI收录）<br/>70.Miao Kunting, Wei Yang*, Zhang Xi, Zheng Kaiqi, Dong Fenghui. Performance of circular concrete-filled FRP-grooved steel composite tube columns under axial compression [J]. Polymers, 2021, 13: 3638.（SCI/EI收录）<br/>71.Zhao Kunpeng, Wei Yang *, Chen Si, Zhao Kang, Ding Mingmin. Tensile properties and prediction model of recombinant bamboo at different temperatures [J]. Journal of Renewable Materials, 2023, 025711.（SCI/EI收录）<br/>72.Wang Zhiyuan, Wei Yang*, Jiang Junfeng, Zhao Kang, Zheng Kaiqi. Comparative study on mechanical behavior bamboo-concrete connections and wood-concrete connections [J]. Frontiers Materials, 2020,9(7):587580.（SCI/EI收录）<br/>73.Zhao Kang, Wei Yang*, Yan Shaocong, Chen Si, Dong Fenghui. Experimental and analytical investigations on flexural behavior of bamboo beams strengthened with steel bars [J]. Advances in Structural Engineering,  2021, 24(14):3338-3356.（SCI/EI收录）<br/>74.Hu Yafeng, Wei Yang*, Zhao Longlong, Zhang Wenhua, Chen Si. Study on the strength and microcosmic characteristics of C50 high-performance concrete (HPC) containing manufactured sands [J].Buildings, 2022,12(10):1657.（SCI/EI收录）<br/>75.Zhang Shichang, Miao Kunting, Wei Yang*, Xu Xiaoming, Luo Bin, Shi Weizhou. Experimental and theoretical study on concrete-filled steel tube columns strengthened by FRP/steel strip under axial compression [J]. International Journal of Concrete Structures and Materials,2023,17(1): 1-22.（SCI/EI收录）<br/>76.Ding Mingmin, Shen Yuzhou, Wei Yang*, Luo Bin, Wang Lulu, Zhang Ningyuan. Preliminary design and experimental study of a steel-batten ribbed cable dome [J]. Symmetry,2021,13, 2136.<br/>77.Li Hao, Wang Libin*, Wei Yang*, Semple Katherine E., Dai Chunping. Out-of-plane bending behavior of cross-laminated timber members enhanced with fiber-reinforced polymers [J]. Journal of Building Engineering. 2023; 66:105862.（SCI/EI收录）<br/>78.Tang Yu, Guo Yuzhu, Chen Xudong, Wang Zhen, Wei Yang*. Acoustic emission characteristics of concrete cylinders reinforced with steel-fiber-reinforced composite bars under uniaxial compression [J]. Journal of Building Engineering, 2022, 58(8): 105074.（SCI/EI收录）<br/>79.Li Hao, Wang Libin, Wang Brad Jianhe, Wei Yang. Study on in-plane compressive performance of cross-laminated bamboo and timber (CLBT) wall elements [J]. European Journal of Wood and Wood Products, 2022, 11: 01899-z.（SCI/EI收录）<br/>80.Li Hao, Wang Libin*, Wei Yang*, Wang Brad Jianhe, Jin Hui. Bending and shear performance of cross-laminated timber and glued-laminated timber beams: A comparative investigation [J]. Journal of Building Engineering, 2022, 45(1): 103477.（SCI/EI收录）<br/>81.Huang Linjie, Zeng Bin, Zhou Zhen*, Zhang Wenqing, Wei Yang*, Li Chunyu. Seismic behavior and reliability of variable friction damped self-centering prestressed concrete frames considering bolt bearing. Soil dynamics and Earthquake Engineering. 2023, 164: 107643 (SCI/EI)<br/>82.Tang Yu, Lu Xiaowan, Wei Yang*, Hou Shitong. Experimental study on compressive behavior of concrete cylinders confined by a novel hybrid fiber-reinforced polymer spiral [J]. Polymers, 2022, 11, 4750.（SCI/EI收录）<br/>83.Zhao Longlong, Xi Fei, Wang Qinglong, Yang Wei∗. Experimental investigation and parametric analysis of the mechanical properties of aluminum alloy thin-walled hollow columns under axial compression [J]. Advances in Materials Science and Engineering, 2022, 2022: 2717555.（SCI/EI收录）<br/>84.Ding Mingming, Luo Bin, Guan Dongzhi, Wei Yang*, Ding Shuyao, Huang Lifan. Accumulative traction-hoisting construction technology of a semi-rigid steel batten cable dome [J].Structures, 2021,31(1), 159-171.<br/>85.Wang Qiudong, Wei Yang*, Fu Zhongqiu, Wang Yixun. Parametric study on fatigue failure modes of the rib deck weld under out of plane bending loading [J]. Iranian Journal of Science and Technology, 2023,023: s40996.<br/>86.Wang Qiudong, Fu Zhongqiu, Wei Yang*, Wang Yixun. Fatigue evaluation of the rib-deck weld in OSDs considering the effect of asphalt-steel interface bonding property [J]. Advances in Structural Engineering, 2023.<br/>87.Wang Qiudong*, Fu Zhongqiu, Wei Yang, Wang Yixun, Yao Yue. Predicting the ENS-based SCFs of rib-deck welds by integrating HSS measurement [J]. Journal of Constructional Steel Research, 2023, 203: 107828.<br/>88.Dong Fenghui, Shi Feng, Wang Libin, Wei Yang*, Zheng Kaiqi. Probabilistic assessment approach of the aerostatic instability of long-span symmetry cable-stayed bridges. [J]. Symmetry, 2021, 13(12), 2413.（SCI/EI收录）<br/>89.Li Hao, Wang Libin*, Wei Yang*, Wang Brad Jianhe. Off-axis compressive behavior of cross-laminated bamboo and timber wall elements [J]. Structures, 2021, 35(1): 452-468.（SCI/EI收录）<br/>90.Li Hao, Wang Brad Jianhe, Wang Libin*, Wei Yang*. An experimental and modeling study on apparent bending moduli of cross-laminated bamboo and timber (CLBT) in orthogonal strength directions [J]. Case studies in construction materials, 2022, 16(6): e00874.（SCI/EI收录）<br/>91.Dong Fenghui*, Gao Jie, Hao Aijin, Wei Yang*, Huang Xin, Shi Feng, Kaiqi Zheng. A new approach to symmetry reliability: combination of forward and inverse reliability principle and its application to frame structures and bamboo bridges [J]. Symmetry, 2022, 14(2): 318.（SCI/EI收录）<br/>92.Wu Yufei, Wei Yang. General stress-Strain model for steel- and FRP-confined concrete [J]. Journal of Composites for Construction,2015,19(4):040140691-0401406914.（SCI/EI收录）<br/>93.魏洋*,陈思,聂玉晗,杨超群,赵康.凹槽销栓型竹-混凝土组合梁的受弯性能[J] .土木工程学报,2020,54(3): 58-67.（EI收录）<br/>94.吴凤贻,魏洋*,王高飞,林煜,丁明珉.不同加载模式下钢管约束重组竹轴压力学行为[J].复合材料学报,2023,40（EI收录）<br/>95.缪坤廷,魏洋*,朱超,丁明珉,郑开启.钢管混凝土-FRP管海水海砂混凝土组合柱轴压模型[J].复合材料学报, 2022, 39(11): 5403-5414（EI收录）<br/>96.王高飞,魏洋*,缪坤廷,董峰辉,郑开启.圆形CFRP-钢复合管海水海砂珊瑚混凝土柱轴压性能试验研究[J].复合材料学报,2022,39(8):3991-4001（EI收录）<br/>97.陈思,魏洋*,赵鲲鹏,杭晨,赵康.重组竹顺纹受压蠕变性能及预测模型[J].复合材料学报,2021,38(03):944-952.（EI收录）<br/>98.魏洋,柏佳文,张依睿,丁明珉,李国芬.矩形开槽钢管混凝土柱的受压承载性能[J].东南大学学报(自然科学版) , 2020:50(2):237-243.（EI收录）<br/>99.张依睿,魏洋*,柏佳文,端茂军,王立彬.纤维增强聚合物复合材料-钢复合圆管约束混凝土轴压性能预测模型[J] .复合材料学报,2019,36(10): 2478-2485.（EI收录）<br/>100.徐扬,魏洋*,程勋煜,端茂军,李国芬.碳纤维-箍筋约束倒角矩形混凝土柱的轴压性能[J].玻璃钢/复合材料,2019(06):5-11.<br/>101.魏洋,严少聪,陈思,端茂军,王立彬. FRP增强重组竹梁受弯性能数值分析[J] .复合材料学报,2019,36(4):115-123.（EI收录）<br/>102.魏洋,纪雪微,端茂军,赵龙龙,李国芬.重组竹轴向应力-应变关系研究[J]．复合材料学报, 2018, 35(3): 572-579.（EI收录）<br/>103.魏洋,张希,吴刚,纪军,张敏.空间曲面纤维网格制作及加固水下混凝土柱试验研究[J].土木工程学报,2017,50(9):1-10.（EI收录）<br/>104.端茂军,魏洋,李国芬,王序.考虑混凝土贡献的修正变角桁架模型[J].土木工程学报,2017,50 (6) :42-49.（EI收录）<br/>105.魏洋,纪雪微,周梦倩,赵龙龙,端茂军.销栓型竹-混凝土组合结构的力学性能研究[J].农业工程学报,2017,33(3):65-72.（EI收录）<br/>106.魏洋,李宁,吴刚,端茂军,李国芬.开孔钢板型竹混凝土连接件荷载滑移性能[J].东南大学学报(自然科学版),2017, 47(6): 1137-1173.（EI收录）<br/>107.魏洋,周梦倩,纪雪微,端茂军,李国芬.竹-混凝土组合梁的受弯性能研究[J].西南交通大学学报,2017,52(6):1-8.（EI收录）<br/>108.魏洋,周梦倩,袁礼得.重组竹柱偏心受压力学性能[J].复合材料学报,2016,33(2): 379-385.（EI收录）<br/>109.魏洋,王晓伟,李国芬.配筋重组竹受弯试件力学性能试验[J].复合材料学报,2014,31(4):1030-1036.（EI收录）<br/>110.魏洋,吴刚,李国芬,张齐生,蒋身学.新型FRP-竹-混凝土组合梁的力学行为研究[J].中南大学学报,2014,45(12):4384-4392.（EI收录）<br/>111.………",
    "Patent": "1.发明专利：一种预应力抗剪加固箱梁的方法,ZL 201810328411.1<br/>2.发明专利：一种约束增强型橡胶支座, ZL 2018109699128<br/>3.发明专利：一种竹木-不锈钢复合模板及其制造方法, ZL2018109775564<br/>4.发明专利：一种芯体约束型橡胶支座, ZL201811048004.1<br/>5.发明专利：一种薄壁钢管约束竹构件的制作方法,ZL201910365903.2<br/>6.发明专利：一种竹材-钢复合管混凝土组合结构,ZL 201710045381.9<br/>7.发明专利：一种增强桥梁横向联系的加固方法, ZL2017110619026<br/>8.发明专利：一种加固木柱构件的方法, ZL2017110517304<br/>9.发明专利：一种测试圆竹环向强度的方法，ZL 201811264292.4<br/>10.发明专利：一种精准定位增强筋重组竹构件生产模具及制作方法, ZL 201810969911.3<br/>11.发明专利：一种竹材-钢复合管混凝土组合结构,ZL 201710045381.9<br/>12.发明专利：一种具有减压槽的纤维-钢复合管混凝土结构制作方法,ZL201710045385.7<br/>13.发明专利：一种预测FRP-钢复合约束混凝土圆柱受压全曲线的方法,ZL 2017110750402<br/>14.发明专利：一种复合加固木梁的方法, ZL 201610463533.2<br/>15.发明专利：一种肋约束薄壁钢管混凝土结构, ZL 2015106446665<br/>16.发明专利：一种约束型钢管混凝土构件,ZL 2015106446701<br/>17.发明专利：一种装配式竹-加气混凝土组合结构及制作方法, ZL 2015106441708<br/>18.发明专利：一种预应力增强重组竹生产模具, ZL 201510229089.3<br/>19.发明专利：一种桥梁高空作业平台及其搭设方法, ZL 201410125407.7<br/>20.发明专利：一种半装配式竹-混凝土组合桥梁,ZL201210413497.0<br/>21.发明专利：复合管混凝土组合结构,ZL 201210413496.6<br/>22.发明专利：一种内钢管约束钢筋混凝土空心桥墩, ZL 201110289987.X<br/>23.发明专利：一种筒仓环向加固方法, ZL 201110289986.5<br/>24.发明专利：一种FRP-橡胶-钢复合管混凝土结构, ZL201010282512.3<br/>25.发明专利：纤维增强复合材料网格筋成型模具及成型方法, ZL 201410137480.6<br/>26.发明专利：纤维增强复合材料网格筋加固水下结构的方法, ZL200910080051.9<br/>27.发明专利：预制混凝土面板快速拼装加固水下结构的施工方法, ZL201410137461.3<br/>28.发明专利：预应力钢丝绳抗弯加固混凝土结构及其加固方法, ZL200610012294.5<br/>29.发明专利：一种原竹-聚苯乙烯泡沫颗粒复合墙板及其制造方法, ZL 201810329094.5（发明专利）<br/>30.实用新型专利：一种深入河床加固桥墩的装置.ZL 201920489234.5<br/>31.实用新型专利：一种拆除连续箱梁桥中跨合拢段变形控制的结构装置.ZL 201920735632.0<br/>32.实用新型专利：一种FRP管加固桥梁水下桥墩的结构构造. ZL 201821415600.4<br/>33.实用新型专利：一种增强桥梁横向联系结构. ZL 201721442822.0<br/>34.实用新型专利：一种桥台外倾的加固结构. ZL 201721442778.3<br/>35.实用新型专利：一种预应力U型筋快速抗剪加固箱梁结构. ZL 201821460849.7<br/>36.实用新型专利：一种内外横向约束盆式橡胶支座. ZL 201821477541.3<br/>37.实用新型专利：一种预制-现浇组合钢筋混凝土桥墩. ZL 201821669673.6<br/>38.实用新型专利：一种钢筋网片加固桥梁水下墩柱结构. ZL 201821412415.X<br/>39.实用新型专利：一种仿生竹木组合中空结构. ZL 201821360256.3<br/>40.实用新型专利：一种竹材-钢复合管混凝土组合柱, ZL 201720069077.3<br/>41.实用新型专利：一种竹复合管-钢管内外约束混凝土组合柱, ZL 201720069080.5<br/>42.实用新型专利：一种纤维-竹材复合管混凝土组合柱, ZL 201720061262.8<br/>43.实用新型专利：一种波纹复合管海水海砂混凝土构件,ZL201720069471.7<br/>44.实用新型专利：一种具有减压槽的纤维-钢复合管混凝土结构, ZL 201720069472.1<br/>45.实用新型专利：一种连续型连接件的竹-混凝土组合梁, ZL 201610463535.1<br/>46.实用新型专利：一种重组竹构件施加预应力生产装备, ZL 201520291253.9<br/>47.实用新型专利：一种基于FBG传感器的体外预应力监测系统, ZL201620639323.X<br/>48.实用新型专利：一种空心-竹混凝土组合结构, ZL 201620639322.5<br/>49.………<br/>■教材、标准、工法<br/>1.魏洋,端茂军,李国芬主编，桥梁检测评定与加固技术，人民交通出版股份有限公司，2019.01，江苏省高等学校重点教材；高等学校交通运输与工程类专业规划教材，书号：ISBN 978-7-114-15184-2<br/>2.魏洋,董峰辉,郑开启,丁明珉编著.桥梁施工技术，人民交通出版股份有限公司，2021.12，江苏省高等学校重点教材、高等学校交通运输与工程类专业规划教材，书号：ISBN 978-7-114-17726-2<br/>3.魏洋 副主编，桥梁维修加固施工标准化操作手册，人民交通出版股份有限公司，2020.01，书号：ISBN 978-7-114-16245-9<br/>4.预应力高强钢丝绳加固混凝土结构技术规程（JGJ/T 325-2014）[S].中华人民共和国行业标准,中国建筑工业出版社,2014.<br/>5.魏洋 主编，发泡水泥浆轻质填料处治桥头搭板脱空技术. 2019年度江苏省工程建设省级工法.",
    "Achievements": "None",
    "Class": "1.中国大学MOOC在线课程 桥梁检测评定与加固技术<br/>（https://www.icourse163.org/course/NJFU-1206940801）<br/>2.结构设计原理<br/>3.桥梁加固技术<br/>4.桥梁钢结构<br/>5.土木工程材料<br/>6.基础工程<br/>7.大跨径桥梁设计与施工（硕士生）<br/>8.结构检测评定与加固技术（硕士生）<br/>9.结构工程专论（博士生）<br/>■学术兼职<br/>1.全国农林院校土木工程专业学科联盟常务副理事长、中国林学会森林工程分会副理事长、高等学校土木工程专业规划教材编委会（交通版）副主任委员、高等学校交通运输与工程类专业教材建设委员会桥梁工程分委员会委员、江苏省综合交通运输学会公路分会常务委员、江苏省土木建筑教育工作委员会委员、中国复合材料学会理事、江苏省复合材料学会常务理事、南京市土木建筑学会常务理事、江苏省结构复合材料专业委员会委员、Current Chinese Science编委、Materials Physics and Chemistry编委、Polymer客座主编<br/>2.Composite Structures、Engineering Structures、Thin-Walled Structures、Construction and Building Materials、Journal of Composite for Construction、Soil Dynamics and Earthquake Engineering、Journal of Building Engineering、Advances in Structural Engineering、土木工程学报、建筑结构学报等期刊评审人。",
    "Topic": "None",
    "Projects": "1.荷载与环境耦合作用下竹-混凝土组合梁的长期性能研究（国家自然科学基金，52378244）<br/>2.新型FRP-钢复合管海水海砂混凝土柱受力性能及其基于可修复性的抗震设计方法（国家自然科学基金，51778300）<br/>3.考虑界面滑移的新型竹-混凝土组合结构力学行为与设计理论研究（国家自然科学基金，51208262）<br/>4.FRP-钢复合管海砂混凝土组合结构关键技术研究（江苏省重点研发计划，BE2020703）<br/>5.新型钢管约束竹结构力学行为及设计理论研究（江苏省自然科学基金项目，BK20231293）<br/>6.生物质竹纤维复合管约束混凝土柱的力学行为与设计理论研究（江苏省自然科学基金项目，BK20191390）<br/>7.矩形FRP-钢复合管混凝土柱的受力特性及其低周反复荷载下的性能分析（江苏省自然科学基金项目，BK20151520）<br/>8.嵌入式FRP-钢复合筋抗弯加固混凝土梁的应用基础研究（江苏省自然科学基金项目，BK2009483）<br/>9.现代竹结构休闲农业景观营造关键技术（江苏省农业自主创新项目）<br/>10.中小跨桥梁加固新型技术研究（江苏省产学研合作项目，BY2020410）<br/>11.新型纤维增强竹-混凝土组合结构的性能与设计方法江苏省“六大人才高峰”高层次人才项目（JZ-017）<br/>12.新型竹-混凝土组合结构的力学性能与设计方法研究（江苏省“333高层次人才培养工程”科研项目，BRA2016421）<br/>13.城市地下复杂环境深大基坑开挖及支护关键技术研究（横向委托）<br/>14.钢管混凝土柱加固模型试验研究研究（横向委托）<br/>15.宜长高速跨S342省道钢箱梁施工实时监测技术研究（横向委托）<br/>16.京沪高速扩建桥梁拆除架设施工技术研究（横向委托）<br/>17.预应力碳纤维板加固桥梁技术及产品研发（横向委托）<br/>18.宜长高速楼下大桥施工实时监测技术研究（横向委托）<br/>19.中小跨桥梁加固新型技术研究（横向委托）<br/>20.桥梁加固施工标准化技术研究（横向委托）<br/>21.桥梁施工复杂新技术研究（横向委托）<br/>22.桥梁高空作业平台及其搭设方法（横向委托）<br/>23.南京市高淳区东坝桥施工监控监测技术研究（横向委托）<br/>24.红山路拆建垃圾资源化利用项目试点技术（横向委托）<br/>25.高速公路桥梁支座更换及桥头搭板注浆施工技术标准研究（横向委托）<br/>26.311省道运河特大桥施工监控技术研究（横向委托）<br/>27.329国道舟山段改建工程桥梁与高边坡施工监测技术研究（横向委托）<br/>28.桥梁施工技术咨询服务（横向委托）<br/>29.宁和城际轨道交通一期工程TA12标施工监测（横向委托）<br/>30.体外预应力改善大跨径混凝土连续梁桥的长期受力性能研究（横向委托）<br/>31.宝应县范水运河大桥施工监控研究（横向委托）<br/>32.大跨径预应力混凝土连续梁桥预应力钢筋孔道摩阻试验研究（横向委托）<br/>33.济祁高速涡河特大桥监控、监测技术研究（横向委托）<br/>34.南通新江海河大桥主桥施工模型分析研究（横向委托）<br/>1.国家科学技术进步奖二等奖（混凝土结构非接触式检测评估与高效加固修复关键技术）（排名3/10）<br/>2.江苏省科技进步奖一等奖（混凝土结构智能检测与主动高效加固关键技术及应用）（排名3/11）<br/>3.中国发明协会发明创业奖成果奖二等奖（桥梁服役工程性能高效提升技术创新与应用）（排名1/10）<br/>4.中国商业联合会科学技术奖二等奖（现役桥梁结构性能提升关键技术及产业化）（排名1/10）<br/>5.中国商业联合会科学技术奖一等奖（高耐久性FRP-钢复合管混凝土抗震桥墩的应用研究）（排名1/10）<br/>6.2020年07月入选国家百千才工程,人社部<br/>7.2021年05月入选国家课程思政教学名师团队,教育部（排名1/8）<br/>8.2020年08月入选江苏省特聘教授,江苏省教育厅<br/>9.2022年10月获选江苏省优秀基层教学组织土木工程类专业教学中心,江苏省教育厅（排名1）<br/>10.2020年05月获选江苏省青蓝工程优秀教学团队,江苏省教育厅（排名1/7）<br/>11.2018年10月获选江苏省“六大人才高峰”高层次人才,江苏省人力资源和社会保障厅<br/>12.2018年9月获选南京林业大学“水杉名师”教学标兵培养对象<br/>13.2017年05月获选江苏省高校“青蓝工程”中青年学术带头人<br/>14.2016年10月获选江苏省第五期“333”高层次人才工程（第3层次）<br/>15.2013年11月获选江苏省第四期“333”高层次人才工程（第3层次）<br/>16.2012年11月获选江苏省高校“青蓝工程”优秀青年骨干教师培养对象<br/>17.2013年获浙江省交通科学技术进步奖二等奖（压浆修复桥梁铰缝的应用技术研究）（排名3/9）<br/>18.2021年获江苏省教学成果二等奖（五元协同、特色融合，行业高校土木类一流人才培养模式构建与实践）（排名2/5）<br/>19.2013年获江苏省教学成果二等奖（土木交通类创新人才培养“四维渐进式”实践教学体系构建与应用）（排名3/7）<br/>20.2021年获南京林业大学教学成果一等奖（工程教育导向，科教融合的林科特色土木类专业人才培养体系构建与实践）（排名1/12）<br/>21.2021年获南京林业大学教学成果特等奖（基于工程教育认证的地方高校土木工程专业一流特色人才多元协同培养模式研究与实践）（排名2/17）<br/>22.2016年《桥梁加固技术》课程建设与实践获2016年南京林业大学教学成果二等奖（排名1/6）<br/>23.2012年基于“挑战杯”、专业竞赛的一流人才创新能力培养研究与实践获2012年南京林业大学教学成果二等奖 （排名1/12）<br/>24.2012年土木交通类创新人才培养“四维渐进式”实践教学体系构建与应用获2012年南京林业大学教学成果特等奖（排名3/10）<br/>25.2011年《大跨径桥梁设计与施工》课程建设获2011年南京林业大学教学成果奖三等奖（排名1/5）<br/>26.2012年《混凝土结构原理》多媒体课件获第二届全国高等学校土木工程专业多媒体教学课件竞赛一等奖（排名1/1）<br/>27.2012年土木交通类创新人才培养“四维渐进式”实践教学体系构建与应用获校教学成果特等奖（排名3/10）<br/>28.2019年11月指导暑期社会实践团队获得团中央全国大学生暑期“三下乡”社会实践活动优秀团队<br/>29.2019年12月获江苏省大中专学生志愿者暑期文化科技卫生“三下乡”社会实践活动先进工作者<br/>30.2015年12月获南京市第十一届自然科学优秀学术论文三等奖<br/>31.2016年获南京林业大学优秀班主任（个人奖）<br/>32.2014年获南京林业大学优秀本科教学质量奖一等奖（个人奖）<br/>33.2018年所带班级荣获全国活力团支部（1406061班）<br/>34.2011年全国第十二届大学生挑战杯三等奖（指导教师）<br/>35.2017年指导本科毕业论文获江苏省优秀毕业设计团队（指导教师）<br/>36.2016年指导本科毕业论文获江苏省优秀本科论文二等奖（指导教师）<br/>37.2014年指导本科毕业论文获江苏省优秀毕业设计团队（指导教师）<br/>38.2013年指导本科毕业论文获江苏省优秀本科论文一等奖（指导教师）<br/>■通讯地址<br/>1.江苏省南京市龙蟠路159号南京林业大学土木工程学院，210037",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "2.电话：025-85427768<br/>3.E-mail:wy78@njfu.edu.cn",
    "Introduction": "None",
    "id": "0028",
    "img": "https://tumu.njfu.edu.cn//DFS//network/c2879/i137656/1623202993964wkk1ej.jpg",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 魏洋",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "1.1996年9月-2000年6月毕业于石家庄铁道学院建筑工程系，获学士学位<br/>2.2002年9月-2007年9月毕业于东南大学土木工程学院，获博士学位（硕博连读）<br/>3.2013年6月-2014年8月香港城市大学建筑与土木系，访问学者<br/>1.2000.06-2002.06中铁四局<br/>2.2007.09-至今      南京林业大学土木工程学院"
}