{
    "Research_direction": "（1）隧道与地下工程（山岭隧道、城市地铁、综合管廊等）灾变控制技术及分析方法<br/>（2）工程结构新材料（纤维增强水泥基复合材料等）加固技术与分析方法",
    "Paper": "[1]张永兴.考虑热传导-蒸汽压耦合作用的混凝土高温破坏行为解析方法研究[J].土木工程学报, 2022, 55(8).<br/>[2]张永兴.应变硬化水泥基复合材料构件剪切破坏评价方法研究[J].土木工程学报, 2013, 46(12): 66-73.<br/>[3]张永兴.应变硬化水泥基复合材料加固钢筋混凝土构件弯曲破坏分析方法研究[J].建筑结构学报, 2013, 34(12): 121-127.<br/>[4]刘伯成,丁謇,莫振泽,杨湉,梅君,李炳辰,张永兴（通讯作者）.考虑套筒灌浆缺陷影响地铁车站装配式轨顶风道力学性能研究[J].铁道科学与工程学报, 2019, 16(11): 2809-2814.<br/>[5]张永兴.基于离散模型的混凝土构件破坏过程研究[J].固体力学学报, 2015, 36(1): 35-41.<br/>SCI论文（纤维增强水泥基复合材料）：<br/>[1]Yongxing Zhang, Naoshi Ueda, Hikaru Nakamura, Minoru Kunieda. Behavior investigation of reinforced concrete members with flexural strengthening using strain-hardening cementitious composite [J]. ACI Structural Journal, 2017, 114(2): 417-426.<br/>[2]Yongxing Zhang, Naoshi Ueda, Hikaru Nakamura, Minoru Kunieda. Numerical approach for evaluating shear failure behavior of strain hardening cementitious composite member [J]. Engineering Fracture Mechanics, 2016, 156: 41-51.<br/>[3]Yongxing Zhang, Hui Peng, Weihua Lu. Shear stress transfer model for evaluating the fracture behavior of SHCCs for RC shear strengthening [J]. Magazine of Concrete Research, 2018, 70(10): 512-518.<br/>[4]Yongxing Zhang. Improved numerical approach for evaluating the behavior of reinforced concrete members with flexural strengthening using strain hardening cementitious composite [J]. Engineering Fracture Mechanics, 2018, 189: 330-338.<br/>[5]Yongxing Zhang, Cheng Liu, Weihua Lu, Haibo Xie, Hui Peng. Comparative study of RC members with strengthening using strain hardening cementitious composite and fiber reinforced mortar [J]. Journal of Testing and Evaluation, 2019, 47(1): 35-42.<br/>[6]Yongxing Zhang, Yong Fang, Weihua Lu, Cheng Liu, Lei Wang, Haibo Xie, Xuemin Zhang. Shrinkage behavior influence of strain-hardening cementitious composites [J]. Structural Concrete, 2019, 20: 2150-2155.<br/>[7]Yongxing Zhang, Hui Peng, Weihua Lu. Evaluation of strain-hardening cementitious composites for RC seismic strengthening [J]. Proceedings of the Institution of Civil Engineers - Structures and Buildings, 2017, 170(8): 570-580.<br/>[8]Yongxing Zhang, Shu Bai, Yan Yang, Xueming Zhang. Investigation on shear fracture behavior of strain hardening cementitious composites [J]. Advances in Cement Research, 2016, 28(6): 409-413.<br/>[9]Yongxing Zhang, Shu Bai, Qingbin Zhang. Investigation of localised behaviour of strain-hardening cementitious composites for RC strengthening [J]. Advances in Cement Research, 2016, 28(6): 414-421.<br/>[10]Yongxing Zhang, Shu Bai, Qingbin Zhang, Haibo Xie, Xuemin Zhang. Failure behavior of strain hardening cementitious composites for shear strengthening RC member [J], Construction and Building Materials, 2015, 78: 470-473.<br/>[11]Zhang Yongxing. Simplified method for evaluating the behavior of strain hardening cementitious composite flexural strengthening reinforced concrete members [J]. Engineering Fracture Mechanics, 2014, 121: 11-27.<br/>[12]Y.X.Zhang. Zero-span tensile model for evaluating cracking behaviour of SHCC for RC flexural strengthening [J]. Magazine of Concrete Research, 2013, 65(24): 1486-1493.<br/>[13]Yongxing Zhang, Weihua Lv, Hui Peng. Shear resistance evaluation of strain hardening cementitious composites member [J]. International Journal of Civil Engineering, 2018, 16(3): 255-261<br/>[14]Yongxing Zhang. Flexural behavior investigation of reinforced concrete member with strengthening using strain hardening cementitious composite [J]. International Journal of Civil Engineering, 2018, 16(7): 837-843 (Springer)<br/>[1] Jianwei Liu,Yongxing Zhang（通讯作者）, Maoqi Yuan, Yiding Zhao, Junsheng Yang. Determining the cause of tunnel damages during tunneling in silty clay [J]. Engineering Failure Analysis, 2022, 137: 106156.<br/>[2]Yongxing Zhang, Maoqi Yuan, Weihua Lu, Jian Zhang. Cause investigation of ground sliding during tunneling in sloping and stratified stratum [J]. Natural Hazards, 2022, 111(2): 1421-1430.<br/>[3] Yiding Zhao, Junsheng Yang, Yongxing Zhang（通讯作者）, Yi Zhou. Structural monitoring and analyses on the stability and health of a damaged railway tunnel [J]. Advances in Concrete Construction, 2021, 11(5): 375-386.<br/>[4]Yongxing Zhang, Yufeng Shi, Yiding Zhao, Lirong Fu, Junsheng Yang. Determining the cause of damages in a multiarch tunnel structure through field investigation and numerical analysis [J]. Journal of Performance of Constructed Facilities, 2017, 31(3)<br/>[5]Yongxing Zhang, Yufeng Shi, Yiding Zhao, Junsheng Yang. Damage in concrete lining of an operational tunnel [J]. Journal of Performance of Constructed Facilities, 2017, 31(4)<br/>[6] Ting Zhang, Ping Yang,Yongxing Zhang（通讯作者）. Investigation of frost-heaving characteristics of horizontal-cup-shape frozen ground surface for reinforcing end soil mass of shield tunnel [J]. Periodica Polytechnica - Civil Engineering, 2017, 61(3): 541-547.<br/>[7]Yongxing Zhang, Junsheng Yang, Feng Yang. Field investigation and numerical analysis of landslide induced by tunneling [J]. Engineering Failure Analysis, 2015, 47(part A): 25-33.<br/>[8] Xuemin Zhang, Junsheng Yang,Yongxing Zhang（通讯作者）, Yufeng Gao. Cause investigation of damages in existing building adjacent to foundation pit in construction [J]. Engineering Failure Analysis, 2018, 83: 117-124.<br/>[9] Jiajia Li, Yong Fang, Cheng Liu, Yongxing Zhang（通讯作者）, Weihua Lu. Performance investigation of tunnel lining with cavity around surrounding rocks [J]. Advances in Civil Engineering, 2020, 2020(3): 1-5.<br/>[10]Yongxing Zhang, Maoqi Yuan, Cheng Liu, Xuemin Zhang, Bo Yang, Junsheng Yang. Repairing damaged tunnel lining with small-size cavity in surrounding rocks [J]. Journal of Performance of Constructed Facilities, 2021, 35(4): 06021002.<br/>[11] Yiding Zhao, Yongxing Zhang（通讯作者）, Junsheng Yang. Fracture behaviors of tunnel lining caused by multi-factors: a case study [J]. Advances in Concrete Construction, 2019, 8(4): 269-276.<br/>[12] Yiding Zhao, Cheng Liu,Yongxing Zhang（通讯作者）, Junsheng Yang, Tugen Feng. Damaging behavior investigation of an operational tunnel structure induced by cavities around surrounding rocks [J]. Engineering Failure Analysis, 2019, 99: 203-209. (Elsevier)<br/>[13] Pan Li, Cheng Liu,Yongxing Zhang（通讯作者）, Jian Zhang, Junsheng Yang, Tugen Feng. Construction practice of landslide during tunneling in hilly topography [J]. Engineering Failure Analysis, 2019, 104: 1234-1241.",
    "Patent": "[1]一种用于加固既有开裂结构的SHCC延性测试方法,专利号: ZL201410104324.X<br/>[2]一种用于钢筋混凝土结构加固的纤维增强水泥基复合材料,专利号: ZL201510439681.6<br/>[3]一种纤维增强水泥基复合材料构件受剪能力数值试验方法,专利号: ZL201510427279.6<br/>[4]一种ECC裂缝面剪切应力试验方法,专利号: ZL 201810382082.9<br/>[5]一种自平衡杠杆式加载装置及其使用方法,专利号: ZL 201610331292.6<br/>[6]路基填料与土工加筋界面力学特性测定装置及测定方法,专利号: ZL 201910350797.0<br/>[7]一种刚性桩复合地基装配式桩帽及其组装方法,专利号: ZL 201910340064.9<br/>八、通讯地址<br/>江苏省南京市南京林业大学土木工程学院3422室（210037）<br/>邮件：zhanguongxing81@aliyun.com",
    "Achievements": "None",
    "Class": "None",
    "Topic": "（1）国家自然科学基金面上项目（51578292）<br/>（2）国家自然科学基金青年项目（51408124）<br/>（3）江苏省自然科学基金面上项目（BK20211281）<br/>（4）江苏省自然科学基金青年项目（BK20140629）<br/>（5）中国博士后科学基金特别资助项目（2017T100319）<br/>（6）江苏省“六大人才高峰”高层次人才项目<br/>（7）地铁车站装配式二次结构施工技术与力学性能分析（横向委托）<br/>（8）燕子矶新城综合管廊设计优化咨询服务（横向委托）<br/>（9）燕子矶新城综合管廊施工技术咨询服务（横向委托）<br/>（10）国道310改线隧道整治技术研究（横向委托）<br/>（11）装配式综合管廊关键技术研究与应用（横向委托）",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "（1）2016年度中国公路学会科学技术奖二等奖(4/10)<br/>（2）2019年度教育部科学技术进步奖二等奖(3/11)<br/>（3）2020年度中冶集团科学技术奖一等奖(4/13)",
    "Contact_information": "None",
    "Introduction": "张永兴，博士，教授，博士生导师。博士分别毕业于日本名古屋大学（混凝土材料与结构）、中南大学（桥梁与隧道工程），并曾分别在东南大学土木工程、交通运输工程博士后流动站从事研究工作。<br/>目前，主要从事隧道与地下工程（山岭隧道、城市地铁、综合管廊等）施工与灾变控制技术及分析方法、工程结构新材料（纤维增强水泥基复合材料等）加固技术与分析方法研究。在ACI Structural Journal、Engineering Fracture Mechanics、土木工程学报、建筑结构学报等发表SCI、EI检索期刊论文50余篇，授权发明专利7项，参编行业标准1部。<br/>先后主持国家自然科学基金2项、江苏省自然科学基金2项、中国博士后科学基金特别资助项目、横向委托课题多项，获选江苏省“六大人才高峰”、江苏省“青蓝工程”、南京林业大学“杰出青年学者”等培养对象。获教育部科学技术进步二等奖、中冶集团科学技术一等奖、中国公路学会科学技术二等奖各1项。",
    "id": "0033",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2022/06/24/20220624103845242r6jydd.jpg",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 张永兴",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "（1）中国岩石力学与工程学会岩土工程信息技术与应用分会理事<br/>（2）世界交通运输大会技术委员会（水下盾构及TBM隧道设计与施工）委员<br/>（3）中国地震学会基础设施防震减灾青年委员会委员<br/>（4）中国土木工程学会隧道及地下工程分会建设管理与青年工作科技论坛学术委员会委员",
    "Experience": "None"
}