{
    "Research_direction": "（1）基于压电/光纤等智能材料的超高分辨率结构健康监测；<br/>（2）混凝土中应力波传播及衰减规律研究；<br/>（3）基于碰撞力学的结构损伤监测；<br/>（4）竹、木及其复合结构的损伤监测；",
    "Paper": "(1)Chen Dong-dong, Huo Lin-sheng, and Song Gang-bing. High resolution bolt pre-load looseness monitoring using Coda Wave Interferometry,Structural Health Monitoring-An International Journal,2021, (Accepted);<br/>(2)ChenSheng-bin,Chen Dong-dongϮ(共同一作), Fan Shu-li,Huo Lin-sheng, and Song Gang-bing.Monitoring of viscous damper fluid viscosity using piezoceramic transducers—a feasibility study,Smart Structures and Structures, 2021,30(2):025034;<br/>(3)Chen Dong-dong, Montano Victor, Huo Lin-sheng, and Song Gang-bing. Detection of subsurface voids in concrete filled steel tubular (CFST) structure using percussion approach.Construction and Building Materials, 2020, 262(30): 119761;<br/>(4)Chen Dong-dong, Huo Lin-sheng, and Song Gang-bing. EMI based multi-bolt looseness detection using series/parallel multi-sensing technique.Smart Structures and Systems,2020,25(4): 423-432;<br/>(5)Chen Dong-dong, Montano Victor, Huo Lin-sheng and Song Gang-bing. Depth detection of subsurface voids in concrete-filled steel tubular (CFST) structure using percussion and decision tree.Measurement,2020,163:107869;<br/>(6) Guo Bin,Chen Dong-dongϮ(共同一作), Huo Lin-sheng and Song Gang-bing. Monitoring of grouting compactness in tendon duct using multi-sensing electro-mechanical impedance method.Applied Sciences, 2020, 10(6): 2018;<br/>(7)Zhou Ling-zhu, Zheng Yu, Huo Lin-sheng, Ye Yu-xiao,Chen Dong-dong, Ma Hong-wei and Song Gang-bing. Monitoring ofbendingstiffness of BFRPreinforcedconcretebeamsusingpiezoceramictransducerenabledactivesensing.Smart Materials and Structures,2020.29(10):105012;<br/>(8) Zhou Ling-zhu, Zheng Yu, Song, Gang-bing,Chen Dong-dongand Ye Yu-xiao. Identification of the structural damage mechanism of BFRP bars reinforced concrete beams using smart transducers based on time reversal method.Construction and Building Materials, 2019, 220: 615-627;<br/>(9)Chen Dong-dong, Huo Lin-sheng, Li Hong-nan and Song Gang-bing. Afiber Bragggrating (FBG)-enabledsmartwasher forboltpre-loadmeasurement:design,analysis,calibration, andexperimentalvalidation.Sensors, 2018,18(8): 2586;<br/>(10) Wang Zhi-jie,Chen Dong-dongϮ(共同一作), Zheng Li-qiong, Huo Lin-sheng and Song Gang-bing. Influence of axial load on electromechanical impedance (EMI) of embedded piezoceramic transducers in steel fiber concrete.Sensors, 2018, 18(6): 1782;<br/>(11) Zheng Yu,Chen Dong-dongϮ(共同一作), Zhou Ling-zhu, Huo Lin-sheng, Ma Hong-wei and Song Gang-bing. Evaluation of the effect of fly ash on hydration characterization in self-compacting concrete (SCC) at very early ages using piezoceramic transducers.Sensors, 2018, 18(8): 2489;<br/>(12)Huo Lin-sheng,Chen Dong-dong, Kong Qing-zhao, Li Hong-nan and Song Gang-bing. Smart washer-a piezoceramic-based transducer to monitor looseness of bolted connection.Smart Materials and Structures, 2017,26(2):025033;<br/>(13)Huo Lin-sheng,Chen Dong-dong, Liang Ya-bin, Li Hong-nan, Feng Xin and Song Gang-bing. Impedance based bolt pre-load monitoring using piezoceramic smart washer.Smart Materials and Structures,2017,26(5):057004.(14)Wang Bo, Huo Lin-sheng,Chen Dong-dong, Li Wei-jie and Song Gang-bing. Impedance-basedpre-stressmonitoring ofrockboltsusing apiezoceramic-basedsmartwasher-afeasibilitystudy.Sensors, 2017,17(2): 057004;<br/>(15)Huo Lin-sheng, Li Xu,Chen Dong-dong, Li Hong-nan and Song Gang-bing. Identification of the impact direction using the beat signals detected by piezoceramic sensors.Smart Materials and Structures, 2017,26(8): 085020;<br/>(16)Huo Lin-sheng, Wang Bo,Chen, Dong-dongand Song Gang-bing. Monitoring ofpre-load onrockboltusingpiezoceramic-transducerenabledtimereversalmethod,Sensors,2017,17(11):2467;<br/>(17)Huo Lin-sheng, Li Xu,Chen, Dong-dongand Li Hong-nan.Structural health monitoring using piezoceramic transducers as strain gauges and acoustic emission sensors simultaneously.Computer and Concrete, 2017,20(5):595-603;<br/>(18)宣鸿烈，陈冬冬，喻健良，闫兴清，喻友良，霍林生，基于光纤、声发射技术的爆破片在线安全监测方法，压力容器，2020，8：59-65；<br/>(1)Chen Dong-dong, Huo Lin-sheng and Song Gang-bing. Piezoceramic Smart Washer Enabled Bolt Pre-Load Monitoring Using Impedance Method.ASCE Earth and Space，Cleveland, USA. 2018,1104-1112.(CPCI-S检索, DOI: 10.1061/9780784481899.104);<br/>(2)Chen Dong-dong, Huo Lin-sheng and Song Gang-bing.Time Reversal Based Rock Bolt Pre-load Monitoring with Active Sensing Approach Using Piezoceramic Transducers.7th World Conference on Structural Control and Monitoring, Qingdao, China. 2018;<br/>(3)Chen Dong-dong, Huo Lin-sheng and Song Gang-bing.(2018). Structural Health Monitoring of Bolt Pre-load Looseness Using Smart-washers Based Active Sensing Approach.The 2018 Structures Congress, Incheon, Korea;<br/>(4)Huo Lin-sheng,Chen Dong-dongand Song Gang-bing. The development of a fiber Bragg grating based smart washer.International Society for Optics and Photonics,Denver, USA. 2018, 10598: 1059837. (CPCI-S检索, DOI: 10.1117/12.2299630);",
    "Patent": "（1）霍林生;陈冬冬;宋钢兵; 一种用于监测螺栓连接动态受力状况的智能螺栓装置，2018-11-9, 中国, CN201610865884.6.<br/>（2）霍林生;陈冬冬;宋钢兵;一种用于监测螺栓连接界面的智能垫片装置, 2018-7-13,中国, CN201610141204.6.",
    "Achievements": "（1）2020.8 英国物理协会 高被引论文奖(中国学者)<br/>（2）2020.2英国物理协会Smart Materials and Structures期刊2019年杰出审稿人奖<br/>（3）2018.5Multidisciplinary Digital Publishing Institute特色论文奖<br/>（4）2015.3茅以升铁道教育希望之星奖<br/>三、通讯地址<br/>江苏省南京市玄武区龙蟠路159号南京林业大学土木工程学院3424室<br/>邮件：ddchen@njfu.edu.cn",
    "Class": "结构力学<br/>砌体结构",
    "Topic": "None",
    "Projects": "（1）国家重点基础研究发展计划（973计划），特大跨桥梁安全性设计与评定的基础理论研究(2015CB057704)，2015.1- 2019.12，参与；<br/>（2）国家自然科学基金（51778111），基于三维图像重建技术的震损结构快速识别方法研究,2018.1-2021.12，参与；<br/>（3）国家自然科学基金（51478080），基于时间反演的结构界面损伤监测理论及试验研究，2015.1-2018. 12，参与；<br/>（4）国家自然科学基金（51278084），基于时间反演的混凝土结构多维损伤成像监测方法研究，2013.1-2016. 12，参与；<br/>4、学术兼职<br/>（1） 中国建筑学会-工程诊治与运维分会会员；<br/>（2） Mechanical Systems and Signal Processing，Construction and Building Materials，Engineering Structures，Smart Materials and Structures，Sensors等国际权威期刊审稿人；",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "None",
    "Introduction": "陈冬冬，工学博士、副教授。<br/>2015年6月毕业于大连交通大学土木工程专业（茅以升），获学士学位。2015年保送至大连理工大学攻读防灾减灾与防护工程专业硕士，2017年硕博连读于大连理工大学建设工程学部结构工程专业，2020年8月获博士学位，导师为霍林生教授和Universityof Houston宋钢兵教授。2020年10月到南京林业大学土木工程学院从事教学科研工作。<br/>先后参与了国家重点基础发展研究计划（973计划）、国家自然科学基金等课题等4项。研究成果获国际学术奖励3项，发表学术论文18篇，其中SCI收录论文17篇，他引量累计200余次（至2021.3），获授权国家发明专利2项。<br/>主要从事基于智能材料与算法的结构健康监（检）测研究，研究对象方向包括混凝土结构，钢结构，竹（木）结构、新型组合结构。创新提出螺栓预紧力超灵敏感知方法，实现了预紧力千分级的超灵敏感知。论文成果发表于Construction and Building Materials、Structural Health Monitoring-An International Journal、Smart Materials and Structures、Smart Structures and Systems等国际知名期刊上。<br/>在基于压电传感技术的结构健康监测研究方面与国内外学校和科研机构建立了广泛的合作。国外包括美国Universityof Houston，澳大利亚Curtin University，美国University of Connecticu，英国University of Surrey等，国内合作学校包括同济大学，东南大学，湖南大学，深圳大学，河海大学，湖北武汉地震工程研究院，沈阳建筑大学，长江大学，东莞理工学院等。",
    "id": "0043",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2020/10/20/20201020094509358lw6rlt.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 陈冬冬",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2020/10-至今，南京林业大学，土木工程学院，建筑工程系，副教授<br/>2015/09-2020/08，大连理工大学，结构工程（硕博连读），工学博士<br/>2011/09-2015/06，大连交通大学，土木工程（茅以升），工学学士"
}