{
    "Research_direction": "None",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "[1]Peng Cui*, Xuan Ju, Yi Liu and Dezhi Li. Predicting and Improving the Waterlogging Resilience of Urban Communities in China[J].Buildings, 2022, 12(7), 901-924.<br/>[2]Peng Cui*, Yi Liu, Xuan Ju and Tiantian Gu. Key influencing factors and optimization strategy of epidemic resilience in urban communities -- A case study of Nanjing, China[J].International Journal of Environmental Research and Public Health, 2022, 19: 9993.<br/>[3]Peng Cui*, Zhiyu Dong, Xin Yao, Yifei Cao, Yifan Sun, Lan Feng. What makes urban communities more resilient to COVID-19? A Systematic Review of Current Evidence[J].International Journal of Environmental Research and Public Health, 2022, 19: 10532.<br/>[4]崔鹏*，周思妤.中国高校碳排放核算与碳中和路径研究进展[J].中国高校科技, 2022(10):33-39.<br/>[5]Xiaojun Liu,Jie Dong,Peng Cui,Mengmeng Wang,Xiaotong Guo*. Collaborative Supply Mechanism of Government-Subsidized Rental Housing from the Perspective of tripartite evolutionary game in metropolitan cities of China[J].Journal of Computational Intelligence and Neuroscience, 2022, 4895099.<br/>[6]Xiaoxiao Xu, Oskar Casasayas, Jiayuan Wang, Peng Mao,Peng Cui*. Stakeholder-associated impact factors of building energy performance gap and their intersections: A social network analysis[J].Journal of Cleaner Production, 2022,370: 133228.<br/>[7]Peng Cui, Gabriella Schito, Qingbin Cui*. VOC Emissions from Asphalt Pavement and Health Risk to Construction Workers [J].Journal of Cleaner Production, 2020, 244:118757.<br/>[8]Peng Cuiand Dezhi Li*. A SNA-based Methodology for Measuring the Community Resilience from the Perspective of Social Capitals: Take Nanjing, China as an Example.Sustainable Cities and Society, 2020, 53:101880.<br/>[9]Peng Cuiand Dezhi Li*. Measuring the disaster resilience of an urban community using ANP-FCE method from the perspective of capitals [J].Social Science Quarterly, 2019, 100(6):2059-2077.<br/>[10]Yinglin Wang,Peng Cui*, Jicai Liu. Analysis of the risk-sharing ratio in PPP projects based on government minimum revenue guarantees[J].International Journal of Project Management, 2018, 36(6): 899-909.<br/>[11]Yujie Lu*,Peng Cui, Dezhi Li. Which Activities Contribute Most to Building Energy Consumption in China? A Hybrid LMDI Decomposition Analysis from Year 2007 to 2015[J].Energy and Buildings, 2018,165: 259-269.<br/>[12]Yujie Lu,PengCui, Dezhi Li*. Carbon Emissions and Policies in China’s Building and Construction Industry: Evidence from 1994 to 2012 [J].Building & Environment, 2016, 95:94-103.<br/>[13]Dezhi Li,Peng Cui, Yujie Lu*. Development of an automated estimator of life-cycle carbon emissions for residential buildings: A case study in Nanjing, China [J].Habitat International, 2016, 57:154–163.<br/>[14]崔鹏,李德智.社区韧性研究述评与展望：概念、维度和评价[J].现代城市研究, 2018(11): 119-125.<br/>[15]Peng Cui, Dezhi Li, Li Xie, Hongxia Chen. Identifying social responsibilities of large-scale affordable housing projects in China. Proceedings of the CRIOCM 23rdInternational Symposium on Advancement of Construction Management and Real Estate, August 24-27, 2018, Guiyang, China.(CRIOCM2018 Distinction Paper Award Certificate)<br/>[16]Peng Cui, Qingbin Cui. Research on the Calculation Method of Volatile Organic Compounds Emission from Asphalt Pavement.Proceedings of the GeoMEast 2018 International Congress and Exhibition, November 24-28, 2018. Cairo, Egypt.<br/>[17]Peng Cui, Dezhi Li. The Establishment of a Life-Cycle Carbon Emission Factor Database for Buildings, the 7th Seventh Innovation Competition in Construction Engineering and Management (7th ICCEM), Tsinghua University, China, July 4th, 2014.(Honorable Mention Award Certificate)<br/>[18]Yujie Lu,Peng Cui. “Decomposition of Life Cycle Energy Consumption of Building in China” In the CRIOCM International Symposium on Advancement of Construction Management and Real Estate. Hangzhou, China, 2015.(CRIOCM2015 Distinction Paper Award Certificate)<br/>[19]Dezhi Li,Peng Cui, Bo Zhang, Tengyuan Chang. “Satisfaction Evaluation on the Fundamental Public Services for a Large-Scale Indemnificatory Residential Community: A Case Study of Nanjing” In the ICEEUE 2016:18th International Conference on Environmental Engineering and Urban Environment. Prague, Czech, 2016.(ICEEUE 2016 Best Paper Award Certificate)<br/>[20]Xiaoyu Liu, Qingbin Cui,Peng Cui. Greenhouse Gas Impact of Project Delivery Systems: Comparison of Methods and Tools.Proceedings of the Transportation Research Board 97th Annual Meeting, January 7-11, 2018, Washington D.C., the US.<br/>四、通讯地址<br/>江苏省南京市龙蟠路159号南京林业大学土木工程学院3226（210037）<br/>手机：19895880635",
    "Class": "None",
    "Topic": "None",
    "Projects": "承担工程项目管理与法规、工程项目融资、工程管理专业英语、国际工程承包等课程。曾获江苏省“双创”博士、南京林业大学优秀教职工、毕业设计（论文）优秀指导教师等荣誉。积极指导学生参加江苏省工管竞赛、江苏省工程管理研究生学术论坛、江苏省大学生工程管理创新创业与实践竞赛、全国大学生节能减排社会实践与科技竞赛等各类赛事，并荣获一等、二等奖多项。<br/>[1]国家自然科学基金委员会,青年项目,72204113,动态网络视角下我国城市社区抗疫韧性的演化机理、全景测度与提升策略研究, 2023-01至2025-12, 30万元,在研,主持<br/>[2]教育部社会科学司,人文社会科学基金青年项目, 21YJC630017,资本视角下中国城市社区适灾韧性提升路径研究, 2021-08至2024-07, 8万元,在研,主持<br/>[3]江苏省哲学社会科学规划办公室,江苏省社会科学基金青年项目, 21GLC001,后疫情时代江苏省城市社区抗疫韧性提升路径研究, 2022-01至2023-12, 5万元,在研,主持<br/>[4]江苏省科技厅,江苏省自然科学基金青年项目, BK20200782,基于数字孪生技术的装配式构件生产阶段职业健康风险动态量化与模拟研究, 2020-07至2023-06, 20万元,在研,主持<br/>[5]国家自然科学基金委，面上项目，72071115，城市地铁运行期微环境健康脆弱性的形成机理、智能测度及精准干预研究，2020-01至2024-12，48万元，在研，参与<br/>[6]国家社会科学基金委员会，面上项目，19BGL281，智慧城市建设市民获得感的评价与提升研究，2020/01-2022/01，20万元，在研，参与<br/>[7]江苏省住房和城乡建设厅科技发展中心，横向项目，江苏省预制内外墙板、预制楼梯板、预制楼板产能和布局，2019/01-2019/03，8万元，已结题，参与<br/>[8]江苏省住房和城乡建设厅，横向项目，工程质量评价体系应用研究，2018/07-2018/12，10万元，已结题，参与<br/>[9]教育部社会科学司，一般项目，17YJAZH038，老旧小区海绵化改造的居民参与式治理研究——基于长三角试点海绵城市的分析，2017/11-2020/06，10万元，已结题，参与<br/>[10]美国环保局(USEPA)，横向项目，夯实路面减少美国温室气体排放研究(Pounding the Pavement to Reduce Greenhouse Gas Emission in the U.S.)，2017/01-2020/01，5万美元，已结题，参与<br/>[11]国家自然科学基金委员会，青年项目，71301024，公共租赁住房项目可持续性的前摄性定量评价方法研究，2014/01-2016/12，20万元，已结题，参与",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "邮箱：cui@njfu.edu.cn",
    "Introduction": "崔鹏，1989年生，管理学博士、副教授、硕士生导师（招生方向：土木水利专硕、管理科学与工程学硕），现任南京林业大学土木工程学院工程管理系党支部书记。沈阳建筑大学管理学学士、东南大学建筑与土木工程硕士、新加坡国立大学建筑助理研究员、东南大学-马里兰大学（美国）联合培养博士。<br/>研究兴趣与方向包括：城市可持续建设与治理、建筑/建筑业碳排放、城市社区韧性、工人职业健康风险等。主持国家自然科学基金1项、省部级自然/社会科学基金3项，参与中、美、新政府或企业资助的10余个研究项目，发表SCI/ SSCI/CSSCI/ PKU以及国内外会议论文30余篇，担任IJPM、JCLP、IJERPH等10余个期刊审稿人。",
    "id": "0047",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2022/10/10/20221010142953866ycy6mh.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 崔鹏",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}