{
    "Research_direction": "None",
    "Paper": "（1）Ding M M , Luo B , Guan D Z , et al. Accumulative traction-hoisting construction technology of a semi-rigid steel batten cable dome[J]. Structures, 2021, 31(1):159-171.(SCI/EI)<br/>（2）Ding M , Luo B , Han L , et al. Optimal design of spoke double-layer cable-net structures based on an energy principle[J]. Structural engineering and mechanics, 2020(4):74.(SCI/EI)<br/>（3）Ding M , Luo B , Ding S , et al. Experimental Investigation and Numerical Simulation of a Levy Hinged-Beam Cable Dome[J]. Buildings, 2021, 11(3):110.(SCI/EI)<br/>（4）Ding M, Shen Y, Wei Y, Luo B, Wang L, Zhang N. Preliminary Design and Experimental Study of a Steel-Batten Ribbed Cable Dome. Symmetry,2021,13(11): 2136.(SCI/EI)<br/>（5）Ding M , Luo B , Pan J. Experimental Study and Comparative Analysis of a Geiger-Type Ridge-Beam Cable Dome Structure[J]. International Journal of Civil Engineering, 2018, 16(12):1-17.(SCI/EI)<br/>（6）罗斌,丁明珉,潘杰,郭正兴,阮杨捷.三铰拉梁式肋环型索穹顶结构受力性能研究,建筑结构学报, 2016, 37(11):61~67+137. (EI)<br/>三、通讯地址<br/>江苏省南京市南京林业大学土木工程学院（210037）",
    "Patent": "None",
    "Achievements": "（1）2023年，国家级一流本科课程线上线下混合课程“桥梁检测评定与加固技术”，排名2/2<br/>（2）2021年，国家课程思政示范课程“桥梁检测与加固”，国家教学名师和团队，排名3/8<br/>（3）2020年，第三届江苏省本科高校青年教师教学竞赛暨第五届全国高校青年教师教学竞赛选拔赛，工科组一等奖<br/>（4）2021年，江苏省一流本科课程混合课程“桥梁检测评定与加固技术”，排名2/5<br/>（5）2021年，江苏省一流本科课程虚拟仿真试验课程“林区桥梁混凝土墩柱水下加固抗震虚拟仿真实验”，排名3/8<br/>（6）2022年，主编江苏省重点教材《桥梁施工技术》，排名4/4<br/>（7）2021年，第一届全国农林院校土木工程专业教师教学视频大赛，二等奖<br/>（8）南京林业大学二〇二一届优秀本科团队毕业设计（论文）<br/>（9）2021年，首届南京林业大学教师教学创新大赛，一等奖<br/>（10）2019年，南京林业大学青年教师讲课竞赛，一等奖<br/>（11）2021年，主持南京林业大学一流课程建设“四新”建设项目（“基础工程”），排名1/5<br/>（12）2020年，主持南京林业大学校级“在线开放课程”建设项目（“基础工程”），排名1/5<br/>（13）2021年，主持南京林业大学一流本科课程（“桥梁加固技术”），排名2/3<br/>（14）2021年，南京林业大学2021年度专业学位研究生课程案例库建设重点项目（“结构检测、评定与加固技术”），排名2/7<br/>（15）2022年，南京林业大学2022年度专业学位研究生优秀课程案例，（“桥梁检测评估与加固研究——以南京长江大桥改造加固工程为例”），排名2/7",
    "Class": "本科生：《基础工程》、《桥梁检测评定与加固技术》、《结构设计原理》、《智能建造概论》、《桥梁抗震与抗风》、《道桥智能建造技术》<br/>研究生：《结构检测、评估与加固技术》、《高等土木工程施工》",
    "Topic": "（1）钢竹组合结构、竹木组合结构<br/>（2）大跨预应力钢结构有限元分析及模型试验<br/>（3）空间结构力学性能及可行性研究<br/>（4）新型结构和新材料<br/>3、研究生招生方向<br/>土木水利（道路与桥梁工程方向）、工程管理（非全）。",
    "Projects": "（1）主持江苏省自然科学基金青年项目“刚性屋面拉梁-索穹顶协同工作及机构扩展施工机理研究”（编号BK20190753）<br/>（2）主持江苏省高校自然科学基金面上项目“面向刚性屋面的拉梁索穹顶协同工作及机构扩展机理研究”（编号18KJB560011）<br/>（3）作为主要研究人员参与“十二五”国家科技支撑计划项目“建筑工程绿色建造关键技术研究与示范”<br/>（4）国家青年自然基金项目“基于塔架提升索杆累积安装的索穹顶施工关键力学分析和技术研究”等课题研究<br/>（5）作为主要技术支撑人员，参与完成了500米射电望远镜（FAST）施工技术研究和误差影响分析<br/>（6）浙江乐清体育场月牙形索桁架结构成型分析及施工关键技术研究<br/>（7）苏州体育中心游泳馆大跨度马鞍形正交索网结构设计<br/>（8）江西鄱阳湖物理试验模型基地交叉形张弦桁架找力分析及拉索索力监测<br/>（9）江苏徐州万达广场屋面张拉膜结构设计等各类大型复杂施工项目。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "电话：025- 85428336<br/>邮件：dmmnfu@foxmail.com",
    "Introduction": "丁明珉，现任智能建造虚拟教研室主任。",
    "id": "0049",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2023/09/04/20230904152709558cvfcs3.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 丁明珉",
    "Biographical_notes": "简历：男，1989年2月生，汉族，中共党员，副教授，籍贯江苏南京。2011年7月毕业于东南大学土木工程专业，获学士学位；2013年7月毕业于东南大学建筑与土木工程专业，获得硕士学位；2017年9月毕业于东南大学结构工程专业，获得博士学位。2018年2月到南京林业大学土木工程学院从事教学科研工作。",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}