{
    "Research_direction": "（1）钢-混凝土组合结构<br/>（2）新型竹木组合结构<br/>（3）竹木结构抗火性能",
    "Paper": "[1]Hao Du, Xiamin Hu, Danrong Shi, Wei Xue. Flexural performance of composite beams using high\u001estrength steel and high\u001estrength concrete. International Journal of Steel Structures, 2022, 22(1): 27-41. (SCI)<br/>[2]Hao Du, Shengnan Yuan, Peiyang Liu, et al. Experimental and finite element study on bending performance of glulam-concrete composite beam reinforced with timber board. Materials, 2022, 15: 7998. (SCI)<br/>[3]Hao Du, Xiamin Hu, Danrong Shi, et al. Effect of reinforcement on the strength of the web opening in steel-concrete composite beam. Engineering Structures, 2021, 235: 112038. (SCI)<br/>[4]Hao Du, Xiamin Hu, Guohui Han, et al. Experimental and analytical investigation on flexural behaviour of glulam-concrete composite beams with interlayer. Journal of Building Engineering, 2021, 38: 102193. (SCI)<br/>[5]Hao Du,Xiamin Hu, Zhong Xie, et al. Experimental and analytical investigation on fire resistance of glulam-concrete composite beams. Journal of Building Engineering, 2021, 44: 103244. (SCI)<br/>[6]Hao Du,Xiamin Hu, Zhixiang, Sun, et al. Load carrying capacity of inclined crossing screws in glulam-concrete composite beams with interlayer. Composite Structures, 2020, 245: 112333. (SCI)<br/>[7]Hao Du,Xiamin Hu, Yanfei Meng, et al. Study on composite beams with prefabricated steel bar truss concrete slabs and demountable shear connectors. Engineering Structures, 2020, 210: 110419. (SCI)<br/>[8]Hao Du,Xiamin Hu, Zhixiang, Sun, et al. Shear stiffness of inclined screws in timber-concrete composite beam with timber board interlayer. Advances in Structural Engineering, 2020, 23(16): 3555–3565. (SCI)<br/>[9]Hao Du,Xiamin Hu, Zhong Xie, et al. Study on shear behavior of inclined cross lag screws for glulam-concrete composite beams. Construction and Building Materials, 2019, 224: 132-14. (SCI)<br/>[10]Hao Du,Xiamin Hu, Yuchen Jiang, et al. Load-carrying capacity of self-tapping lag screws for glulam-lightweight concrete composite beams. Bioresources, 2019,14(1): 166-179. (SCI)<br/>[11]杜浩，胡夏闽，王汉成，姜南标.胶合木-混凝土组合楼盖人行荷载激励下振动舒适度研究.建筑结构学报, 2020, 41(1): 57-65. (EI)<br/>[12]杜浩,胡夏闽,王汉成,等.胶合木-混凝土组合梁斜向螺钉连接件抗剪性能研究.建筑结构学报, 2020, 41(7): 172-181. (EI)<br/>[13]杜浩,张冰,胡夏闽,等.钢-混凝土组合梁螺栓连接件受剪性能试验研究.建筑结构学报, 2017, 38(s1): 308-314. (EI)",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1.国家自然科学基金青年项目：预应力胶合竹木-混凝土组合梁受力性能及设计方法研究（52208257），2023. 01-2025.12，主持；<br/>2.江苏省高校自然科学基金面上项目：胶合竹木-混凝土组合梁界面连接性能及传力机理研究（22KJB560023），2022.07-2024.06，主持。<br/>3.南京林业大学\"水杉英才\"科研启动项目，主持；<br/>4.国家自然科学基金面上项目：胶合木-混凝土组合梁抗火性能及设计方法研究（51678295），2017. 01-2020.12，参与；<br/>5.国家自然科学基金面上项目：大尺寸FRP-混凝土-钢组合空心柱的抗冲击性能试验及理论研究（51978332），2020.01-2023.12，参与。<br/>土木工程概预算、建设项目环境影响评价、科研方法<br/>六、通讯地址<br/>江苏省南京市南京林业大学土木工程学院3436（邮编：210037）",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "邮箱：duhaodc@163.com",
    "Introduction": "杜浩，男，江苏宿迁人，中共党员，博士，副教授，硕士生导师。<br/>先后于南京工业大学取得学士、博士（硕博连读）学位，获江苏省省级优秀毕业生，江苏省土木工程专业优秀毕业生，江苏省高等学校土木工程学科吕志涛院士优秀博士论文。2021年7月起任职于南京林业大学土木工程学院。<br/>担任江苏省土木建筑学会竹木结构专业委员会委员。主持1项国家自然科学基金项目和1项江苏省高校自然科学基金面上项目，参与国家自然基金面上项目2项，参编国家标准1项和地方标准1项，在《Composite Structures》、《Engineering Structures》、《Construction and Building Materials》和《建筑结构学报》等国内外权威学术期刊发表论文20余篇。其中，以第一或通讯作者发表SCI论文10篇，EI论文5篇，卓越期刊论文3篇。",
    "id": "0051",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2023/02/13/20230213093321254vn1q54.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "  杜浩",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}