{
    "Research_direction": "None",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "(1)Feng Lan; Hu Pan , et al. Quantifying cumulative changes in water quality caused by small floodgates in Taihu Lake Basin-A case in Wuxi, Science of The Total Environment, 2023, 165608.<br/>(2)Feng Lan; Hu Pan. Changing temporal and spatial patterns of methane emission from rivers by reservoir dams: a review, Environmental science and pollution research, 2023(30), 74485-74499.<br/>(3)Feng Lan ; Hu Pan; Wang Haisen; et al. Improving City Water Quality through Pollution Reduction with Urban Floodgate Infrastructure and Design Solutions: A Case Study in Wuxi, China, International Journal of environmental research and pubic health, 2022, 19(17): 10976<br/>(4) Feng Lan ; Wang Hansen; Yan Yan. Spatial–Temporal Variations of Water Quality in Urban Rivers after Small Sluices Construction: A Case in Typical Regions of the Taihu Lake Basin, International Journal of environmental research and pubic health, 2022, 19(19): 12453<br/>(5) Feng Lan; Zeng Xianyu; Hu Pan; Xu Xiaoxiao. Exploring the Optimal Scale of CoastalReclamation Activities Based on an Environmental Capacity Assessment System: A Case Study in Haizhou Bay, China, Buildings, 2022, 12(10): 1673<br/>(6) Wang Ce, Feng Lan, Thakuri Bikash, et al.Ecological risk assessment of organochlorine pesticide mixture in South China Sea and East China Sea under the effects of seasonal changes and phase-partitioning,Marine Pollution Bulletin,2022,185:114329<br/>(7) Feng Lan; Li, Qiaoqiao; Zhang, Lei; Wang, Haisen; et al. Exploring the effect of floodgates operation systems on water environmental capacity in a regulated river network of Wuxi, China, Journal of Cleaner Production, 2021, 299: 126743<br/>(8) Wang Ce; Feng Lan; Qi Yi.Explainable deep learning predictions for illness risk of mental disorders in Nanjing, China, Environmental Research, 2021, 202: 111740<br/>(9)Wang Ce; Feng Lan; Chen Kai. The impact of ambient particulate matter on hospital outpatient visits for respiratory and circulatory system disease in an urban Chinese population. Science of The Total Environment, 2019, 666 (20):672-679.<br/>(10)Yizhao Chen,Yuwen Tao, Yuan Chen, Weimin Ju, Jingyi Ye, Thomas Hickler, Cuijuan Liao, Lan Feng. Great uncertainties in modeling grazing impact on carbon sequestration: a multi-model inter-comparison in temperate Eurasian Steppe. Environmental Research Letters, 2018,13(7):1-14.<br/>(11) Lan Feng ; xiang sun; xiaodong zhu.Impact of floodgates operation on water environment u<br/>sing one-dimensional modelling system in river network of Wuxi city, China, Ecological Engineering, 2016, 91: 173-182<br/>(12) Lan Feng; Jia He; Junyong Ai; Xiang Sun; et al. Evaluation for coastal reclamation feasibility using a comprehensive hydrodynamic framework: A case study in Haizhou Bay, Marine Pollution Bulletin, 2015, 100(1): 182-190",
    "Class": "主持及参与国家自然科学基金5项、省部级自然/社会科学基金10项，中国、美国、荷兰、意大利及企业资助的合作课题10余项，发表SCI/ SSCI以及国内外论文20余篇，担任JCLP、STOTEN、ERL等10余个期刊审稿人。承担森工规划设计、建设项目环境影响评价、Special topics on forest engineering technology（留学生）等课程。曾获南京林业大学优秀毕业设计（论文）优秀指导教师等荣誉。",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "南京市龙蟠路159号南京林业大学土木工程学院（210037）<br/>邮件：fenglan0108@njfu.edu.cn",
    "Introduction": "冯岚，中共党员，副教授，硕士生导师，南京大学理学博士、University of California, Riverside博士后，现任南京林业大学土木工程学院森林工程系党支部书记、副系主任。<br/>二、研究兴趣与方向：<br/>1.森林生态环境规划与管理；<br/>2.工程环境演变与资源效应评估及预测；<br/>3.城市化进程中水污染控制理论与技术；<br/>4.森林康养生态服务价值与碳循环分析。",
    "id": "0054",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2020/01/09/202001091147236583fbg4m.jpg",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 冯岚",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}