{
    "Research_direction": "l古建筑木结构抗震分析与性能评估<br/>l古木结构损伤分析及加固保护",
    "Paper": "[1]Sha Ben, Xie Linlin, Yong Xinqun, Li Aiqun. Hysteretic behavior of ancient Chinese multi-layer timber substructure: A full-scale experimental test and analytical model.Journal of Building Engineering, 2021, 43: 103163.<br/>[2]Sha Ben, Xie Linlin, Yong Xinqun, Li Aiqun. An experimental study of the combined hysteretic behavior of dougong and upper frame in Yingxian Wood Pagoda.Construction and Building Materials, 2021, 305: 124723.<br/>[3]Sha Ben, Xing Chenxi, Xu Junhong, Wang Hao, Li Aiqun. A novel orthogonally separated isolation system and its seismic performance on a curved concrete bridge.International Journal of Structural Stability and Dynamics, 2021, 21(11): 2150158.<br/>[4]Sha Ben, Xing Chenxi, Wang Hao, Li Aiqun. Influence of rotation-restrained energy-dissipation device on the seismic performance of a curved isolated bridge.Journal of Earthquake Engineering, 2022, 26(11): 5511-5538.<br/>[5]Sha Ben, Tao Tianyou, Xing Chenxi, Wang Hao, Li Aiqun. Pounding analysis of isolated girder bridge under nonpulse and pulse-like earthquakes.ASCE Journal of Performance of Constructed Facilities, 2020, 34(4): 04020062.<br/>[6]沙奔,王浩,陶天友,吴宜峰,李爱群.考虑混凝土损伤的隔震连续梁桥碰撞响应分析.工程力学, 2018, 35(3): 193-199.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "l工程荷载与可靠度设计原理<br/>l工程结构抗震与防灾",
    "Topic": "None",
    "Projects": "l南京林业大学人才启动基金，考虑关键残损的古建筑木构架地震灾变机理研究，主持<br/>l国家自然科学基金面上项目，大型古木建筑遗产结构空间损伤演化机理和抗震性能评估方法，51978033，参与<br/>l国家自然科学基金面上项目，强震作用下隔震连续梁桥精细动力行为的多尺度分析与试验研究，51578151，参与<br/>l国家自然科学基金面上项目，混凝土梁式桥新型隔减震装置性能和效果的理论分析及试验研究，51278104，参与",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "地址：江苏省南京市玄武区龙蟠路159号南京林业大学土木工程学院3512室<br/>邮箱：shaben@njfu.edu.cn",
    "Introduction": "None",
    "id": "0071",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2023/05/16/202305160946584047i42pg.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 沙奔",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}