{
    "Research_direction": "（1）能源基础设施抗震；<br/>（2）新型结构振动控制理论与减隔震技术；<br/>（3）复杂电网基础设施的多尺度动力分析与智能化防灾减灾；<br/>（4）基础设施系统抗震韧性分析与评价理论。",
    "Paper": "(1)Wen JY, Xie Q. A separation-based analytical framework for seismic responses of weakly-coupled electrical equipment. Journal of Sound and Vibration, 2021, 491(3):115768.<br/>(2)Wen JY, Li XX, Xie Q. Cost-effectiveness of base isolation for large transformers in areas of high seismic intensity. Structure and Infrastructure Engineering, 2022, 6(18): 745-759.<br/>(3)Wen JY, Xie Q. Field investigation and structural analysis of wind-induced collapse of outdoor single-post billboards. Engineering Failure Analysis, 2020, 117:104810.<br/>(4) Xie Q,Wen JY, Liu WC. Coupling effects of power substation equipment with multiple configurations. Soil Dynamics and Earthquake Engineering, 2021, 150:106908.<br/>(5)Wen JY, Xie Q. Seismic evaluation of ± 800kV UHVDC disconnect switch by shake table test. Journal of Engineering, 2019(16): 2772-2776.<br/>(6)文嘉意,谢强.弱耦联体系地震响应的隔离分析求解.工程力学, 2021, 38(4): 102-110+122.<br/>(7)谢强，文嘉意,庞准.大型变压器-套管体系基底隔震及其经济效用分析.高电压技术, 2020, 46(3): 890-897.<br/>三、通讯地址<br/>江苏省南京市玄武区龙蟠路159号南京林业大学土木工程学院3512室",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "参与国家重点研发计划课题、国家自然科学基金等课题等4项；主持、参与国家电网、南方电网、阿尔斯通、德国西门子等公司重点科研项目多项。发表SCI/EI检索学术论文10余篇，参编国家标准1项，行业标准1项。",
    "Projects": "（1）国家重点研发计划课题：电力设施耦联体系抗震设计方法及构造措施研究（2018YFC0809404-03），2018.7-2021.6，参与；<br/>（2）国家重点研发计划：工业化建筑钢结构自立式消能减震墙体系（2017YFC0703607），2017.6-2020.12，参与；<br/>（3）国家自然科学基金：特高压变电站设备体系地震下的耦联振动与抗震性能研究（51878508），2019.01-2021.12，参与；<br/>（4）南京林业大学人才启动基金：极端震害情景下电力设施基础抗震性能评估方法研究，2022.09-2025.08，主持。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "邮箱：njfuwjy@njfu.edu.cn<br/>欢迎相关领域广大同仁进行学术交流、工程难点问题探讨以及对前沿热点的共同研究。<br/>欢迎同学们对专业学习中产生的问题、思考以及课余科创研究的咨询与共同学习。<br/>欢迎有志于从事工程结构防灾减灾研究的同学联系推免、报考。",
    "Introduction": "文嘉意，湖南长沙人，工学博士，副教授，硕士研究生导师。<br/>本科毕业于同济大学土木工程专业，获学士学位，上海市本科生优秀毕业生。并于同济大学土木工程学院直接攻博，2022年3月获博士学位，上海市研究生优秀毕业生。同年开始在南京林业大学土木工程学院从事教学科研工作。<br/>主要从事能源基础设施抗震、新型结构振动控制理论与减隔震技术、基础设施系统抗震韧性分析与评价理论等方向研究。",
    "id": "0075",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2022/11/07/20221107144402157zfqj2y.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 文嘉意",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "（1）参编国家标准《高原用换流站电气设备抗震技术第一部分：抗震试验及评价导则》及行业标准《变电站电气设备抗震设计规范（T/CSEE 0106—2019）》<br/>（2）中国土木工程学会会员<br/>（3）中国电机工程学会、江苏省电机工程学会会员<br/>（4）中国建筑学会-抗震防灾分会会员",
    "Experience": "None"
}