{
    "Research_direction": "None",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "None",
    "Introduction": "（英文简介）：Jiaqing Wang, Ph.D., Associate Professor, has been working in the College of Civil Engineering, at Nanjing Forestry University since Dec. 2020. He graduated from Nanjing Forestry University with a B.S. degree in June 2016 and received his M.S. and Ph.D. degrees from Michigan Technological University in Dec. 2017 and Aug. 2020, respectively. He has been granted by the National Natural Science Foundation of China (NSFC) and the Natural Science Foundation of Jiangsu Province in China. He had also been involved in the research projects of the Michigan Department of Transportation (MDOT), the Michigan Department of Environmental Quality (MDEQ), and the Federal Railroad Administration (FRA). From 2018, he has published more than 50 peer-reviewed papers, with more than 1300 citations in Google Scholar, and 3 ESI “highly cited papers  (1%)”. He is a young professional member of the ACI-555 Committee of the American Concrete Institute (ACI) and a young committee member of the Composites Society in Jiangsu Province. Now he is a reviewer of more than 20 SCI journals, including Cement and Concrete Composites, ASCE-Journal of materials in civil engineering, Journal of Cleaner Production, and Construction and Building Materials, etc. He is also a guest editor of several peer-reviewed journals. His research interests are in the field of sustainable infrastructure construction materials and solid waste treatment & recycling.<br/>文章和专著(部分)",
    "id": "0077",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2021/10/18/2021101813184911521drfd.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 王家庆",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}