{
    "Research_direction": "1.钢桥疲劳与维护；<br/>2.新型桥梁结构。",
    "Paper": "1.Wang Qiudong, Ji Bohai*, Chen Xin, Ye Zhi. Dynamic response analysis-based fatigue evaluation of rib-to-deck welds considering welding residual stress.InternationalJournalofFatigue, 2019, 129: 105249.<br/>2.WangQiudong, Ji Bohai*, Fu Zhongqiu, Ye Zhi. Evaluation of crack propagation and fatigue strength of rib-to-deck welds based on effective notch stress method.ConstructionandBuildingMaterials, 2019, 201: 51 – 61.<br/>3.WangQiudong, Ji Bohai*, Fu Zhongqiu, Xu Zhaodong. Experimental study on the determination of welding residual stress in rib-deck weld by sharp indentation testing.Thin-walledStructures, 2021, 161: 107516.<br/>4.WangQiudong, Ji Bohai*, Li Chuanxi, Fu Zhongqiu. Fatigue evaluation of rib-deck welds: Crack-propagation-life predictive model and parametric analysis.Journal of Constructional Steel Research, 2020, 173: 106248.<br/>5.WangQiudong, Ji Bohai*, Gao Tian, Fu Zhongqiu. Effective notch stress-based fatigue evaluation of rib-deck welds integrating the full range S-N curve concept.Journal of Constructional Steel Research, 2021, 179: 106541.<br/>6.WangQiudong, Wang Libin*, Ji Bohai, Fu Zhongqiu. Modified effective notch stress method for fatigue evaluation of rib-deck welds integrating the critical distance approach.Journal of Constructional Steel Research, 2022, 196, 107373.<br/>7.WangQiudong*, Fu Zhongqiu, Wei Yang, Wang Yixun, Yao Yue. Predicting the ENS-based SCFs of rib-deck welds by integrating HSS measurement.JournalofConstructionalSteelResearch, 2023, 203, 107828.<br/>8.WangQiudong, Ji Bohai*, Fu Zhongqiu, Ye Zhi. Effect of crack-closure treatment on fatigue durability of cracked rib-to-deck welded joints in steel bridge decks.Journal of CentralSouth University, 2019, 26 (9): 2554 – 2568.<br/>9.WangQiudong, Ji Bohai*, Fu Zhongqiu, Yao Yue. Parametric equations for notch stress concentration factors of rib-deck welds under bending loading.Frontiers of Structural and Civil Engineering, 2021.<br/>10.Wang Qiudong, Ji Bohai*, Xia Junyuan, Fu Zhongqiu. Fatigue assessment of rib-deck welds in orthotropic steel decks integrating the effect of load dispersal through asphalt surfacing.Structures, 2020, 28: 1701 – 1712.<br/>11.WangQiudong, Fu Zhongqiu, Wei Yang*, Wang Yixun. Fatigue evaluation of the rib-deck weld in OSDs considering the effect of asphalt-steel interface bonding property.Advances in Structural Engineering, 2023, 26(8), 1486-1497.<br/>12.WangQiudong, Wei Yang*, Fu Zhongqiu, Wang Yixun. Parametric study on fatigue failure modes of the rib-deck weld under out-of-plane bending loading.Iranian Journal of Science and Technology-Transactions of Civil Engineering, 2023, 47, 2625-2637.<br/>13.WangQiudong, Ji Bohai*, Fu Zhongqiu, Wang Hao. Effect of high-temperature pavement paving on fatigue durability of bearing-supported steel decks.Applied Sciences, 2020, 10: 7196.<br/>14.WangQiudong, Ji Bohai*, Fu Zhongqiu, Yao Yue. Effective notch stress approach-based fatigue evaluation of rib-to-deck welds including pavement surfacing effects.International Journal of Steel Structures, 2020, 20 (1): 272 – 286.",
    "Patent": "1.发明专利：王秋东,吉伯海,傅中秋,袁周致远.适用于任何几何形状的金相试件打磨夹持装置. (ZL201610321355X)<br/>2.发明专利：王秋东,吉伯海,傅中秋,叶枝,袁周致远.考虑钢桥面板与铺装耦合作用的疲劳试验装置. (ZL2016111591771)<br/>3.发明专利：王秋东,吉伯海,叶枝,傅中秋.模拟铺装层应力扩散作用的辅助加载装置及应用方法.(ZL201811590503.3)<br/>3.发明专利：吉伯海,王秋东,费江滨,王赞.一种钢桥焊缝应力实时监测装置及应用方法. (ZL2019101411776)<br/>4.发明专利：吉伯海,王秋东,王昊,傅中秋.检测铺装层应力扩展角度的试件固定装置及检测方法. (ZL2017112601120)",
    "Achievements": "None",
    "Class": "1.《桥梁工程》（本科生、留学生）；<br/>2.《桥梁钢结构》（本科生）；<br/>3.《土木工程专业英语》（本科生）；<br/>4.《Analysis of Bridge Structures》（留学研究生）。",
    "Topic": "1.教育部产学合作协同育人项目：新工科背景下基于BIM+的智慧建造人才培养（202102353001），主持；<br/>2.南京林业大学高等教育研究课题（一般课题）：“一带一路”背景下来华留学生桥梁工程课程思政教学改革研究（2022B04），主持。",
    "Projects": "1.国家自然科学基金青年科学基金项目，高强钢桥面板-U肋双面焊缝跨尺度疲劳劣化机理及损伤评估方法研究（52308176），主持；<br/>2.江苏省基础研究计划自然科学基金-青年基金项目（BK20220422），主持；<br/>3.江苏省高等学校基础科学（自然科学）研究面上项目（22KJB560008），主持；<br/>4.南京林业大学\"水杉英才\"科研启动项目，主持；<br/>5.国家重点研发计划/政府间国际科技创新合作重点专项：钢结构桥梁疲劳失效维护技术及其工程标准化（2017YFE0128700），研究骨干，排名：4/8；<br/>6.国家自然科学基金面上项目：考虑铺装层耦合效应的钢桥面板疲劳损伤机理研究 （51678216），研究骨干，排名：4/8。",
    "Services_Activities": "None",
    "Award_status": "1. 2019年度江苏省综合交通运输学会科学技术奖，一等奖，排名:3/10；<br/>2.南京林业大学第二届课程思政教学竞赛，一等奖，2023年5月；<br/>3.第二届桥梁工程青年教师说课大赛，三等奖，2023年8月；<br/>4.南京林业大学2023届校级毕业论文(设计)优秀指导教师；<br/>5.土木工程学院2022年青年教师讲课竞赛，三等奖，2022年11月。",
    "Contact_information": "邮箱：qdwang@njfu.edu.cn; qiudongw@outlook.com<br/>办公室：土木工程学院3510室<br/>招收桥梁与隧道工程专业的学硕、专硕，欢迎报考！",
    "Introduction": "王秋东，男，中共党员，博士，副教授，硕导。2021年7月起任职于南京林业大学土木工程学院交通土建系。主持国家自然科学基金、江苏省自然科学基金、江苏省高等自然科学研究面上项目、南京林业大学\"水杉英才\"科研启动项目各1项，先后参与国家重点研发计划/政府间国际科技创新合作重点专项、国家自然科学基金、江苏省交通科学研究计划等项目的研究工作，多次参与江阴大桥、泰州大桥、苏通大桥、杭州湾大桥的现场测试评估工作。已发表SCI论文二十余篇，其中第一作者14篇（I.J. Fatigue, Thin-walled Structures, J. Constructional Steel Research等）；发表第一作者中文核心期刊论文5篇；获授权国家发明专利6项、实用新型专利7项。2019年获江苏省综合交通运输学会科学技术奖一等奖（3/10）。",
    "id": "0078",
    "img": "https://tumu.njfu.edu.cn//DFS//wordimp/5y2/c2880/i226467/image1.jpeg",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 王秋东",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}