{
    "Research_direction": "水污染控制与应用环境微生物，生物脱氮调控，氮循环及NOx释放，新兴污染物风险评估，细菌群体感应，基因组学、转录组学及代谢组学在环境微生物技术中的应用。",
    "Paper": "1、J. Ye, H. Gao,Wu J., R. Yu* (2020). Effects of ZnO nanoparticles on Flocculation and Sedimentation of Activated Sludge in Wastewater Treatment Process,Environmental Research, In Press.<br/>2、J. Ye, H. Gao,Wu J., Y. Chang, Z. Chen, R. Yu* (2020). Responses of nitrogen transformation processes and N2O emissions in biological nitrogen removal system to short-term ZnO nanoparticle stress,Science of The Total Environment, 705, 135916.<br/>3、Wu, J., Zhan, M., Chang, Y., Su, Q., & Yu, R.* (2018). Adaption and recovery of Nitrosomonas europaea to chronic TiO2 nanoparticle exposure.Water Research, 147, 429-439.<br/>4、Wu, J., Zhan, M., Chang, Y., & Yu, R.* (2019). Mechanistic insights into stress response and metabolic activity resilience of Nitrosomonas europaea cultures to CeO2 nanoparticle long-term exposure.Environmental Science: Nano, 6, 2215<br/>5、Wu, J., Chang, Y., Gao, H., & Yu, R.* (2018). Responses and recovery assessment of continuously cultured Nitrosomonas europaea under chronic ZnO nanoparticle stress:Effects of dissolved oxygen. Chemosphere, 195, 693–701.<br/>6、Wu, J., Lu, H., Zhu, G., Chen, L., Chang, Y., & Yu, R.* (2017). Regulation of membrane fixation and energy production/conversion for adaptation and recovery of ZnO nanoparticle impacted Nitrosomonas europaea.Applied Microbiology and Biotechnology, 101(7), 2953–2965.<br/>7、Wu, J., Gao, H., Ye, J., Chang, Y., Yu, R.*, Ding Z.* & Zhu, G. (2019). Effects of exogenous N-acyl-homoserine lactone as signal molecule on Nitrosomonas europaea under ZnO nanoparticle stress.International Journal of Environmental Research and Public Health, 16(16), 3003.<br/>8、Wu, J., Chen, Z., Zhang, S., Gao, L. & Yu, R.* (2019). Mechanistic understanding of predatory bacteria induced biolysis for sludge dewaterability improvement.Water,Air and Soil Pollution, 230, 194<br/>9、Wu, J., Zhu, G., & Yu, R.* (2018). Fates and impacts of nanomaterial contaminants in biological wastewater treatment system: A review.Water, Air and Soil Pollution, 229, 9.<br/>10、Yu, R.*,Wu, J., Liu, M., Zhu, G., Chen, L., Chang, Y., & Lu, H. (2016). Toxicity of binary mixtures of metal oxide nanoparticles to Nitrosomonas europaea.Chemosphere, 153, 187–197.<br/>11、Yu, R.*,Wu, J., Liu, M., Chen, L., Zhu, G., & Lu, H. (2016). Physiological and transcriptional responses of Nitrosomonas europaea to TiO2 and ZnO nanoparticles and their mixtures.Environmental Science and Pollution Research, 23(13), 13023–13034.<br/>12、Wu, J., Chang, Y., Gao, H., & Yu, R*. (2017). Impacts of ammonia on zinc oxide nanoparticle toxicity to Nitrosomonas europaea,IOP Conference Series: Earth and Environmental Science, 2017 64(1), 012114.（EI）<br/>13、常岩，吴俊康，薛梦婷，吴际萌，戴文，杨新萍，张健，余冉*。受纳米毒性胁迫的亚硝化菌性能恢复，东南大学学报(自然科学版)，2018，48(1)：92-98。（EI）<br/>14、刘美婷，余冉*，陈良辉，吴俊康。典型纳米金属氧化物对氨氧化菌Nitrosomonas europaea的生物胁迫影响，中国环境科学，2015，35(1)：190-195。（EI）<br/>1.Wu, J., Palomo1, A., Fowler, J.S., Gülay, A., Yu, R. & Smets, B.F. Interactions between comammox Nitrospira and other nitrifiers in a rapid sand filter biosystem.17th International Symposium on Microbial Ecology (ISME),13th -17th August 2018, Leipzig, Germany. (Poster presentation)<br/>2.Wu, J., Chang, Y., Gao, H., & Yu, R. Role of N-acyl-homoserine lactone (AHL) based quorum sensing on ZnO nanoparticle toxicity to Nitrosomonas europaea. 2017Annual Conference of Chinese Society of Microbial Ecology, 20th – 23rd October, Beijing, China. (Poster presentation)<br/>3.Wu, J., Chen, L., Yu, R.*. Physiological and transcriptional responses of continuously cultured Nitrosomonas europaea to ZnO nanoparticles and impaired cell recovery. 15thInternational Conference on Environment, Energy and Biotechnology, 23rd – 25th May 2016, Jeju, Korea. (Oral presentation)<br/>4.Wu, J., Chang, Y., Yu, R.*. Recovery assessment of typical nanoparticles impacted continuously cultured Nitrosomonas europaea. 3rdEnvironmental Eco-Toxicology Conference, 27th – 30th April 2016, Wuxi, China. (Oral Presentation Prize)<br/>5.Wu, J., Y. Chang, M. Liu, G. Zhu, Yu R.*. Combined effects of typical nanoparticles on Nitrosomonas europaea.Doctoral Forum of Biological and Medical Nanotechnology, 12th – 14th July 2015, Suzhou, China. (Oral presentation)<br/>6.Yu, R.*,Wu, J., M. Liu, and L. Chen. Effects of coexistence of TiO2 and ZnO nanoparticles on Nitrosomonas europaea, 12thIWA Leading Edge Conference on Water & Wastewater Technologies, 30th – 3rd May 2015, Hong Kong, China. (Poster presentation)<br/>专业注册：<br/>1、国际水协会（International Water Association，IWA）会员，2015年起<br/>2、全国勘察设计注册公用设备工程师（给水排水），基础类，2016年<br/>三、通讯地址<br/>江苏省南京市南京林业大学土木工程学院（210037）",
    "Patent": "None",
    "Achievements": "None",
    "Class": "1、市政工程概论（本科生课程）<br/>2、城乡基础设施规划（本科生课程）<br/>3、水处理生物原理与技术（研究生课程）",
    "Topic": "None",
    "Projects": "1、江苏省自然科学基金（青年基金）：基于完全氨氧化作用的饮用水生物滤池硝化特性及环境影响与机制研究，主持，2020/07-2023/06<br/>2、江苏省高校自然科学基金（面上项目）：饮用水生物滤池中完全氨氧化细菌对环境因子的响应研究，主持，2020/07-2022/06<br/>3、丹麦Villum Kann Rasmussen基金会资助项目：完全氨氧化细菌的生态学研究：丰度多样性与理化特性，参与，2017-2019<br/>4、江苏省环保科研重点课题：市政污泥生物裂解安全减量处置新技术及其应用示范（2017006），参与，2017-至今<br/>5、国家自然科学基金（面上项目）：纳米颗粒对生物脱氮系统的联合胁迫效应与群体感应耦合调控作用研究（51678134），参与，2017-至今<br/>6、江苏省研究生培养创新工程项目：纳米颗粒对污水生物脱氮系统的影响及群体感应调控机制（KYLX160282），主持，2016-2019<br/>7、东南大学优秀博士学位论文培育基金：纳米颗粒对典型亚硝酸菌的毒性效应及菌群应激响应与修复调控机制，主持，2017-2019<br/>8、国家自然科学基金（青年基金）：污水生物处理中纳米颗粒对典型亚硝酸菌的毒性效应与机制（51208092），参与，2013-2015<br/>9、江苏省自然科学基金（青年基金）：水处理中纳米颗粒及其联合效应对亚硝酸菌的毒性与机制（BK2012124），参与，2012-2015",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "邮箱：wjkang@njfu.edu.cn",
    "Introduction": "吴俊康，男，1991年生，江苏镇江人，党员，博士，硕士生导师。",
    "id": "0081",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2020/10/22/20201022143600282vvessp.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 吴俊康",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "丹麦科技大学，丹麦，博士联合培养，环境工程2017-2018<br/>东南大学，中国，硕博连读，环境科学与工程2013-2019"
}