{
    "Research_direction": "None",
    "Paper": "发表SCI论文12篇，其中第一作者9篇（含中科院一区5篇），单篇最高影响因子达9.038，获授权发明专利2项，实用新型专利2项。<br/>[1]Wenjing Xia, Tao Xu, Hao Wang. Thermal behaviors and harmful volatile constituents released from asphalt components at high temperature. Journal of Hazardous Materials, 2019, 373: 741-752.<br/>[2]Wenjing Xia, Siwen Wang, Hao Wang, Tao Xu. Inhibitory effects of developed composite flame retardant on bituminous combustion and volatile emissions. Journal of Cleaner Production, 2021, 279: 123538.<br/>[3]Wenjing Xia, Tao Xu, Hao Wang, Youqiang Pan. Combustion kinetics of asphalt binder components and the release processes of gaseous products. Combustion and Flame, 2019, 206: 322-333.<br/>[4]Wenjing Xia, Siwen Wang, Hao Wang, Tao Xu. Developed compound flame retardant for bitumen based on thermal properties of four components. Construction and building materials. 2020, 250: 118692.<br/>[5]Wenjing Xia, Siwen Wang, Tao Xu, Guanglai Jin. Flame retarding and smoke suppressing mechanisms of nano composite flame retardants on bitumen and bituminous mixture. Construction and Building Materials. 2021, 266:121203.<br/>[6]Wenjing Xia, Siwen Wang, Hao Wang, Tao Xu. Thermal Characteristics, Kinetic Models, and Volatile Constituents during the Energy Conversion of Bituminous SARA Fractions in Air. ACS Omega, 2020, 5(33): 20831-20841.<br/>[7]Wenjing Xia, Siwen Wang, Hao Wang, Tao Xu. Thermal effects of asphalt SARA fractions, kinetic parameter calculation using isoconversional method and distribution models. Journal of Thermal Analysis and Calorimetry, 2020. https://doi.org/10.1007/s10973-020-10152-9.<br/>[8]Wenjing Xia, Tao Xu, Hao Wang. Mass loss evolution of bituminous fractions at different heating rates and constituent conformation of emitted volatiles. Energy Science & Engineering, 2019, 7: 2782-2796.<br/>[9]Wenjing Xia, Suying Fan, Chixuan Li, Tao Xu. Effects of different nanofibers on self-healing properties of composite modified emulsified asphalt. Journal of Materials in Civil Engineering, 2020. https://doi.org/10.1061/(ASCE)MT. 1943-5533.0003796.<br/>[10] Hanshuai Zhang,Wenjing Xia, Zhihui Hu, Tao Xu. Inhibitory effects of developed composite anti-aging agent on microbial degradation of asphalt. Construction and Building Materials. 2021, 292:123399.<br/>[11] Xu Tao, Yang Wang,Wenjing Xia, Zhihui Hu. Effects of flame retardants on thermal decomposition of SARA fractions separated from asphalt binder. Construction and Building Materials. 2018, 173:209-219.",
    "Patent": "[1]邵光辉，夏文静，蔡国栋，赵志峰，刘鹏.一种多菌种联合微生物固土方法（授权专利号：ZL201610569268.6）<br/>[2]夏文静，许涛，盛晓慧，袁峻.一种新型玻璃纤维增强塑料抗拔桩(授权专利号：ZL201821396736.5)<br/>[3]邵光辉，薛双，夏文静，赵志峰，刘鹏.一种微生物固土护壁钻孔灌注桩(授权专利号：ZL201521011291.0)<br/>[4]邵光辉，薛双，夏文静，赵志峰，刘鹏.一种微生物固土护壁钻孔灌注桩及施工方法(授权专利号：ZL201510897135.7)<br/>七、参会报告<br/>2020.01TRB 2020 Annual Meeting (Presentation)<br/>Thermal Characteristics and Nonisothermal Kinetics Analysis of Asphalt Sara Fractions<br/>2020.01IACIP (Presentation)<br/>Thermal Behaviors and Harmful Volatile Constituents Released from Asphalt Components at High Temperature<br/>2018.11ACEM2018&SBMS1 (Presentation)<br/>Thermal Behaviors and Released Volatiles of Asphalt SARA Fractions by TG-MS Combined Techniques",
    "Achievements": "None",
    "Class": "森林防火学<br/>Roadalignment design theory",
    "Topic": "None",
    "Projects": "先后主持江苏省科研项目并参与了国家自然科学基金等4余项。<br/>主要从事土木工程材料的研究工作，研究对象包括沥青材料和沥青路面。论文成果发表于Journal of Hazardous Materials、Journal of Cleaner Production、Combustion and Flame和Construction and building materials。<br/>2018.05-2020.04江苏省研究生科研创新计划项目（主持）<br/>基于多孔介质理论的隧道火灾下沥青路面热分解机理研究<br/>2018.01-2020.04南京林业大学优秀博士学位论文创新基金项目（主持）<br/>隧道火灾过程复合纳米阻燃剂对沥青路面传热传质行为影响研究<br/>2020.01-2023.12国家自然科学基金面上项目（参与）<br/>基于复合阻燃剂控释方法协同抑制隧道沥青路面热分解行为研究",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "邮箱：wjxia@njfu.edu.cn<br/>办公地点：南京林业大学土木工程学院3436",
    "Introduction": "夏文静，女，1993年出生，汉族，中共党员，副教授。<br/>2021年3月任职于南京林业大学土木工程学院森林工程系。2020年6月毕业于南京林业大学取得博士学位，2019年5月-2020年5月于美国罗格斯大学进行了为期一年的联合培养，期间多次参加国际会议并做报告。",
    "id": "0082",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2021/05/07/202105070828176611se81s.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 夏文静",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2021/3-至今，南京林业大学，土木工程学院，森林工程系，副教授"
}