{
    "Research_direction": "基于性能的结构抗震设计理论与方法、高层建筑结构倒塌安全储备分析与评估、装配式RC/RCS/竹木结构地震损伤演化规律与倒塌风险控制。",
    "Paper": "[1]Baoyin Sun, Zhenrui Zeng, Yantai Zhang, Wei Shen, Jinping Ou. An effective geometric nonlinear analysis approach of framed structures with local material nonlinearities based on the reduced-order Newton-Raphson method.Soil Dynamics and Earthquake Engineering. 2023, 172, 107991.<br/>[2]Yantai Zhang, Ruihan Shen, Baoyin Sun, Tingting Liu, Yongan Shi, and Luyao Li. Selection of Ground Motion Intensity Measures in Fragility Analysis of a Mega-Scale Steel Frame Structure at Separate Limit States: A Case Study.Buildings,2022,12, 1530.<br/>[3]Baoyin Sun, Yantai Zhang, Denghui Dai, Wang, L, Jinping Ou. Seismic fragility analysis of large‐scale frame structures with local nonlinearities using an efficient reduced‐order NR method. Soil Dynamics and Earthquake Engineering. 2023, 164,107559.<br/>[4]XiaoLai, ZhengHe, Yuanyuan Chen, Yantai Zhang, Zhenhui Li, Zhuang Guo, LingMad. A modified spectral-velocity-based earthquake intensity measure for super high-rise buildings. Soil Dynamics and Earthquake Engineering, 2022,162, 107504.<br/>[5]Xinyu Ouyang, Yantai Zhang, Xiaoying Ou, Yongan Shi, Shiyu Liu, Jingxian Fan, Seismic fragility analysis of buckling-restrained brace-strengthened reinforced concrete frames using a performance-based plastic design method, Structures, 2022, 43, 338-350.<br/>[6]Yantai Zhang,Xinyu Ouyang, Baoyin Sun, Yongan Shi, Zheng Wang. A comparative study on seismic fragility analysis of RC frame structures with consideration of modeling uncertainty under far-field and near-field ground motion excitation, Bulletin of Earthquake Engineering, 2022, 20, 1455–1487.<br/>[7]Yantai Zhang, Baoyin Sun, Yongan Shi, Zheng Wang. Estimation of Aleatory Randomness bySa(T1)-Based Intensity Measures in Fragility Analysis of Reinforced Concrete Frame Structures. CMES-Computer Modeling in Engineering & Sciences, 2022, 130(1), 73–96.<br/>[8]Yantai Zhang, Zheng He. Acceptable values of collapse margin ratio with different confidence levels. Structural Safety, 2020, 84: 101938.<br/>[9]Yantai Zhang, Zheng He. Seismic collapse risk assessment of super high-rise buildings considering modeling uncertainty: A case study. The Structural Design of Tall and Special Buildings, 2020, 29: e1687.<br/>[10]Yantai Zhang, Zheng He. Appropriate ground motion intensity measures for estimating the earthquake demand of floor acceleration-sensitive elements in super high-rise buildings, Structure and Infrastructure Engineering, 2019, 15(4): 467- 483.<br/>[11]Yantai Zhang, Zheng He, Youfu Yang. A spectral-velocity-based combination-type earthquake intensity measure for super high-rise buildings, Bulletin of Earthquake Engineering, 2018, 16(2): 643-677.<br/>[12]Yantai Zhang, Zheng He, Wengao Lu, Youfu Yang. A spectral-acceleration-based linear combination-type earthquake intensity measure for high-rise buildings, Journal of Earthquake Engineering, 2018, 22(8):1479-1508.<br/>[13]Baoyin Sun, Yantai Zhang, Caigui Huang. Machine Learning-Based Seismic Fragility Analysis of Large-Scale Steel Buckling Restrained Brace Frames. Computer Modeling in Engineering & Sciences, 2020, 125(2): 755-776.<br/>[14]Zheng He, Ning An, Yantai Zhang. The 50-year expectations of structural residual seismic capacity ratios based on uniform collapse probabilities, Bulletin of Earthquake Engineering, 2019, 17(5): 2459-2484.<br/>[15]Zheng He, Zheng Wang, Yantai Zhang. Collapse safety margin and seismic loss assessment of RC frames with equal material cost, The Structural Design of Tall and Special Buildings, 2018, 27(1): e1407.<br/>[16]Zheng He, Xiang Guo, Yantai Zhang, Xiaoying Ou. A global seismic damage model of RC structures based on structural modal properties, Journal of Structural Engineering, 2018, 144(10): 04018171.<br/>[17]羡丽娜,何政,张延泰.考虑年均倒塌概率的结构倒塌安全储备可接受值，工程力学, 2017, 34 (4): 88-100.<br/>[18]Yantai Zhang, Zheng He, Youfu Yang. A combination-type earthquake intensity measure for super high-rise building[C]. Proceedings of the 16th World Conference on Earthquake Engineering, January, 2017, Santiago, Chile. (国际会议论文, Poster)<br/>[19]Wengao Lu, Zheng He, Yantai Zhang. Selection of earthquake intensity measures of large-span cable-stayed bridges with floating systems[C]. Proceedings of the 14th International Symposium on Structural Engineering, 2016, II:1551-1556, Beijing. (国际会议论文,Oral)<br/>[20]张延泰,郑开启,王立彬,黄林杰.《工程结构抗震与防灾》课程思政建设——以汶川地震课程思政资源的开发与利用为例[J].高等教育前沿,2022, 05(05):125-127.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "（1）本科生课程：结构力学、高层建筑结构设计、工程结构抗震与防灾、工程荷载与可靠度设计原理、画法几何与工程制图。<br/>（2）研究生课程：结构可靠度理论。",
    "Topic": "None",
    "Projects": "[1]国家自然科学基金青年科学基金项目，52108457，2022.01－2024.12，主持。<br/>[2]国家自然科学基金面上项目，52178220，2022.01－2025.12，参与。<br/>[3]江苏省高等学校自然科学研究面上项目，20KJB560014，2020.12－2022.12，主持。<br/>[4]国家自然科学基金面上项目，51878123，2019.01－2022.12，参与。<br/>[5]国家重点研发计划，2016YFC0802002，2016.07－2020.06，参与。<br/>[6]国家自然科学基金重大研究计划，91315301，2013.01－2015.12，参与。<br/>[7]国家自然科学基金国际(地区)合作与交流重点项目，51261120376，2013.01－2017.12，参与。",
    "Services_Activities": "None",
    "Award_status": "[1] 第十一届江苏省高校土木工程专业青年教师讲课竞赛二等奖，2022.09，江苏省土木建筑学会（1/1）<br/>[2] 第二届江苏省高校教师教学创新大赛二等奖，2022.05，江苏省高等教育学会（3/3）<br/>[3] 南京林业大学首届课程思政教师教学竞赛二等奖，2022.07，南京林业大学（1/5）<br/>[4] 第二届南京林业大学教师教学创新大赛特等奖，2021.12，南京林业大学（4/4）<br/>[5]2020届、2023届南京林业大学本科生毕业设计（论文）优秀指导教师，南京林业大学（1/1）<br/>[6]2021年度、2022年度南京林业大学考核优秀职工，南京林业大学<br/>[7]2022年南京林业大学本科招生宣传先进个人，南京林业大学，2023.05<br/>[8]指导学生获2022年国际大学生混凝土龙舟邀请赛特等奖，2022.10，美国混凝土协会、浙江大学（1/2）<br/>[9]指导学生获2022届、2023届优秀本科毕业论文(设计)，南京林业大学（1/1）<br/>[10]指导学生获2022年度江苏省普通高等学校优秀本专科毕业论文（设计）一等奖，2023.07，江苏省教育评估院（1/1）<br/>[11]指导学生获“第九届全国高校BIM毕业设计创新大赛” F模块装配式建筑数字设计与建造赛项一等奖，2023.06，中国土木工程学会建筑市场与招标投标研究分会、广联达科技股份有限公司（1/2）<br/>六、通讯地址:<br/>江苏省南京市玄武区龙蟠路159号南京林业大学土木工程学院3512（210037）",
    "Contact_information": "邮箱：atai1991@njfu.edu.cn",
    "Introduction": "张延泰，山东聊城人，中共党员，南京林业大学土木工程学院建筑工程系副教授。",
    "id": "0089",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2020/07/03/20200703165310145bwi367.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 张延泰",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2019/09-2023.07，南京林业大学，土木工程学院，建筑工程系，讲师。<br/>2023.07-至今，南京林业大学，土木工程学院，建筑工程系，副教授。<br/>2021/02-至今，南京林业大学，土木工程学院，建筑工程系，副系主任。<br/>（1）2012/09-2019/06，大连理工大学，结构工程，博士<br/>（2）2008/09-2012/06，青岛理工大学，土木工程，学士"
}