{
    "Research_direction": "（1）新型结构和新材料<br/>（2）桥梁结构设计与分析理论<br/>（3）钢桥加固技术研究",
    "Paper": "（1）Jie Liu, Tong Guo, Dongming Feng and Zhongxiang Liu. Fatigue Performance of Rib-to-Deck Joints Strengthened with FRP Angles. ASCE’s Journal of Bridge Engineering, 2018, 23(9): 04018060. (SCI/EI)<br/>（2）Jie Liu, Tong Guo, Matthew H. Hebdon, Xiaming Yu and Libin Wang. Behaviors of GFRP-steel bonded joints under cyclic loading after hygrothermal aging. Construction and Building Materials, 2020, 242: 118106. (SCI/EI)<br/>（3）Jie Liu, Tong Guo, Matthew H. Hebdon and Junfeng Jia. Investigation of Fatigue Behavior of Steel and GFRP Double-Strap Joints under Varied Cyclic Loading at Given Temperatures. ASCE’s Journal of Materials in Civil Engineering, 2020, 32(4), 04020035. (SCI/EI)<br/>（4）Jie Liu, Tong Guo, Matthew H. Hebdon and Libin Wang. Bonding Behaviors of GFRP/steel Bonded Joints after Wet-dry Cyclic and Hygrothermal Curing. Applied Sciences, 2020, 10(16):5411, (SCI/EI)<br/>（5）Tong Guo,Jie Liu, Yufeng Zhang and Shengjun Pan. Displacement Monitoring and Analysis of Expansion Joints of Long-Span Steel Bridges with Viscous Dampers. ASCE’s Journal of Bridge Engineering, 2015, 20(9): 04014099. (SCI/EI)<br/>（6）Tong Guo,Jie Liu, Lingyu Huang. Investigation and control of excessive girder movements of long-span steel suspension bridges. Engineering Structures. 2016, 125:217-226. (SCI/EI)<br/>（7）Tong Guo,Jie Liu, Yang Deng and Zhaolei Zhang. Fatigue Performance of Orthotropic Steel Decks with FRP Angles: Field Measurement and Numerical Analysis. ASCE’s Journal of Performance of Constructed Facilities, 2019, 33(4), 04019042. (SCI/EI)<br/>三、通讯地址<br/>江苏省南京市南京林业大学土木工程学院3510（210037）<br/>邮件：jieliu@outlook.com或jieliu@njfu.edu.cn",
    "Patent": "None",
    "Achievements": "None",
    "Class": "《桥梁加固技术》（本科生）；<br/>《基础工程》（本科生）；<br/>《桥梁钢结构》（本科生）。",
    "Topic": "None",
    "Projects": "（1） 国家自然科学基金青年项目（52108151），海洋浪溅区BFRP-钢组合柱耐腐蚀性能及损伤演化机理研究，2022-01至2024-12，24万元，在研，主持；<br/>（2） 江苏省杰出青年基金，大跨钢桥全寿命周期疲劳可靠度的评估与优化，2013-01至2016-12，已结题，主要完成人；<br/>（3） 东南大学优秀博士学位论文基金资助项目，基于FRP的钢桥箱梁疲劳损伤加固方法研究，2015-09至2017-06，已结题，主持。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "None",
    "Introduction": "刘杰，男，1991年11月生，汉族，中共党员，讲师，籍贯河南信阳。2013年7月毕业于南昌大学土木工程专业，获学士学位；2020年12月毕业于东南大学土木工程专业，获得博士学位；2018年10月至2019年10月于美国弗吉尼亚理工学院暨州立大学（Virginia Polytechnic Institute and State University）联合培养一年。2021年1月到南京林业大学土木工程学院交通土建工程系从事教学科研工作。",
    "id": "0110",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2022/04/19/2022041916485955594kpir.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 刘杰",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}