{
    "Research_direction": "高速铁路沥青混凝土道床长期服役性能研究<br/>无砟轨道沥青混凝土基床抗裂设计与评价",
    "Paper": "[1] Liu Song; Chen Xianhua; Yang Jun*; Cai Degou; Yang Guotao; Numerical Study and In-situ Measurement of Temperature Features of Asphalt Supporting Layer in Slab Track System, Construction and Building Materials, 2020, 233: 117343.<br/>[2] Liu Song; Chen Xianhua; Ma Yuewei; Yang Jun*; Cai Degou; Yang Guotao;. Modelling and in-situ measurement of dynamic behavior of asphalt supporting layer in slab track system, Construction and Building Materials, 2019, 228: 116776.<br/>[3] Liu Song; Yang Jun; Chen Xianhua*; Yang Guotao; Cai Degou; Application of Mastic Asphalt Waterproofing Layer in High-Speed Railway Track in Cold Regions, Applied Sciences, 2018, 8(5): 667.<br/>[4]刘嵩; 陈先华; 杨军*; 杨国涛; 蔡德钩; 沥青混凝土底砟层的工程应用及其设计方法, 铁道科学与工程学报，2019, 16(12):2934-2941.<br/>[5] Liu Song; Zheng Nanxiang; Yang Jun*; Meng Fanyun; Ice melting performance of deicers and their effect on stripping resistance of asphalt mixture. Journal of Southeast University (English Edition), 2016, 32 (3): 327-332.<br/>[6] Liu Song; Yang Jun; Chen Xianhua. Opportunities and challenges for the application of asphalt supporting layer in the slab track system[C], Proceedings of the 6th Chinese-European Workshop on Functional Pavement Design (CEW 2020), October 18-21, 2020, Nanjing, China.<br/>[7] Liu Song; Markine Valeri L; Chen Xianhua; Yang Jun. Numerical Study on Application of Full Cross-Section Asphalt Waterproof Layer in CRTS III Slab Track[C], Proceedings of the Transportation Research Board 97th Annual Meeting (TRB 2018), January 7-11, 2018, Washington D.C., United States.<br/>[8] Liu Song; Yang Jun; Chen Xianhua; Wang Meng; Zhou Wenzhang. Design of Asphalt Waterproofing Layer for High-Speed Railway Subgrade: A Case Study in Heilongjiang Province, China[C], Proceedings of the Transportation Research Board 97th Annual Meeting (TRB 2017), January 8-12, 2017, Washington DC, United States.<br/>三、通讯地址<br/>江苏省南京市南京林业大学土木工程学院3434室（210037）",
    "Patent": "None",
    "Achievements": "None",
    "Class": "道路与桥梁工程试验检测、道路施工",
    "Topic": "None",
    "Projects": "（1）国家自然科学基金委员会，面上项目， 51778136，基床沥青混凝土层全温度域的作用机理与动态演变行为研究，2018-01至2021-12，60万元，在研，参加；<br/>（2）江苏省教育厅，江苏省普通高校研究生创新计划项目，KYLX16_0267，高速铁路无砟轨道全断面沥青混凝土防水封闭层研究，2017.01-2018.12，2.4万元，结题，主持。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "邮箱：ls2020@njfu.edu.cn",
    "Introduction": "刘嵩，甘肃人，中共党员，1991年生，讲师。2013年毕业于长安大学道路桥梁与渡河工程专业，获学士学位；2015年毕业于长安大学交通运输工程专业，获硕士学位；2019年毕业于东南大学交通运输工程专业，获博士学位。2016-2017年在荷兰代尔夫特理工大学（Delft University of Technology）土木工程与地球科学学院联合培养。2020年6月到南京林业大学土木工程学院从事教学科研工作。",
    "id": "0111",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2021/04/21/20210421144438691zskclr.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 刘嵩",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}