{
    "Research_direction": "None",
    "Paper": "（1）Zhang, Linfang; Fu, Guokai; Zhang, Zhi. Simultaneous nutrient and carbon removal and electricity generation in self-buffered biocathode microbial fuel cell for high-salinity mustard tuber wastewater treatment.Bioresource Technology. 2019, 272: 105-113.<br/>（2）Zhang, Linfang; Fu, Guokai; Zhang, Zhi. Electricity generation and microbial community in long-running microbial fuel cell for high-salinity mustard tuber wastewater treatment.Bioelectrochemistry. 2019, 126: 20-28.<br/>（3）Zhang, Linfang; Fu, Guokai; Zhang, Zhi. High-efficiency salt, sulfate and nitrogen removal and microbial community in biocathode microbial desalination cell for mustard tuber wastewater treatment.Bioresource Technology. 2019, 289: 121630.<br/>（4）Zhang, Linfang; Fu, Guokai; Zhang, Zhi. Long-term stable and energy-neutral mixed biofilm electrode for complete nitrogen removal from high-salinity wastewater: mechanism and microbial community.Bioresource Technology. 2020, 313, 123660.<br/>（5）Zhang, Linfang; Wang, Jiaqi; Fu, Guokai; Zhang, Zhi. Simultaneous electricity generation, nitrogen and carbon removal in single-chamber microbial fuel cell for high-salinity wastewater treatment.Journal of Cleaner Production. 2020, 276, 123203.<br/>（6）付国楷,张林防,郭飞,刘进,张智.榨菜废水MFC多周期运行产电性能及COD降解.中国环境科学. 2017, 04: 1401-1407.<br/>三、通讯地址<br/>江苏省南京市龙蟠路159号南京林业大学土木工程学院3232（210037）",
    "Patent": "None",
    "Achievements": "None",
    "Class": "本科生课程：《水工程经济》；研究生课程：《环境规划与管理》",
    "Topic": "（1）工业废水资源化处理理论与技术<br/>（2）水污染与水环境修复<br/>（3）环境功能材料研发与应用",
    "Projects": "（1）南京林业大学水杉师资科研启动费“铁介导的高盐废水生物电化学脱氮性能及其菌群特征”，163050157，主持<br/>（2）重庆市研究生科研创新项目“生物电化学方法降解高盐榨菜废水强化脱氮研究”，CYB18039，主持",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "电话：025-85427691传真：025-85427186<br/>邮件：zlflxtx@163.com",
    "Introduction": "张林防，男，1990年生，山东东营人，中共党员，博士，讲师。本科毕业于山东农业大学给排水科学与工程专业，硕士、博士均毕业于重庆大学市政工程专业。",
    "id": "0125",
    "img": "https://tumu.njfu.edu.cn//DFS//file/2021/10/13/20211013142203117iivtrf.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": " 张林防",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}