{
    "Research_direction": "交通规划与设计、交通安全技术、车路协同技术",
    "Paper": "二、近年来主要论文<br/>[1]Tang Xiang,Ma Jianxiao*, He Peng, Xu Chubo，Parking Allocation Index Analysis of Office Building Based on the TOD Measurement Method，Sustainability，Feb.2022<br/>[2]Xiang Tang ,Jianxiao Ma*, Shun Zhou , Tianci Shan, Parking Demand Prediction Method of Urban Commercial-office Complex Buildings Based on the MRA-BAS-BP Algorithm,Journal of Advanced Transportation,Feb.2022<br/>[3]宗晨宏，马健霄*，陆涛，刘宇航，陈孟轲, 高速公路出入口与主线纵坡间净距对行车速度影响仿真分析, May.2022<br/>[4]王羽尘，马健霄*，刘宇航，白莹佳，基于烟气扩散特征的林区隧道火灾人群疏散模型，南京林业大学学报（自然科学版），2022（2）<br/>[5]Le Xu，Wenyun Tang，Jianxiao Ma*，Yuchen Wang, A car-following model considering the effect of following vehicles under the framework of physics-informed deep learning,Journal of Advanced Transportation,Aug.2022<br/>[6]Fang Song,Ma Jianxiao*,Influence Range and Traffic Risk Analysis of Moving Work Zones on Urban Roads,Sustainability,Apr.2021<br/>[7]Kui Ji,Jianxiao Ma*,A modified network-wide road capacity reliability analysis model for improving transportation sustainability, Algorithms,2021(1)<br/>[8]刘宇航，马健霄*，王羽尘，白莹佳，谢征峻, 基于改进CornerNet-Lite的林区行人检测算法,林业工程学报，Jun.2021<br/>[9]方松，马健霄*，李根，沈玲宏，徐楚博, 城市快速路右侧车道移动作业区行车风险分析,吉林大学学报（自然科学版），2021（6）<br/>[10]Wang, YC ;Ma, JX*;Liu, YH ;Bai, YJ ;Xu, L，Optimalexitchoiceduringhighwaytunnelevacuationsbasedonthefirelocations，PLOS ONE，Aug.2021<br/>[11]Tan, T ;Ma, JX*;Yang,Z ; Zhu, MY ;Zong, CH ;Li, H；A Study on a Prediction Model of E-Bike Expansion Degree at Irregular Signalized Intersections，Applied Sciences-Basel，Aug.2021<br/>[12]方松，马健霄*，黄婧，新型城镇化背景下小城市道路网功能结构优化体系，重庆交通大学学报（自然科学版），Feb.2021<br/>[13]王羽尘，马健霄*，刘宇航, 公路隧道火灾环境人群逃生行为分析及多项Logit建模, 中国安全生产科学技术, Dec.2020<br/>[14]YuhangLiu,JianxiaoMa*,YuchenWang,ChenhongZong, ANovelAlgorithmforDetectingPedestriansonRainyeImag, Sensors, Dec.2020<br/>[15] Zhiwen Zhou; Jianxiao Ma*; Tao Lu; Gen Li; Song Fang; Ting Tan，An Evaluation Method for Visual Search Stability in Urban Tunnel Entrance and Exit Sections Based on Markov Chain，IEEE Access，Apr.2020<br/>[16]方松，马健霄*，城市隧道长度对驾驶人视觉特性影响分析，交通信息与安全，Dec.2020<br/>[17]周智文,马健霄*,王冠森,信号交叉口左转非机动车交通冲突分析，合肥工业大学学报（自然科学版）, Jan.2021<br/>[18]陈孟柯，马健霄*，陆涛，潘义勇，高速公路隧道行车视觉特性分析，交通信息与安全，Jun.2019<br/>[19]王羽尘,马健霄*,陆涛,刘宇航, 公路隧道火灾发生位置与人群疏散通道仿真研究, 中国安全生产科学技术, Oct.2019<br/>[20]Kui JI,Jianxiao Ma*,Wenying Tang, Sensitivity analysis for stochastic user equilibrium traffic assignment with constraint, Advances in Mechanical Engineering, 2017,9(5)<br/>",
    "Patent": "None",
    "Achievements": "获江苏省教学成果特等奖、二等奖各1项，南京市科技进步奖、中国交通教育研究会突出贡献奖。先后被南京市委、市政府授予先进个人、江苏省教育厅授予先进工作者、南京市科协先进个人。兼任中国城市规划学会城市交通规划学术委员会委员、中国安全产业协会道路交通安全分会常务理事、中国公路学会交通院校工作委员会常务委员、中国林学会森林工程分会常务理事、江苏省综合交通运输学会常务理事、江苏省高新技术企业认定专家，中国交通出版社“交通类”教材编委会副主任委员、“森林工程”编委，南京市政协委员。<br/>主要研究方向：交通规划与设计、交通安全技术、车路协同技术<br/>主要成果<br/>",
    "Class": "教授课程<br/>本科生：交通工程概、交通工程设计<br/>硕士研究生：交通需求管理、交通流组织优化、交通网络分析<br/>博士研究生：交通运输专题、城市与区域交通规划、交通工程专题<br/>",
    "Topic": "None",
    "Projects": "一、承担主要科研项目<br/>1、公路工程重大风险区域的安全隐患智能感知与防控关键技术应用研究及工程示范，江苏省交通运输科技与成果转化项目，2022<br/>2、新型智能集成交通标志研发与应用（2016T04），江苏省交通厅科技项目，2017<br/>3、城镇化进程中城镇道路网规划理论与方法研究（R22013221），住房与城乡建设部科研项目<br/>4、江苏高速公路隧道运营安全评价及改善对策研究，江苏宁常镇溧高速公路有限公司<br/>5、如东县城市综合交通规划研究，如东县规划建设局项目<br/>6、柳州市交通安全管理评价研究，柳州市交管局<br/>7、新型交通安全设施研发与交通工程设计，南京赛康交通安全科技股份有限公司<br/>8、茅山隧道入口段行车安全防护方案研究，江苏宁常镇溧高速公路有限公司<br/>9、“两客一危”风险防控标准研究（2018Y15），江苏省交通运输厅科技项目<br/>10、智慧护栏2号无线控制系统开发，江苏瞬通交通设施有限公司<br/>11、宁常高速滆湖大桥、茅山隧道拥堵路段综合治理方案设计，江苏宁常镇溧高速公路有限公司<br/>12、南京城市共享交通出行空间及HOV车道发展策略研究（NJKX2019RKX-01），南京市科协科研项目<br/>13南京城市绿道系统发展策略研究（NJKX2017RKX-05），南京市科协软科学项目<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公85427652<br/>majx@njfu.edu.cn",
    "Introduction": "个人简况<br/>马健霄，工学博士，教授，博士生导师，曾任汽车与交通工程学院院长，现任交通运输研究所所长。日本爱知工业大学高级访问学者，江苏省“六大人才高峰”高层次人才培养对象，江苏省“青蓝工程”优秀青年骨干教师。负责建设国家虚拟仿真实验教学项目1项、国家级一流本科课程1门。主持完成国家、省部级科研项目50余项，发表学术论文90余篇，编著教材3部，获授权专利21项。<br/>",
    "id": "0001",
    "img": "https://jty.njfu.edu.cn/DFS//file/2023/04/07/20230407142932978hmi1fy.jpg?iid=57657",
    "Department": "None",
    "Duties": "交通运输研究所所长",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "马健霄",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}