{
    "Research_direction": "新能源汽车及其热管理技术",
    "Paper": "3.近年来主要论文<br/>2023：<br/>(19)Zheng Meng, Ma Zheshu.Numerical study on power battery thermal management system based on heat pipe technology. ENERGY REPORTS.2023,Vol.9: 350-361<br/>2022：<br/>(18)Li Yanju, Ma Zheshu.Thermodynamic Modeling and Exergy Analysis of A Combined High-Temperature Proton Exchange Membrane Fuel Cell and ORC System for Automotive Applications. INTERNATIONAL JOURNAL OF MOLECULAR SCIENCES.2022, 23(24) (中科院二区；顶刊)<br/>(17)GuoXinjia, Ma Zheshu.Performance Analysis Based on Sustainability Exergy Indicators of High-Temperature Proton Exchange Membrane Fuel Cell.INTERNATIONAL JOURNAL OF MOLECULAR SCIENCES, 2022, 23 (17) (中科院二区；顶刊)<br/>(16)Li Yanju, Ma Zheshu. Performance Analysis of a HT-PEMFC System with 6FPBI Membranes Doped with Cross-Linkable Polymeric Ionic Liquid. INTERNATIONAL JOURNAL OF MOLECULAR SCIENCES, 2022, 23 (17) (中科院二区；顶刊)<br/>(15)Li Dongxu, Ma Zheshu. Finite Time Thermodynamic Modeling and Performance Analysis of High-Temperature Proton Exchange Membrane Fuel Cells. INTERNATIONAL JOURNAL OF MOLECULAR SCIENCES, 2022, 23 (16) (中科院二区；顶刊)<br/>(14)Li Yanju, Ma Zheshu. Performance analysis and optimization of a novel vehicular power system based on HT-PEMFC integrated methanol steam reforming and ORC. ENERGY 257, 2022 (中科院一区；顶刊)<br/>(13)Li Dongxu, Ma Zheshu. Exergetic Performance Coefficient Analysis and Optimization of a High-Temperature Proton Exchange Membrane Fuel Cell. MEMBRANES, 2022, 12 (1)<br/>(12)Li Yanju, Ma Zheshu. Thermodynamic Modeling and Performance Analysis of Vehicular High-Temperature Proton Exchange Membrane Fuel Cell System. MEMBRANES, 2022, 12 (1)<br/>2021:<br/>(11)Xu Bing, Ma Zheshu. Thermodynamic Optimization of a High Temperature Proton Exchange Membrane Fuel Cell for Fuel Cell Vehicle Applications. MATHEMATICS, 2021, 9 (15) (10)Li Dongxu, Ma Zheshu. Ecological Performance Optimization of a High Temperature Proton Exchange Membrane Fuel Cell. MATHEMATICS, 2021,9 (12)<br/>2020:<br/>(9)Tian Jie, Chen Yan, Ma Zheshu. Numerical Simulation of Performance of an Air-Water Separator with Corrugated Plates for Marine Diesel Engines. PROCESSES, 8(12),2020<br/>(8)Li Dongxu, Xu Bing, Tian Jie, Ma Zheshu. Energy Management Strategy for Fuel Cell and Battery Hybrid Vehicle Based on Fuzzy Logic. PROCESSES, 8(8), 2020 (7) Li Changjie, Xu Bing, Ma Zheshu. Ecological Performance of an Irreversible Proton Exchange Membrane Fuel Cell. SCIENCE OF ADVANCED MATERIALS, 12(8), 2020<br/>2010-2019:<br/>(6)Chang Chengcheng, Zheng Yanping, Sun Weiming, Ma Zheshu. LPV Estimation of SOC Based on Electricity Conversion and Hysteresis Characteristics. JOURNAL OF ENERGY ENGINEERING, 145(6)，2019<br/>(5)Liu Ye, Jiang Tao, Zheng Yanping,Tian Jie, Ma Zheshu. Multi-Scale Multi-Field Coupled Analysis of Power Battery Pack Based on Heat Pipe Cooling. PROCESSES, 7(10), 2019<br/>(4) Li Changjie, Liu Ye, Xu Bing, Ma Zheshu. Finite Time Thermodynamic Optimization of an Irreversible Proton Exchange Membrane Fuel Cell for Vehicle Use. PROCESSES, 7(7), 2019<br/>(3) Ma Zheshu, Chen Yan, Wu Junhua. Ecological optimization for a combined diesel-organic Rankine cycle. AIP ADVANCES, 9(1), 2019<br/>(2) Ma Zheshu, Sun Shaozhe. Numerical assessment of the effect of cigarette smoking on indoor PM2.5 distribution and study of ventilation strategie. INDOOR AND BUILT ENVIRONMENT, 27(3), 2018<br/>(1) Ma Zheshu, Yang Dong, Guo Qiang. Conceptual Design and Performance Analysis of an Exhaust Gas Waste Heat Recovery System for a 10000TEU Container Ship. POLISH MARITIME RESEARCH, 19(2), 2012<br/>",
    "Patent": "None",
    "Achievements": "主要成果<br/>1.科研成果奖<br/>1）蒸汽轮机结构强度设计中新的模糊可靠性设计方法的研究，国防科学技术奖三等奖<br/>2）舰载电子及电器设备中高热流负荷散热冷板新技术研究，国防科学技术奖三等奖<br/>",
    "Class": "教授课程<br/>本科生：《汽车发动机原理》、《汽车结构有限元》、《汽车排放控制与节能技术》、《流体力学》<br/>研究生：《车用动力电池技术》《强化传热技术》<br/>",
    "Topic": "None",
    "Projects": "2.近年承担主要科研项目<br/>1）动力电池热管理及成组一体化关键技术研发（编号BE2017008-2），江苏省重点研发计划项目<br/>2）基于热管相变传热的新能源汽车热管理技术研究，南京林业大学科研项目<br/>3）基于纳米流体与多孔金属材料吸液芯的平板热管强化传热机理与特性研究(编号：51176069)，国家自然科学基金项目<br/>4）V2O5碳凝胶上NH3低温还原NO的反应机理与催化剂设计研究(编号：51306079)》，国家自然科学基金项目<br/>5）舰载电子及电器设备中高热流负荷散热冷板新技术研究，国防预研基金项目<br/>6）大容量同步发电机风路设计及温度场分析，国防预研基金项目<br/>7）永磁电机高效冷却技术研究，中国人民解放军总装备部预研项目<br/>8）船用燃料电池系统研究，国家外专局项目<br/>9）新型热管冷板的性能研究和数值模拟，江苏省\"青蓝工程\"优秀青年骨干教师培养项目<br/>10）长期耐高低温、防水母线槽的研发，江苏省产学研前瞻性联合研究项目<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公<br/>mazheshu@126.com",
    "Introduction": "个人简况<br/>近期主要研究方向：新能源汽车及其热管理技术、燃料电池汽车及其性能的热力学分析优化<br/>",
    "id": "0002",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "马哲树",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}