{
    "Research_direction": "重型车辆行驶安全控制、声学超构材料设计、汽车队列行驶控制等",
    "Paper": "近几年代表性论文概况：<br/>[1] Yu Hou, Xiaomei Xu*. High-Speed Lateral Stability and Trajectory Tracking Performance for a Tractor-Semitrailer with Active Trailer Steering. Plos One, 2022, 17(11): e0277358. DOI: https://doi.org/10.1371/journal.pone.0277358<br/>[2] Weiwei Wang, Xiaomei Xu*, Liya Lv. Design and Optimization of Negative Poisson Ratio Thin-Walled Tube Using Sensitivity-Based Response Surface Model Methodology. International Journal of Structural Stability and Dynamics, 2022. DOI: https://doi.org/10.1142/S0219455423500360<br/>[3] Xiaomei Xu*, Yaqin Wang, Yiwei Wang. Influence of magnetic field on sound transmission loss of Magnetorheological fluids. Materials, 2022, 15(17):6032. DOI: https://doi.org/10.3390/ma15176032<br/>[4] Haohao Cai, Xiaomei Xu*. Lateral Stability Control of a Tractor-Semitrailer at High Speed. Machines, 2022, 10, 716. DOI: https://doi.org/10.3390/machines10080716<br/>[5] Sun SS, Zhang XZ, Wan MS, Gong XL and Xu XM*. Study of quenched crankshaft high-cycle bending fatigue based on a local sub model and the theory of multi-axial fatigue. Metals, 2022, 12(6):913. DOI: https://doi.org/10.3390/met12060913<br/>[6] Sun SS, Gong XL, Xu XM*. Research on the Bending Fatigue Property of Quenched Crankshaft Based on the Multi-Physics Coupling Numerical Simulation Approaches and the KBM Model. Metals, 2022, 12(6):1007. DOI: https://doi.org/10.3390/met12061007<br/>[7] Xiao MH, Zhang W, Zhao YF, Xu XM, Zhou SF. Fault diagnosis of gearbox based on wavelet packet transform and CLSPSO-BP. Multimedia Tools and Applications, 2022, 81(8): 11519-11535. DOI: https://doi.org/10.1007/s11042-022-12465-3<br/>[8] Lin Y, Xiao MH, Liu HJ, Li ZL, Zhou S, Xu XM, Wang DC. Gear fault diagnosis based on CS-improved variational mode decomposition and probabilistic neural network. Measurement, 2022, 192: 110913. DOI: https://doi.org/10.1016/j.measurement.2022.110913<br/>[9] Chen, Y.; Tai, Y.; Xu, J.; Xu, X.; Chen, N. Vibration Analysis of a 1-DOF System Coupled with a Nonlinear Energy Sink with a Fractional Order Inerter. Sensors 2022, 22, 6408. DOI: https://doi.org/10.3390/s22176408<br/>[10] Chen YD, Xu J, Tai YP, Xu XM, Chen N. Critical damping design method of vibration isolation system with both fractional-order inerter and damper. Mechanics of Advanced Materials and Structures, 2022, 29(9):1348-1359. DOI: https://doi.org/10.1080/15376494.2020.1819490<br/>[11] Xiaomei Xu*, Ping Lin. Parameter identification of sound absorption model of porous materials based on modified particle swarm optimization algorithm. PloS One, 2021, 16(5): e0250950. ISSN:1932-6203. DOI: https://doi.org/10.1371/journal.pone.0250950<br/>[12] Zhang GQ, Zhang HT, Ge YY, Qiu W, Xiao MH, Xu XM, Zhou MH. Mechanical efficiency of HMCVT under steady-state conditions. Shock and Vibration, 2021: 4275922. DOI: https://doi.org/10.1155/2021/4275922<br/>[13] Xu J, Chen YD, Tai YP, Xu XM, Shi, Chen N*. Vibration analysis of complex fractional viscoelastic beam structures by the wave method. International Journal of Mechanical Sciences, 2020, 167(2):105204. DOI:10.1016/j.ijmecsci.2019.105204<br/>[14] Xiaomei Xu*, Lei Zhang, Yiping Jiang, Ning Chen. Active control on path following and lateral stability for truck–trailer combinations. Arabian Journal for Science and Engineering, 2019, 44(2):1365-1377. DOI: https://doi.org/10.1007/s13369-018-3527-1<br/>[15] Xiaomei Xu, Dong Chen, Lei Zhang, Ning Chen*. Hopf bifurcation characteristics of the vehicle with rear axle compliance steering. Shock and Vibration, 2019(1):1-12, Article ID 3402084. DOI: https://doi.org/10.1155/2019/3402084<br/>[16] Sun SS, Wan MS, Wang H, Zhang Y, Xu XM*. Study of component high cycle bending fatigue based on a new critical distance approach. Engineering Failure Analysis, 2019, 102(8): 395-406 DOI: https://doi.org/10.1016/j.engfailanal.2019.04.050<br/>[17] Xiaomei Xu, Yiping Jiang, Ning Chen*, Heow Pueh Lee. Dynamic behavior of a vehicle with rear axle compliance steering. Journal of Vibroengineering,2017, 19(6):4483-4497. DOI: https://doi.org/10.21595/jve.2017.17580<br/>[18] Xiaomei Xu, Yiping Jiang*, Heow Pueh Lee. Multi-objective optimal design of sandwich panels using a genetic algorithm. Engineering Optimization, 2017, 49(10): 1665-1684. DOI: https://doi.org/10.1080/0305215X.2016.1265304<br/>[19] Xiaomei Xu*, Yiping Jiang, Heow Pueh Lee, Ning Chen. Sound insulation performance optimization of lightweight sandwich panels. Journal of Vibroengineering, 2016, 18(4):2574-2586. DOI: https://doi.org/10.21595/jve.2016.16603<br/>[20] Wang, P; Wang, QY; Xu, XM; Chen, N*. Fractional Critical Damping Theory and Its Application in Active Suspension Control. Shock and Vibration, 2017(12): 2738976. DOI:https://doi.org/10.1155/2017/2738976<br/>",
    "Patent": "None",
    "Achievements": "主要成果<br/>主持和参加国家自然科学基金、江苏省重点研发项目、江苏省交通运输厅项目、江苏省博士后基金等科研项目10多项，以一作和通讯发表论文70多篇，获专利授权60多项，主编出版本科规划教材2部（江苏省重点建设教材和江苏省本科优秀培育教材1部），主持江苏省一流线上课程/中国大学MOOC平台开放课程一门《汽车运用工程学》。<br/>",
    "Class": "教授课程<br/>本科生课程：汽车理论、汽车试验学、汽车运用工程学<br/>研究生课程：汽车振动与噪声分析、新能源汽车技术<br/>留学生课程：Engineering Acoustics<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427309<br/>xxm120480@126.com",
    "Introduction": "个人简况<br/>中共党员，教授，博士/博士后，博士生导师。<br/>现任汽车与交通工程学院院长，车辆工程专业负责人，微专业“智能网联汽车”负责人，南京林业大学首批“青年骨干教师”培养对象，新加坡国立大学机械工程系访问学者，江苏省“六大人才高峰”高层次人才培养对象，国家自然科学基金函评专家，江苏省高新技术企业认定专家库技术专家，普通高等学校本科教育教学评估专家，中国汽车工程学会汽车技术教育分会委员，中国汽车工程学会汽车工程师能力评价评审专家，《重庆理工大学学报（自然科学）》校外编委，SCI/EI/CSCD学术期刊审稿人，江苏省优秀本科毕业论文指导教师，南京林业大学优秀共产党员。<br/>全面主持学院行政工作，分管学院人事、学科建设、财务、师资队伍建设等工作。<br/>院内联系点：交通运输系<br/>联系支部：交通运输教工党支部<br/>主编教材简况：<br/>1.徐晓美，万亦强. 江苏省重点教材《汽车试验学》，机械工业出版社。2.徐晓美，孙宁. 汽车类本科规划教材《汽车概论》，机械工业出版社。<br/>",
    "id": "0006",
    "img": "https://jty.njfu.edu.cn/DFS//file/2023/07/04/20230704220510907ixwqbn.jpg?iid=63165",
    "Department": "None",
    "Duties": "院长",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "徐晓美",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}