{
    "Research_direction": "None",
    "Paper": "近五年发表学术期刊论文<br/>[1] Siwen Wang, Zihang Xu, Tao Xu*. Improving the controlled-release effects of composite flame retardant by loading on porous attapulgite and coating. Ceramics International, 2022,49:7871–7887.<br/>[2] Xiaoguang Yao, Huiyu Xu, Tao Xu*. Void distribution, interfacial adhesion and anti-cracking mechanisms of cold recycled asphalt mixture based on AFM and X-ray CT. Applied Surface Science, 2022,606: 155012.<br/>[3] Siwen Wang, Tao Xu*, Wenjing Xia. Pyrolysis properties of four SARA fractions in asphalt. Journal of Thermal Analysis and Calorimetry, 2022, 47: 14143–14153.<br/>[4] Xiaoguang Yao, Huiyu Xu, Tao Xu*. Mechanical properties and enhancement mechanisms of cold recycled mixture using waterborne epoxy resin/styrene butadiene rubber latex modified emulsified asphalt. Construction and Building Materials, 2022, 352: 129021.<br/>[5] Xiaoguang Yao, Chixuan Li, Tao Xu*.Interfacial adhesive behaviors between SBS modified bitumen and aggregate using molecular dynamics simulation. Surfaces and Interfaces, 2022,33:102245.<br/>[6] Xiaoguang Yao, Chixuan Li, Tao Xu*. Multi-scale studiesoninterfacialsystem compatibilitybetween asphalt and SBS modifier usingmolecular dynamics simulationsand experimental methods. Construction and Building Materials, 2022,346: 128502.<br/>[7] Siwen Wang, Lingzhi Tan, Tao Xu*.Synergistic effectsof developed composite flame retardant onVOCs constituentsofheated asphalt and carbonized layer compositions. Journal of Cleaner Production, 2022,367: 133107.<br/>[8] Haisen Wang,Ning Li, Tao Xu*. Agingeffectson microstructuresand micromechanical properties of vulcanized eucommia ulmoides gum modified bitumen. Construction and Building Materials, 2022, 346: 128432.<br/>[9]Zihang Xu, Haisen Wang, Tao Xu*.Bituminous modifier selection and effects of dimethyl sulfoxidepretreated graphene contents on bituminous properties.Construction and Building Materials, 2022, 343: 128145.<br/>[10] Gerly Gildael Makombe, Haisen Wang, Tao Xu*. Mechanical properties and pavement usability of modified asphaltbased joint material of cement concrete pavement.Journal of Testing and Evaluation, 2022, Online, https://doi.org/10.1520/JTE20220008.<br/>[11]Xiaoguang Yao, Huiyu Xu,Tao Xu*. Syncretizationmechanism betweenemulsified asphalt and agedasphaltin cold recycledasphaltmixtureusing developed demulsification-dehydration method.Construction and Building Materials, 2022, 326: 126860.<br/>[12] Lingzhi Tan, Siwen Wang,Tao Xu*, Wengjing Xia. Inhibitoryeffects of composite fire retardant loaded in porous warm mix agent on asphaltpyrolysis and volatile emission. Journal of Materials in Civil Engineering, 2022,34(10): 04022264.<br/>[13] Xiaoguang Yao, Lingzhi Tan, Tao Xu*. Preparation, properties and compound modification mechanism ofwaterborne epoxy resin/styrene butadiene rubber latex modified emulsifiedasphalt. Construction and Building Materials, 2022, 318: 126178.<br/>[14]Siwen Wang, Lingzhi Tan, Tao Xu*. Compounding scheme optimization of composite flame retardant and its synergistic inhibitory effects on bituminous combustion. Journal of Materials in Civil Engineering, 2022, 34(7): 04022146.<br/>[15] Jie Xu, ChengweiKong, Tao Xu*. Effectsof deposition states and distribution regularityof clogging substanceson pore clogging behaviors of double-layer drainage asphalt pavement.Construction and Building Materials, 2022, 314: 125701.<br/>[16] Wenjing Xia, Suying Fan, Tao Xu*.Inhibitory action of halogen-free fire retardants on combustion and volatile emission of bituminous components. Science Progress, 2021, 104(3):1–18.<br/>[17] Jie Xu, Chengwei Kong, Tao Xu*. Displacemental and mesomechanicalresponsesof semi-flexible pavement based on discrete element method. International Journal of Pavement Research and Technology, 2022,15:1484–1497.<br/>[18] NingLi, Zhihui Hu, Xiaoguang Yao,Tao Xu*. Performance characterizations of vulcanized eucommia ulmoidesgum modified bitumenbased on thermal analysis methods. Journal of Materials in Civil Engineering, 2022, 34(4):1943–5533.<br/>[19]Huiyu Xu, Zhihui Hu,Tao Xu*. Effects of healing agent on shape memory, mechanical and self-healing properties of joint filler on cement concrete pavement.Construction and Building Materials, 2021, 304: 124592.<br/>20] Xiaoguang Yao, Yan Wang, Tao Xu*.Development on recycling, aging simulation and regeneration methods of reclaimed styrene-butadiene-styrene modified asphalt.Journal ofCleanerProduction, 2021, 312: 127767.<br/>[21] Hanshuai Zhang, Wenjing Xia, Zhihui Hu, Tao Xu*. Inhibitory effects of developed composite anti-aging agent on microbial degradation ofasphalt, Construction and Building Materials,2021, 292: 123399.<br/>[22] Junjie Xu, Ning Li, Tao Xu*. Temperature changes of interlaminar bonding layer in differentseasons and effects on mechanical properties of asphalt pavement. International Journal of Pavement Research and Technology, 2022, 15: 589–605.<br/>[23]Chixuan Li,Suying Fan, Tao Xu*. Method for evaluating compatibility between SBS modifierand asphalt matrix using molecular dynamics models. Journal of Materials in Civil Engineering, 2021, 33(8): 04021207.<br/>[24]Wenjing Xia, Suying Fan, Chixuan Li, Tao Xu*. Effects of differentnanofibers on self-healing properties ofcomposite modified emulsified asphalt. Journal of Materials in Civil Engineering, 2021, 33(7): 04021138.<br/>[25] Suying Fan, Chixuan Li, Tao Xu*.Effects of prepared carbon nanofiberson propertiesof emulsified asphalt. Journal of TestingandEvaluation, 2021, 49(6):4102-4117.<br/>[26] Ning Li, Junjie Xu, Tao Xu*. Preparation,properties, and modificationmechanismof vulcanized eucommia ulmoidesgum modified asphalt.Construction and Building Materials,2021, 274:121992.<br/>[27]Zhihui Hu, Tao Xu*, Pengfei Liu, Markus Oeser.Microstructures and optical performances of nitrogen-vanadium co-doped TiO2with enhanced purification efficiency to vehicle exhaust.Environmental Research, 2021, 193: 110560.<br/>[28]Wenjing Xia,Siwen Wang, Tao Xu*, Guanglai Jin. Flame retarding and smoke suppressing mechanisms of nano composite flameretardants on bitumen and bituminous mixture. Construction and Building Materials,2021, 266: 121203.<br/>[29] Zhihui Hu, Tao Xu*, Pengfei Liu, Markus Oeser. Developed photocatalytic asphalt mixture of open graded friction course for degrading vehicle exhaust.Journal of Cleaner of Production, 2021, 279: 123453.<br/>[30]Wenjing Xia, Siwen Wang, Hao Wang, Tao Xu*. Inhibitory effects of developed composite flame retardant on bituminous combustion and volatile emissions.Journal of Cleaner of Production, 2021, 279: 123538.<br/>[31] Zhihui Hu, Tao Xu*, Pengfei Liu, Markus Oeser. Improvements of developed graphite based composite anti-aging agent on thermal aging properties of asphalt.Materials,2020, 13: 4005.<br/>[32]Shuang Shi, Tao Xu*, DaweiWang, Markus Oeser. The difference in molecular orientation andinterphase structure of SiO2/shape memorypolyurethane in original, programmed andrecovered states during shape memory process. Polymers, 2020, 12(9): 1994.<br/>[33] Wenjing Xia, Siwen Wang, Hao Wang, Tao Xu*.Thermal characteristics, kinetic models, and volatile constituents during the energy conversion of bituminous SARA fractions in air.ACS OMEGA, 2020, 5: 20831–20841.<br/>[34] Wenjing Xia, Siwen Wang, Hao Wang, Tao Xu*. Thermal effects of asphalt SARA fractions, kinetic parametercalculation using isoconversional method and distribution models. Journal of Thermal Analysis and Calorimetry, 2021, 146(4):1577–1592.<br/>[35] Zhihui Hu, Tao Xu*, Pengfei Liu,Guanglai Jin. Developed photocatalyticsemi-flexible pavement forautomobile exhaustpurificationusing iron-dopedtitaniumdioxide. Constructionand Building Materials, 2020, 262: 119924.<br/>[36] Zhihui Hu, Hanshuai Zhang, Siwen Wang, Tao Xu*. Thermal-oxidativeaging mechanism of asphaltbinder based on isothermal thermal analysis at the SARAlevel. Construction and Building Materials, 2020, 255: 119349.<br/>[37] Hanshuai Zhang,Zhihui Hu, Shuguang Hou, Tao Xu*. Aging behaviors of bitumen degraded by the microbial consortium onbituminous pavement. Construction and Building Materials,2020, 254: 119333.<br/>[38] Wenjing Xia, Siwen Wang, Hao Wang, Tao Xu*.Developedcompound flame retardant for bitumen based on thermal properties of four components.Construction and Building Materials, 2020, 250: 118692.<br/>[39] Hanshuai Zhang, Zhihui Hu, Shuguang Hou, Tao Xu*. Effects of microbial degradation on morphology, chemical compositionsand microstructures of bitumen. Construction andBuilding Materials, 2020, 248: 118569.<br/>[40] Hanshuai Zhang, Xiaohui Sheng, Siwen Wang, Tao Xu*. Effects of different modifiers on thermal stability, constituentsand microstructures of asphalt‑based sealant. Journal of Thermal Analysis and Calorimetry, 2020, 142(3): 1183–1192.<br/>[41]Xiaohui Sheng, Tao Xu*, Mo Wang.Preparation, shape memory performance and microstructures ofemulsified asphalt modified by multi-walled carbon nanotubes. Construction and Building Materials,2020, 230: 116954.<br/>[42] Shuang Shi, Quan Liu, Tao Xu*, Markus Oeser. Study on the effect of transition temperature on shape memorybehavior in polyurethane based on molecular dynamics simulation.MaterialsResearchExpress,2019, 6 (11): 115323.<br/>[43] Wenjing Xia, Tao Xu*, Siwen Wang, Hao Wang. Mass loss evolution of bituminous fractions at different heatingrates and constituent conformation of emitted volatiles. Energy Science andEngineering,2019,7(6): 2782-2796.<br/>[44]Wenjing Xia, Tao Xu*, Hao Wang. Thermal behaviors and harmful volatile constituents released from asphaltcomponents at high temperature. Journal of Hazardous Materials, 2019, 373: 741–752.<br/>[45] Wenjing Xia, Tao Xu*, Hao Wang, Youqiang Pan. Combustion kinetics of asphalt binder components and the release processesof gaseous products. Combustion and Flame,2019, 206: 322–333.<br/>[46]Tao Xu*,Mo Wang, Tong Wang. Effects of the N doping on microstructuresand optical properties of TiO2.Journal of Wuhan University of Technology–Materials Science.2019, 35 (1): 1-10.<br/>[47] Jun Chen, Jiahao Li, Hao Wang, Tao Xu. Preparation and effectiveness of composite phase change material forperformance improvement of open graded friction course.Journal of Cleaner Production, 2019, 214: 259–269.[48] Xiaohui Sheng, Mo Wang, Tao Xu*. Preparation, properties, and modification mechanism of polyurethanemodified emulsified asphalt.Construction and Building Materials, 2018,189: 375–383.<br/>[49] Shuang Shi, Dongya Shen, Tao Xu*, Yuqing Zhang. Thermal, optical, interfacial and mechanical properties of titanium dioxide/shape memory polyurethane nanocomposites. Composites Science and Technology, 2018, 164: 17–23.<br/>[50] Jun Chen, Cheng Yao, Hao Wang, Tao Xu. Expansion and contraction of clogged open graded friction courseexposed to freeze-thaw cycles and degradation of mechanicalperformance.Construction and Building Materials,2018, 182: 167–177.<br/>[51] Yangming Gao, Yuqing Zhang, Fan Gu, Tao Xu, Hao Wang. Impact of minerals and water on bitumen-mineral adhesion anddebonding behaviours using molecular dynamics simulations.Construction and Building Materials,2018, 171:214–222.<br/>[52] Dongya Shen, Shuang Shi, Tao Xu*, Xiaoming Huang, Gongyun Liao, Jun Chen. Development of shape memory polyurethane based sealant for concretepavement.Construction and Building Materials,2018, 174:474–483.<br/>[53] Tao Xu*,Yang Wang, Wenjing Xia, Zhihui Hu. Effects of flame retardants on thermal decomposition of SARA fractions separated from asphalt binder. Construction and Building Materials, 2018, 173: 209-219.<br/>[54]Dongya Shen, Shuang Shi, Tao Xu*. Synthesis and performance evaluationof epoxy resin modified shape memory polyurethanesealant. Journal ofTesting and Evaluation, 2018, 46 (7):1–12.<br/>[55] Tong Wang, Tao Xu*. Photocatalytic activityof N-doped TiO2to vehicle exhaustin road tunnel. Journal ofTesting and Evaluation, 2018, 46 (3):1–16.<br/>[56] Shuang Shi, Dongya Shen, Tao Xu*. Microstructural and mechanical property evolutions of shape memorypolyurethane during a thermodynamic cycle. Journal of Applied Polymer Science,2018, 135(3):45703–45713.<br/>[57]Dongya Shen, Shuang Shi, Tao Xu*. Effects of two-dimensional programming on microstructures andthermal properties of shape memory polymer-based composites. Journal of Applied Polymer Science,2017, 134 (44):45480–45489.<br/>[58]Shuang Shi, Dongya Shen, Tao Xu*. Programming effectson thermal decompositionof shape memory polymer based composites. Journal of Thermal Analysis and Calorimetry, 2017, 130(3): 1953–1960.<br/>[59] Zhihui Hu, Bowen Fang, Tao Xu*. Photocatalytic degradation ofvehicle exhaust using Fe-doped TiO2loaded on activated carbon.Applied Surface Science,2017, 420:34–42.<br/>[60] Tong Wang, Dongya Shen, Tao Xu*. Photocatalytic degradation properties of V-doped TiO2toautomobile exhaust. Science of the Total Environment,2017, 586: 347–354.<br/>[61] Shuguang Hou, Tao Xu*, Kai Huang. Aggregate gradation influence on grouting results and mix design of asphalt mixture skeleton for semi-flexible pavement. Journal ofTesting and Evaluation, 2017, 45(2): 591–600.<br/>[62] Tong Wang, Tao Xu*. Effects of vanadium doping on microstructures and optical properties ofTiO2. Ceramics International,2017, 43:1558–1564.<br/>[63]Huaquan Shi, Tao Xu*, Pei Zhou, Ruiling Jiang. Combustion properties of saturates, aromatics, resins, and asphaltenesin asphalt binder. Construction and Building Materials,2017, 136:515–523.<br/>[64] Huaquan Shi, Tao Xu*, Ruiling Jiang. Combustion mechanism of four components separated from asphaltbinder. Fuel,2017,192: 18–26.<br/>[65] Bowen Fang, Tao Xu*, Shuang Shi. Laboratory study on cement slurry formulation and its strength mechanism for semi-flexible pavement. Journal of Testing andEvaluation, 2016, 44(2):907–913.<br/>[66] Kai Huang, Tao Xu*, Guofen Li. Heating effects of asphalt pavement during hot in-place recycling usingDEM. Construction and Building Materials,2016, 115:62–69.<br/>[67] Kai Huang, Tao Xu*, Guofen Li, Ruilin Jiang. The feasibility of DEM to analyze the temperature field of asphaltmixture. Construction and Building Materials,2016, 106:592–599.<br/>[68] Shuguang Hou, Tao Xu*, Kai Huang. Investigation into engineering properties and strengthmechanism of grouted macadam composite materials. International Journal of Pavement Engineering, 2016, 17(10): 878–886.<br/>",
    "Patent": "None",
    "Achievements": "主要成果<br/>",
    "Class": "教授课程<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85428336<br/>seuxt@163.com",
    "Introduction": "个人简况<br/>入选江苏省第六期“333高层次人才工程” 第二层次中青年领军人才、江苏省“青蓝工程”中青年学术带头人及江苏省“六大人才高峰”高层次人才（A类）培养对象，科技部、教育部、江苏省科技专家库成员、多次被评为校级优秀教师、优秀党员。国际科学组织Vebleo Fellow，担任多本国际期刊副主编、编委，美国土木工程师协会、中国公路学会、全国高等学校交通运输工程教材建设委员会道路工程分委会等会员。主要讲授道路工程有关课程，指导研究生多次获得省级、校级优秀学位论文奖，多人获得国家奖学金、校长特别奖学金、中国林学会梁希优秀学子奖、全国林科十佳毕业生称号、江苏省土木工程专业优秀毕业生称号、江苏省省级优秀学生干部等。<br/>欢迎具有道路、材料学、力学、高分子、物理、化学等专业背景的同学报考研究生！<br/>教育背景<br/>",
    "id": "0010",
    "img": "https://jty.njfu.edu.cn/DFS//file/2020/01/09/202001091005564485atp1v.png?iid=57651",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "许涛",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "工作经历<br/>办公电话：025-85428336<br/>通讯地址：江苏省南京市龙蟠路159号 南京林业大学 土木工程学院（210037）<br/>电子信箱：seuxt@163.com<br/>2006<br/>－<br/>2009<br/>东南大学<br/>道路与铁道工程<br/>博士研究生<br/>2001<br/>2004<br/>硕士研究生<br/>1994－1998<br/>武汉理工大学<br/>交通土建工程<br/>大学本科生<br/>大学<br/>本科生<br/>201<br/>3<br/>今<br/>南京林业大学<br/>教授<br/>博士生导师<br/>2012－<br/>2013<br/>硕士生导师<br/>2011<br/>美国路易斯安那州立大学<br/>博士后研究员<br/>东南大学建筑设计研究院<br/>工程师<br/>1998<br/>中铁大桥局集团第四工程公司<br/>助理工程师<br/>"
}