{
    "Research_direction": "城市交通规划、轨道站点TOD",
    "Paper": "发表党建论文<br/>1. 朱震军. 思政铸魂，培育高水平交通科技人才[J].江苏党的生活，2023，3：60–61. (学习强国平台同步推送)<br/>发表学术论文<br/>1. Zhu Z, Zhang Y, Qiu S, et al. Ridership prediction of urban rail transit stations based on AFC and POI data [J]. Journal of Transportation Engineering, Part A: Systems, 2023. (SCI)<br/>2. Lei X, Chen J, Zhu Z, et al. How to locate urban-rural transit hubs from the viewpoint of county integration? [J]. Physica A: Statistical Mechanics and its Applications, 2022, 606, 128148. (SCI)<br/>3. Zhang Y, Zou Y, Zhu Z, et al. Evaluating pedestrian environment using deeplab models based on street walkability in small and medium-sized cities: Case study in Gaoping, China [J]. Sustainability, 2022, 14(22): 15472. (SCI/SSCI)<br/>4. Zhu Z, Zeng J, Gong X, et al. Analyzing influencing factors of transfer passenger flow of urban rail transit: a new approach based on nested logit model considering transfer choices [J]. International Journal of Environmental Research and Public Health, 2021, 18: 8462. (SCI/SSCI)<br/>5. Zhu Z, Sun C, He Y, et al. Layout methods for integrated energy supply service station from the perspective of combination optimization [J]. Journal of Advanced Transportation, 2021, 6664115. (SCI)<br/>6. Zhu Z, He Y, Guo X, et al. Improved huff model for estimating urban rail transit station catchment areas considering station choices [J]. Journal of Advanced Transportation, 2021, 6374724. (SCI)<br/>7. Li X, Chen H, Zhu Z. Exploring the relationship between life quality and the perceptions of living environment crises [J]. BMC Public Health, 2021, 21: 774. (SCI)<br/>8. Chen H, Zhu Z. Social trust and emotional health in rural older adults in China: the mediating and moderating role of subjective well-being and subjective social status [J]. BMC Public Health, 2021, 21(1): 556. (SCI)<br/>9. Liu P, Chen J, Sun H, Guo X, Wang Y, Zhu Z. Assessing accessibility of dockless sharing-bike networks by the social network analysis method [J]. Journal of Advanced Transportation, 2021, 5584008. (SCI)<br/>10. Zhu Z, Chen H, Ma J, et al. Exploring the relationship between walking and emotional health in China [J]. International Journal of Environmental Research and Public Health, 2020, 17(23): 8804. (SCI/SSCI)<br/>11. Zhu Z, Chen H, Chen J, Ma J, et al. The effect of commuting time on job stress in obese men with different exercise frequency in China [J]. American Journal of Men’s Health, 2020, 14(6): 1–10. (SSCI)<br/>12. Qi C, Zhu Z, Guo X，et al. Examining Interrelationships between tourist travel mode and trip chain choices using the Nested Logit model [J]. Sustainability, 2020, 12: 7535. (SCI/SSCI)<br/>13. Chen H, Zhu Z*, Chang J, et al. The effects of social integration and hometown identity on the life satisfaction of Chinese rural migrants: the mediating and moderating effects of a sense of belonging in the host city [J]. Health and Quality of Life outcomes, 2020, 18(1): 171. (SCI)<br/>14. Chen J, Zhu Z, Guo X, et al. Estimating travel times of mid-volume buses considering right-of-way variation [J]. IEEE Access, 2020, 8: 96888–96898. (SCI）<br/>15. Du X, Zhu Z, Chen J, et al. Route configuration method for highway passenger hubs from the perspective of transportation integration: A case study of Nanjing, China [J]. Symmetry-Basel, 2020, 12(7): 1194. (SCI)<br/>16. Wang B, Ye M, Zhu Z, et al. Short-term passenger flow prediction for urban rail stations using learning network based on optimal passenger flow information input algorithm [J]. IEEE Access, 2020, 8: 170742–170753. (SCI）<br/>17. Zhu Z, Li Z, Chen H*, et al. Subjective well-being in China: how much does commuting matter? [J]. Transportation, 2019, 46: 1505–1524. (SCI)<br/>18. Zeng J, Zhu Z*, Zhang Y. The determination of urban taxi fleet size: A case study of Jiangning District, Nanjing [C]. The 98th Annual Meeting of the Transportation Research Board, 2019.<br/>19. Li Y, Zhu Z, Guo X*. Operating characteristics of dockless bike-sharing system near metro stations: a case study in Nanjing city, China [J]. Sustainability, 2019, 11: 2256. (SCI/SSCI)<br/>20. Zhu Z*, Sun C, Zeng J, et al. Optimization of natural gas transport pipeline network layout: a new methodology based on dominance degree model [J]. Transport, 2018, 33(1): 143–150. (SCI)<br/>21. Zhu Z, Guo X*, Zeng J, et al. Sustainable layout planning methods for taxi service centres: a case study of Jiangning district, Nanjing [J]. TehničkiVjesnik-Tehnical Gazette, 2018, 25(5): 1523–1529. (SCI)<br/>22. Zeng J, Sun C, Zhu Z*, et al. Uncertainty analysis for natural gas transport pipeline network layout: a new methodology based on monte carlo method [J]. Journal of Advanced Transportation, 2018, 9213648. (SCI)<br/>23. Zhu Z, Guo X*, Zeng J, et al. Determining parking requirements for high-rise buildings located in urban rail transit station catchment areas: a new methodology [C]. The 97th Annual Meeting of the Transportation Research Board, 2018.<br/>24. Zhu Z, Guo X*, Zeng J, et al. Multi-Level integrated optimization methods for urban traffic structure [C]. Proceedings of the 17th COTA International Conference of Transportation Professionals, 2018, 3785–3792.<br/>25. Zeng J, Zhu Z, Chen H. Research on urban road congestion charging-a case study of Xi'an hi-tech industries development zone [C]. Proceedings of the 17th COTA International Conference of Transportation Professionals, 2018, 2538–2546.<br/>26. Wu J, Zhang S, Singh A, Zhu Z. Public bicycle choice behavior of urban travelers in China [C]. Proceedings of the 18th COTA International Conference of Transportation Professionals, 2018, 235–244.<br/>27. Zhu Z, Li Z, Liu Y, Chen H*, et al. The impact of urban characteristics and residents’ income on commuting in China [J]. Transportation Research Part D: Transport and Environment, 2017, 57: 474–483. (SCI)<br/>28. Zhu Z, Lu Y, Zeng J, et al. Highway traffic accident influence area based on vehicle bypass decision-making index [J]. Journal of Advanced Transportation, 2017, 270951. (SCI)<br/>29. Zhu Z, Guo X*, Zeng J, et al. Route design model of feeder bus service for urban rail transit stations [J]. Mathematical Problems in Engineering, 2017, 1090457. (SCI)<br/>30. Zhu Z, Guo X*, Chen H, et al. Optimization of urban mini-bus stop spacing: a case study of Shanghai, China [J]. TehničkiVjesnik-Tehnical Gazette, 2017, 24(3): 949–955. (SCI)<br/>31. Chen H, Liu Y, Zhu Z, et al. Does where you live matter to your health? investigating factors influencing the self-rated health of urban and rural residents: evidence based on Chinese general social survey data [J]. Health and Quality of Life Outcomes, 2017, 15: 78. (SCI)<br/>32. Chen H, Zhu Z, Sun D, et al. The physical and psychological health of migrants in Guangzhou, china: how does neighborhood matter? [J]. INQUIRY: The Journal of Health Care Organization, Provision, and Financing, 2016, 53: 1–8. (SCI)<br/>33. Chen H, Sun D, Zhu Z, et al. The impact of high-speed rail on residents’ travel behavior and household mobility: a case study of the Beijing-Shanghai line, China [J]. Sustainability, 2016, 8: 1187. (SCI/SSCI)<br/>34. Chen H, Wang X, Zhu Z. Study on the social integration and family relocation decision of urban migrants based on structural equation model [C]. International Forum on Energy, Environment, and Sustainable Development, 2016.<br/>35. 惠煌，马健霄，冯昕，朱震军*，许馨方. 城市近郊区轨道社区的接驳公交线路优化[J]. 交通运输研究，2022，8（5）：38–45.<br/>36. 濮海建，韩宝睿，朱震军. 生态位视角下城市轨道交通建设适宜度评价[J]. 交通运输研究，2021，7（6）：61–68.<br/>37. 丁梓轩，韩宝睿，濮海建，潘义勇，朱震军. 基于空间句法的小城镇路网结构与功能分析 [J]. 森林工程，2021，37（3）：111–118.<br/>38. 龚小林，朱震军. 基于结构方程模型的城市共享单车可持续发展条件研究 [J]. 交通运输研究，2019，5（4）：114–120.<br/>39. 张益邦，过秀成，张小辉，朱震军，等. 中小城市交通综合治理能力提升策略 [J]. 城市交通，2019，17（4）：80–84.<br/>40. 朱震军，曾隽，张生瑞，等. 超高层建筑停车配建指标计算方法研究—以西安市为例 [J]. 交通信息与安全，2016，34（3）：50–56.<br/>",
    "Patent": "None",
    "Achievements": "主要成果<br/>",
    "Class": "教授课程<br/>研究生课程：交通安全管理理论方法与实践<br/>本科生课程：城市规划基础、交通运输工程学、交通运输组织学、智能运输基础、城乡道路与交通规划<br/>",
    "Topic": "课题组在读研究生<br/>2022级<br/>赵云鹏、何展鹏、曹湛、许馨方<br/>2021级<br/>张勇、过宇亮、徐逸清、张芮嘉、韩吉、王乐超、蒋新彬、Ahmed Abdirizack Shire<br/>2020级<br/>和煜栋、冯昕、孙静瑞<br/>",
    "Projects": "作为主要人员参与国家社科重大项目（城市交通发展的制度平台与法律保障机制研究—子课题之四：城市交通基础设施建设及投融资制度研究）、江苏省交通科学研究计划项目（中央型铁路综合客运枢纽交通组织及规划设计研究与应用）等。目前，正在主持江苏省高等学校自然科学研究面上项目（数据驱动下面向TOD的轨道站点影响区居民通勤行为建模）、江苏高校哲学社会科学研究一般项目（网络化条件下面向 TOD 的轨道站点停车换乘发展策略研究）、南京林业大学高层次（高学历）人才科研启动基金项目等。<br/>现承担本科生与研究生教学工作，主讲课程包括城市规划基础、交通运输工程学、交通运输组织学、智能运输基础、城乡道路与交通规划、交通安全管理理论方法与实践等。主编《交通运输工程导论》、参编《交通运输工程学》（过秀成主编）教材。联合主持广东省高等学校教学管理学会2021年度课程思政建设项目（区域规划），主持校“优质教材建设工程”一期/二期项目、研究生一流课程培育项目、专业学位研究生课程案例库建设项目，参与中国交通教育研究会2022-2024年度教育科学研究课题（“交通强国”和“教育强国”背景下交通运输专业硕士培养模式研究）。2021年荣获校“本科生毕业设计（论文）优秀指导教师”、“优秀班主任”称号。<br/>欢迎对科研有兴趣、有统计分析/数学建模/计算机编程基础的同学报考硕士研究生（课题组微信公众号：NJFUTCLOUD）。<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公13951907953<br/>zhuzhenjun@njfu.edu.cn",
    "Introduction": "个人简况<br/>朱震军，博士，副教授，硕士生导师，交通工程系党支部书记、系副主任，中国交通运输协会青年科技工作者委员会委员，江苏大学生交通科技大赛组委会副秘书长。1990年1月生，江苏宜兴人。2019年6月毕业于东南大学交通运输工程专业，获博士学位。2017年9月至2018年9月受国家留学基金委资助公派加州大学伯克利分校（University of California，Berkeley）博士联合培养一年。2019年9月入职南京林业大学，水杉英才F类。<br/>围绕出行行为建模、轨道站点TOD、健康城市与交通、交通运输设施布局等研究方向，已发表论文40余篇，代表性成果发表在Transportation Research Part D：Transport and Environment，Transportation等交通领域国际期刊，其中SCI/SSCI检索28篇（第一作者/通讯作者14篇、JCR一区/二区12篇）。已发表国家发明专利、实用新型专利9件。博士学位论文被评为第九届交通运输研究（上海）论坛优秀论文一等奖。受邀担任Cities，Sustainable Cities and Society，Journal of Transport & Health等SCI/SSCI期刊的审稿人、教育部学位中心学位论文评审人。<br/>",
    "id": "0013",
    "img": "https://jty.njfu.edu.cn/DFS//file/2020/06/28/202006281558477636uwpg6.jpg?iid=22462",
    "Department": "None",
    "Duties": "系党支部书记/系副主任",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "朱震军",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}