{
    "Research_direction": "车辆系统动力学与控制；机械优化设计方法；智能农业机械装备；机器学习；新能源汽车节能技术",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "主要成果<br/>近些年，以第一作者和通讯作者发表的论文如下（部分）：<br/>[1] Cheng Z., Lu Z.X. Two novel reconstruction methods of sparsity adaptive adjustment for road roughness compressive signal based on I-SA and GSM. Mechanical Systems and Signal Processing, 2022, 171, 108915.（1区，Top期刊，IF=8.4）<br/>[2] Cheng Z., Lu Z.X. System response modeling of HMCVT for tractors and the comparative research on system identification methods. Computers and Electronics in Agriculture, 2022, 202, 107386. （1区，Top期刊，IF=8.3）<br/>[3] Cheng Z. High nonlinearity of BEV’s stepped automatic transmission design objectives and its optimal solution by a novel ISA-RSA. Energy, 2023, 282, 128834.（1区，Top期刊，IF=9.0）<br/>[4] Cheng Z., Lu Z., Qian J. A new non-geometric transmission parameter optimization design method for HMCVT based on improved GA and maximum transmission efficiency. Computers and Electronics in Agriculture, 2019, 167, 105034.（1区，Top期刊，IF=8.3）<br/>[5] Cheng Z., Lu Z. Research on the PID control of the ESP system of tractor based on improved AFSA and improved SA. Computers and Electronics in Agriculture, 2018, 148: 142-147.（1区，Top期刊，IF=8.3）<br/>[6] Cheng Z., Lu Z. Semi-empirical model for elastic tyre trafficability and methods for the rapid determination of its related parameters. Biosystems Engineering, 2018, 174: 204-218.（1区，Top期刊，IF=5.1）<br/>[7] 程准, 鲁植雄. 拖拉机液压传动系统特性模型修正与参数辨识[J]. 农业工程学报, 2022, 38(19): 33-41.（中文EI源刊，卓越期刊）<br/>[8] Cheng Z., Lu Z.X. Research on HMCVT Parameter design optimization based on the service characteristics of agricultural machinery in the whole life cycle[J]. Machines, 2023, 11(6), 596. （3区，IF=2.6）<br/>[9] Wang X.L., Cheng Z., Ma N.L. Road Recognition Based on Vehicle Vibration Signal and Comfortable Speed Strategy Formulation Using ISA Algorithm. Sensors, 2022, 22 (17), 6682. （3区，IF=3.9）<br/>[10] Chen Y. T., Cheng Z., Qian, Y. Research on Wet Clutch Switching Quality in the Shifting Stage of an Agricultural Tractor Transmission System. Agriculture, 2022, 12 (8), 1174.（3区，IF=3.6）<br/>[11] Chen Y. T., Cheng Z., Qian, Y. Fuel Consumption Comparison between Hydraulic Mechanical Continuously Variable Transmission and Stepped Automatic Transmission Based on the Economic Control Strategy. Machines, 2022, 10 (8), 699.（3区，IF=2.6）<br/>[12] Cheng Z., Zhou H.D., Lu Z.X. A Novel 10-Parameter Motor Efficiency Model Based on I-SA and Its Comparative Application of Energy Utilization Efficiency in Different Driving Modes for Electric Tractor. Agriculture, 2022, 12 (3), 362.（3区，IF=3.6）<br/>[13] Cheng Z., Lu Z.X. Research on Dynamic Load Characteristics of Advanced Variable Speed Drive System for Agricultural Machinery during Engagement. Agriculture, 2022, 12 (2), 161.（3区，IF=3.6）<br/>[14] Cheng Z., Lu Z.X. Regression-Based Correction and I-PSO-Based Optimization of HMCVT’s Speed Regulating Characteristics for Agricultural Machinery. Agriculture, 2022, 12 (5), 580. （3区，IF=3.6）<br/>[15] Cheng Z., Chen Y.T., Li W.J., et al. Optimization Design Based on I-GA and Simulation Test Verification of 5-Stage Hydraulic Mechanical Continuously Variable Transmission Used for Tractor. Agriculture, 2022, 12 (6), 807.（3区，IF=3.6）<br/>[16] Cheng Z., Chen Y.T., Li W.J., et al. Full Factorial Simulation Test Analysis and I-GA Based Piecewise Model Comparison for Efficiency Characteristics of Hydro Mechanical CVT. Machines, 2022, 10 (5), 358. （3区，IF=2.6）<br/>[17] Cheng Z., Lu Z.X. Research on Load Disturbance Based Variable Speed PID Control and a Novel Denoising Method Based Effect Evaluation of HST for Agricultural Machinery. Agriculture, 2021, 11 (10), 960.（3区，IF=3.6）<br/>[18] Cheng Z., Lu Z.X. A novel efficient feature dimensionality reduction method and its application in engineering. Complexity, 2018, 2018, doi:10.1155/2018/2879610.（4区，IF=2.3）<br/>[19] Cheng Z., Lu Z.X., Dai F. Research on HMCVT Efficiency Model Based on the Improved SA Algorithm. Mathematical Problems in Engineering, 2019, 2019, doi: 10.1155/2019/2856908.（4区，IF=1.305）<br/>[20] Cheng Z., Lu Z.X. Nonlinear research and efficient parameter identification of Magic Formula tire model. Mathematical Problems in Engineering, 2017, 2017, doi: 10.1155/2017/6924506.（4区，IF=1.305）<br/>[21] Cheng Z. I-SA Algorithm Based Optimization Design and Mode-Switching Strategy for a Novel 3-Axis-Simpson Dual-Motor Coupling Drive System of PEV. World Electric Vehicle Journal, 2021, 12 (4), 221.（EI检索）<br/>[22] 程准，鲁植雄，龚佳慧，等. 转向系统传递函数的研究及理想传动比获取. 浙江大学学报（工学版），2016，50(7)：1276-1283.（EI检索）<br/>",
    "Class": "教授课程<br/>《汽车理论》、《汽车设计》、《汽车发动机原理》、《MATLAB程序设计》、《车辆动力学控制技术》<br/>",
    "Topic": "None",
    "Projects": "主持国家自然科学基金项目、中国博士后科学基金特别资助项目、校高层次人才科研启动基金项目等，参与国家重点研发计划2项、国家自然科学基金面上项目2项。累积发表国际/国内期刊论文50余篇，SCI论文累计影响因子约105，以第一作者身份发表SCI（1区）Top期刊论文6篇（累计影响因子47.40，包括Mechanical Systems and Signal Processing、Computers and Electronics in Agriculture、Biosystems Engineering、Energy）、SCI（3区和4区）论文10篇、EI源刊论文3篇。担任Vehicle System Dynamics、Computers and Electronics in Agriculture、Measurement Science and Technology、Automatika等期刊（SCI源）审稿人。<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公<br/>chengzhun38@163.com",
    "Introduction": "个人简况<br/>程准，博士，副教授，硕士生导师，在站博士后，2022年入选江苏省科技副总。<br/>",
    "id": "0018",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "程准",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}