{
    "Research_direction": "交通系统分析和网络建模、多源事故数据挖掘与建模、交通安全、出行行为分析",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "主要成果<br/>1.Pan, Y.(2019). Lagrangian Relaxation for the Multiple Constrained Robust Shortest Path Problem. Mathematical Problems in Engineering, 2019.<br/>2.Li, G.,Pan, Y., & Yang, Z., et al. (2019). Modeling Vehicle Merging Position Selection Behaviors Based on a Finite Mixture of Linear Regression Models. IEEE Access, 7: 158445-158458.<br/>3.Pan, Y., Chen, L.,&Ding, Y.(2019). Conditional Value-at-Risk Shortest Path in Stochastic Traffic Network. Journal of Chongqing Jiaotong University (Natural Science) , 38(05):102-107.( in Chinese)<br/>4.Pan, Y., Ding, Y., & Chen, L.(2019). Difference of Eye Movement Characteristics of Driver’s in the Environment of Scenic Area and Urban Road. Journal of Chongqing Jiaotong University (Natural Science) , 38(06):84-89. ( in Chinese)<br/>5.Ding, Y., Ma, J., &Pan, Y.(2019). Characteristics of Eye Movements of Pedestrians Crossing with or without Signal Control. Journal of Transport Information and Safety, 37(02):40-47. ( in Chinese)<br/>6.Wang, N., Ge, M., &Pan, Y.(2019). Investigation and Planning of Non Motor Vehicle Parking in Urban Scenic Spots—Taking Xuanwu Lake of Nanjing as an Example. Logistics Sci-Tech, 42(11):95-100. ( in Chinese)<br/>7.Chen, Y.,Pan, Y., Li, G., & Zhou, X.(2019). Setting Skills of Family Parameters in the Design of Scissors Stair Alumiunm Mold. Construction Science and Technology, 16:85-89. ( in Chinese)<br/>8.Chen, M., Ma, J., Lu, T., &Pan, Y.(2019). Visual Characteristics of Drivers for Driving Through Freeway Tunnel. Journal of Transport Information and Safety, 37(03):86-92. ( in Chinese)<br/>9.Chen, P., Min, Y., Cheng, Z., Zhu, Q., &Pan, Y.(2018). Design and Implementation of an Assisted Driving System for Foggy Expressway. Forest Engineering, 34(06):55-61. ( in Chinese)<br/>10.Pan, Y., Chen, L., & Sun, L. (2018).Constrained Reliable Shortest Path Problem in Stochastic Traffic Network. Journal of Transportation Systems Engineering and Information Technology, 18(02):116-121. ( in Chinese)<br/>11.Pan, Y., Ma, J. (2017). The constrained shortest path problem in stochastic traffic network basedon the reliability. Journal of Southeast University (Natural Science Edition), 47(06): 1263-1268. ( in Chinese)<br/>12.Pan, Y., Yu, T., & Ma J. (2017). Improvement of urban road impedance function based on section impedance and node impedance. Journal of Chongqing Jiaotong University, 36(8): 76-81. ( in Chinese)<br/>13.Sheng, Y., Han, B., Lu, T., &Pan, Y.(2017). The evaluation method of construction effect of transportation specialty oriented to professional certification. Education for Chinese After-school(Theory), 27:136-138.( in Chinese)<br/>14.Pan, Y., Ma, J.(2017). Penalty Function Algorithm for Solving the Mean-Standard Deviation Shortest Path Problem in Stochastic Traffic Network. Journal of Chongqing Jiaotong University(Natural Science), 36(04):97-102. ( in Chinese)<br/>15.Pan,Y., Ma, J., & Sun, L. (2016). Optimal path in dynamic network with random link travel times based on reliability. Journal of Jilin University (Engineering and Technology Edition), 46(02): 412-417. ( in Chinese)<br/>16.Pan, Y., Ma, J.(2016). Design, production and practice of micro-course teaching for engineering courses -- thoughts on participating in the second national micro-course teaching competition for college teachers. University Education, 11:97-99. ( in Chinese)<br/>17.Pan, Y.(2014). Study on the Optimal-Reliable Routing in Stochastic and Dynamic Traffic Network. Jiangsu: Southeast University, 2014. DOI:10.7666/d.Y2758119. ( in Chinese)<br/>18.Pan, Y., Sun, L. (2014). Adaptive reliable shortest path problem in stochastic traffic network. Journal of Jilin University (Engineering and Technology Edition), 44(06): 1622-1627. ( in Chinese)<br/>19.Sun, L.,Pan, Y., & Gu, W. (2014). Data mining using regularized adaptive B‐splines regression with penalization for multi‐regime traffic stream models. Journal of advanced transportation, 48(7), 876-890.<br/>20.Pan, Y.(2014). Adaptive Reliable Shortest Path In Discrete Stochastic Networks. Applied mechanics and materials, 587: 1854-1857.<br/>21.Pan, Y., Sun, L.(2014). Classification of Optimal Routing Problems in Traffic Networks. Journal of Transportation Engineering and Information, 12(03):47-51+57. ( in Chinese)<br/>22.Sun, L.,Pan, Y., & Gu, W. (2013). High-order thin layer method for viscoelastic wave propagation in stratified media. Computer Methods in Applied Mechanics and Engineering, 257, 65-76.<br/>23.Pan, Y.,Sun, L.(2013). Finding Reliable Shortest Path In Stochastic Time-Dependent Network. 13th COTA International Conference of Transportation Professionals, 451-460.<br/>24.Ge, M., Sun, L.,Pan, Y.,&Li, Y.(2013). Design and Implementation of Freeway Infrastructure Safety and Emergency Management System, 13th COTA International Conference of Transportation Professionals, 728-740.<br/>25.Pan, Y., Sun, L. (2012). Characterizing heterogeneity in vehicular traffic speed using two-step cluster analysis.Journal of Southeast University, 28(4): 480-484. ( in Chinese)<br/>26.Cao, W., Zhang, X.,Pan, Y., & Zhang, C.(2012). Coordinate Development among Population, Land and Economy Urbanization in Developed Area:The Case of Jiangsu Province. China Population,Resources and Environment, 22(02):141-146. ( in Chinese)<br/>27.Pan, Y.(2008). Diagonal Second Order Quasi-Newton Method for Unconstrained Optimization. Jiangsu: Southeast University, 2008. DOI:10.7666/d.y1492960. ( in Chinese)<br/>28.Pan, Y.(2008). Diagonal Second Order Quasi-Newton Method for Unconstrained Optimization. Proceedings of the 9th academic exchange meeting of China operational research association, 76-80. ( in Chinese)<br/>",
    "Class": "教授课程<br/>本科生课程：交通系统分析、道路交通设施检测、智能运输系统<br/>研究生课程：交通数据分析、智能运输系统、交通网络分析<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427611<br/>uoupanyg@njfu.edu.cn",
    "Introduction": "个人简况<br/>主要研究方向包括交通系统分析和网络建模、多源事故数据挖掘与建模、交通安全、出行行为分析等。先后主持国家自然科学基金1项，参与国家自然科学基金2项、江苏省自然科学基金3项，在国内外知名期刊上发表学术论文50余篇，专利授权10余项，担任多个国内外学术期刊评审专家。<br/>欢迎具有扎实交通运输工程专业基础以及有较强数学、编程能力，对学术科研和工程技术有浓厚兴趣的同学报考南京林业大学交通运输规划与管理、交通信息工程与控制方向学术硕士研究生和交通运输专业硕士研究生。<br/>联系地址：江苏省南京市玄武区龙蟠路159号南京林业大学汽车与交通工程学院9D413, 210037<br/>",
    "id": "0020",
    "img": "https://jty.njfu.edu.cn/DFS//file/2020/06/28/20200628155152548jcle95.jpg?iid=22453",
    "Department": "None",
    "Duties": "副院长",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "潘义勇",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}