{
    "Research_direction": "共享交通时空数据挖掘、运营管理建模与优化、出行行为建模和公共政策分析",
    "Paper": "科研论文<br/>[1] Du Mingyang, Cheng Lin, Li Xuefeng, Liu Qiyang, Yang Jingzong. Spatial variation of ridesplitting adoption rate in Chicago. Transportation Research Part A: Policy and Practice, 2022, 164, 13-37.<br/>[2] Du Mingyang, Cheng Lin, Li Xuefeng, Tang Fang. Static rebalancing optimization with considering the collection of malfunctioning bikes in free-floating bike sharing system. Transportation Research Part E: Logistics and Transportation Review, 2020, 141, 102012.<br/>[3] Li Xuefeng, Xu Jiacong, Du Mingyang*, Liu Dong, Kwan Mei-Po. Understanding the spatiotemporal variation of ride-hailing orders under different travel distances. Travel Behaviour and Society, 2023, 32: 100581.（通讯）<br/>[4] Li Xuefeng, Du Mingyang*, Kwan Mei-Po. Order dispatch optimization with considering flexible one-to-three matching strategy under hybrid ride-hailing service modes. Transportation Letters, 2022.（通讯）<br/>[5] Li Xuefeng, Du Mingyang*, Zhang Yong, Yang Jingzong. Identifying the factors influencing the choice of different ride-hailing services in Shenzhen, China. Travel Behaviour and Society, 2022, 29, 53-64. （通讯）<br/>[6] Du Mingyang, Cheng Lin, Li Xuefeng, Yang Jingzong. Acceptance of electric ride-hailing under the new policy in Shenzhen, China: Influence factors from the driver’s perspective. Sustainable Cities and Society, 2020, 61, 102307.<br/>[7] Du Mingyang, Cheng Lin, Li Xuefeng, Xiong Jiaying. Analyzing the acceptance of electric ridesharing by drivers with and without local registered permanent residence. Journal of Cleaner Production, 2020, 265, 121868.<br/>[8] Du Mingyang, Cheng Lin, Li Xuefeng, Yang Jingzong. Factors affecting the travel mode choice of the urban elderly in healthcare activity: Comparison between core area and suburban area. Sustainable Cities and Society, 2020, 52, 101868.<br/>[9] Li Xuefeng, Du Mingyang*, Yang Jingzong. Factors influencing the access duration of free-floating bike sharing as a feeder mode to the metro in Shenzhen. Journal of Cleaner Production, 2020, 123273. （通讯）<br/>[10]Li Xuefeng, Du Mingyang*, Kwan Mei-Po. Influential factors of ride-hailing usage frequency before and after the COVID-19 epidemic. Transportation Research Board 103th Annual Meeting, Washington D.C. USA, 2024.<br/>[11] Du Mingyang, Cheng Lin, Li Xuefeng, Yang Jingzong. Investigating the spatial variation of ridesplitting adoption rate and its association with built environment and socio-economic factors in Chicago. Transportation Research Board 101th Annual Meeting, Washington D.C. USA, 2022.<br/>[12] Du Mingyang, Cheng Lin, Li Xuefeng, Ma Jie. Factors affecting shared travel behavior in Nanjing, China- comparison between app-based third-party taxi service and free-floating bike sharing. Transportation Research Board 98th Annual Meeting, Washington D.C. USA, 2019.<br/>[13] 杜明洋, 程琳, 李雪峰. 基于自适应粒子群小波网络的公共自行车出行需求预测[J]. 公路交通科技, 2019, 36(6): 94-102.<br/>[14] Du Mingyang, Cheng Lin, Huang Liqiang, Tu Qiang. Network optimization of conventional public transit based on urban rail transit. Proceedings of the 18th COTA International Conference of Transportation Professionals, 2018:766–774.<br/>[15] Ma Jie, Li Dawei, Tu Qiang, Du Mingyang, Jiang Jiehui. Finding optimal reconstruction plans for separating trucks and passenger vehicles systems at urban intersections considering environmental impacts. Sustainable Cities and Society, 2021, 70, 102888.<br/>[16] Li Xuefeng, Zhang Yong, Du Mingyang, Yang Jingzong. The forecasting of passenger demand under hybrid ridesharing service modes: A combined model based on WT-FCBF-LSTM. Sustainable Cities and Society, 2020, 62, 102419.<br/>[17] Li Xuefeng, Zhang Yong, Du Mingyang, Yang Jingzong. Social factors influencing the choice of bicycle: difference analysis among private bike, public bike sharing and free-floating bike sharing in Kunming, China. KSCE Journal of Civil Engineering, 2019, 23(5): 2339.<br/>",
    "Patent": "专利<br/>[1]   程琳, 熊佳莹, 杜明洋, 李雪峰. 一种基于实际路网环境的网约拼车站点选址方法, CN110458309A. （发明专利，已授权）<br/>[2] 程琳, 杨思颖, 杜明洋, 石书铭. 基于三维时空网络的新能源货运充电站选址-路径优化方法, CN112613659A. （发明专利，已授权）<br/>[3] 程琳, 陆斌, 杜明洋, 李雪峰. 一种预防交叉口附近闯红灯行为的信号灯控制装置, CN111127918A. （发明专利，已授权）<br/>[4]程琳,张晨皓,杜明洋,李昭璇,翟榕真,李岩,郑文,章国梁,雷凌云,牟进超.一种基于效用模型的地铁站台排队乘客的分流方法, CN113971853A.（发明专利，已授权）<br/>[5] 杜明洋, 李雪峰, 汤文蕴. 一种整合共享单车再平衡和损坏单车收集的方法, CN116151525A.（发明专利，已公开）<br/>[6] 李雪峰, 杜明洋, 张永辉. 一种混合服务模式下的网约车订单派送方法, CN116151397A.（发明专利，已公开）<br/>[7] 程琳, 杜明洋, 李雪峰, 栾鑫. 一种基于信息融合的共享单车故障识别与应用系统, CN108563717A. （发明专利，已公开）<br/>[8] 程琳, 李岩, 杜明洋. 一种基于计算图的交通出行方式选择预测方法, CN113326919A.（发明专利，已公开）<br/>[9] 程琳, 张晨皓, 杜明洋, 任姿蓉. 基于设施利用率的地铁车厢内乘客密度的确定方法, CN112819382A.（发明专利，已公开）<br/>[10] 程琳, 宁翊森, 杜明洋. 基于贝叶斯模型的共享单车目的地预测方法, CN112633349A.（发明专利，已公开）<br/>[11] 程琳, 冯冬冬, 杜明洋, 宋茂灿. 一种应用手机GPS数据来优化公共自行车站点布局的方法, CN111931968A. （发明专利，已公开）<br/>[12] 于新莲, 张晨皓, 杜明洋, 陈景旭, 毛海军, 程琳. 一种基于马尔可夫决策和排队论的出租车路径规划方法, CN114692955A.（发明专利，已公开）<br/>[13] 程琳, 任姿蓉, 张晨皓, 翟榕真, 杜明洋. 一种为列车无座乘客匹配零碎空座的系统, CN113762554A. （发明专利，已公开）<br/>[14]程琳, 张晨皓, 李昭璇, 杜明洋, 李雪峰, 丁圣轩, 王世伟, 赵汗青, 刘渊, 雍锐. 一种基于离散随机性动态规划的空载出租车路径规划方法, CN114723100A. （发明专利，已公开）<br/>",
    "Achievements": "主要成果<br/>",
    "Class": "教授课程<br/>本科生：交通运输地理信息系统、道路运输前沿应用技术、交通运输专业英语<br/>研究生：交通运输数据分析与建模<br/>",
    "Topic": "None",
    "Projects": "横向项目<br/>[1] 2018.3-9 苏州吴江区县乡道安全生命防护工程设计<br/>[2] 2017.3-11 苏州吴江区县乡道安全生命防护工程规划<br/>[3] 2017.5-8 昆山市中心城区路网容量研究项目<br/>[4] 2018.6 青阳路东侧、339省道南侧同进君御项目交通影响评价<br/>[5] 2018.4 周市镇萧林东路南侧、青阳北路东侧住宅项目交通影响评价<br/>[6] 2018.1 昆山市鹿城路西侧安置地块商办楼交通影响评价<br/>[7] 2017.12 昆山市花桥艺体馆交通影响评价<br/>[8] 2017.4 巴基斯坦卡拉奇港口连接通道项目（国际项目）<br/>[9] 2017.3 山东濮阳至菏泽高速公路菏泽段项目<br/>[10] 2017.1 新疆第十师182团～184团～第七师137团公路项目<br/>[11] 2017.1 宁夏石嘴山市惠农区城市道路路网建设项目<br/>[12] 2016.11 宁夏宁东磁马路（灵东路-狼南路）改扩建工程项目<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公<br/>dumingyangseu@foxmail.com",
    "Introduction": "个人简况<br/>欢迎具有交通、物流、数学、计算机等相关专业背景的同学报考！<br/>",
    "id": "0023",
    "img": "https://jty.njfu.edu.cn/DFS//file/2023/10/29/20231029113418415qg8mfx.jpg?iid=69155",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "杜明洋",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}