{
    "Research_direction": "机械信号处理与分析；大数据智能故障诊断",
    "Paper": "论文：<br/>[1] Huijie Ma, Shunming Li, et al. Structured sparsity assisted online convolution sparse coding and its application on weak signature detection[J]. Chinese Journal of Aeronautics, 2022. (中科院1 区，Top)<br/>[2] Huijie Ma, Shunming Li, Jiantao Lu, et al. Impulsive Wavelet Based Probability Sparse Coding Model for Bearing Fault Diagnosis. Measurement, 2022. (中科院2 区)<br/>[3] Huijie Ma, Shunming Li, et al. A Fault Diagnosis Approach for Rolling Bearing Based on Convolutional Neural Network and Nuisance Attribute Projection under Various Speed Conditions[J]. Applied Sciences, 2019. (中科院3 区)<br/>[4] Huijie Ma, Shunming Li, et al. Weak Signal Detection Based on Combination of Sparse Representation and Singular Value Decomposition[J]. Applied Sciences, 2022. (中科院3 区)<br/>[5] Huijie Ma, Shunming Li, et al. Neural network with nuisance attribute projection a novel method for bearing fault diagnosis under variable speed[J]. Measurement Science and Technology, 2022. (中科院3 区)<br/>[6] Ju-Bo Li, Huijie Ma, et al. An approach to realize the networked closed-loop manufacturing of spiral bevel gears[J]. The International Journal of Advanced Manufacturing Technology, 2017. (中科院3 区)<br/>[7] Huijie Ma, Shunming Li, et al. Fault Feature Extraction of Rolling Bearing Based on Improved VMD-SVD Joint Denoising and Synchrosqueezing Wavelet Transform[C]. PHM-2020 Jinan, 2020. (SCI收录)(会议最佳论文)<br/>",
    "Patent": "专利：<br/>陆建涛，马会杰，李舜酩，等.一种基于阶次分析和稀疏编码的旋转机械微弱故障信号提取方法. 发明专利, 授权专利号: ZL202010644002.X<br/>",
    "Achievements": "主要成果<br/>",
    "Class": "教授课程<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公<br/>mahuijie@njfu.edu.cn",
    "Introduction": "个人简况<br/>",
    "id": "0035",
    "img": "https://jty.njfu.edu.cn/DFS//file/2023/11/15/20231115090051014w9t3p4.jpg?iid=71087",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "马会杰",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}