{
    "Research_direction": "自行车交通流、地铁-共享自行车换乘、共享自行车大数据分析",
    "Paper": "已指导本科生发表SCD论文6篇，获得实用新型专利1项，外观专利2项，校级大学生创新项目优秀结题1项。<br/>社会服务：<br/>丹阳市公共交通专项规划（2011-2020年）<br/>丹阳市镇村公共交通规划（2011-2015年）<br/>宿州市城市公共交通专项规划（2013-2030年）<br/>铜陵市城市综合交通体系规划（2013-2030年）<br/>宿州市城市公共交通专项规划修编（2019-2035）<br/>宿州市公交都市创建工作方案<br/>宿州市智能公共交通综合管理系统建设、试点项目<br/>宿州市绿色出行创建行动方案（2020-2022）<br/>论文：<br/>Xingchen Yan, Xiaofei Ye, Jun Chen, Tao Wang, Zhen Yang and Hua Bai. Bicycle Speed Modelling Considering Cyclist Characteristics, Vehicle Type and Track Attributes [J]. World Electric Vehicle Jounal, 2021, 12(1): 43.<br/>Xingchen, Yan; Jun, Chen; Xiaofei, Ye; Tao, Wang; Zhen, Yang; Hua, Bai. Influence Factor Analysis of Bicycle Free-Flow Speed for Determining the Design Speeds of Separated Bicycle Lanes [J]. Information, 2020, 11(10): 429.<br/>Xingchen, Yan; Jun, Chen; Xiaofei, Ye; Tao, Wang; Zhen, Yang; Hua, Bai ; Studying the Influences of Bus Stop Type and Specifications on Bicycle Flow and Capacity for Better Bicycle Efficiency [J]. Information, 2020, 11(8): 370.<br/>Yan Xingchen, Wang Tao, Chen Jun, et al. Analysis of the Characteristics and Number of Bicycle–Passenger Conflicts at Bus Stops for Improving Safety [J]. Sustainability, 2019, 11(19): 5263.<br/>Yan Xingchen, Wang Tao, Ye Xiaofei, et al. Recommended Widths for Separated Bicycle Lanes Considering Abreast Riding and Overtaking [J]. Sustainability, 2018, 10(9): 3127.<br/>Yan X, Wang T, Chen J, et al. Features of bicycle abreast riding and its application in bicycle facility operating evaluation and design optimization [J]. Advances in Mechanical Engineering, 2017, 9(4): 1-8.<br/>闫星臣, 何鹏, 陈峻, 叶晓飞, 刘擎超. 混合非机动车交通流超车事件数和运行参数的关系 [J]. 东南大学学报(英文版), 2015, 31(3): 418-423.<br/>",
    "Patent": "专利：<br/>一种外卖电动车货架及外卖电动车. ZL202020415291.1<br/>",
    "Achievements": "主要成果<br/>",
    "Class": "教授课程<br/>《企业生产物流计划与控制》<br/>《物流装备选型与集成》<br/>《物流专业英语》<br/>",
    "Topic": "None",
    "Projects": "目前主持项目2项：江苏省自然科学基金青年项目“基于多源数据的城市中心区自行车停车行为机理及其优化管理策略研究”、南京林业大学自然科学基金项目“多源数据驱动的城市中心区自行车停车行为机理及其优化管理策略研究”。以第一作者发表论文8篇，其中SCI论文1篇，SCI与SSCI双检索论文2篇，EI检索论文5篇，获得国家实用新型专利1项。<br/>分别于2015年、2018年和2020年参加第94届、97届和99届美国交通运输年会。<br/>教学方面：<br/>南京林业大学第五届青年教师优秀学员、2019届本科生毕业设计（论文）优秀指导教师。<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公<br/>yxc007183@163.com",
    "Introduction": "个人简况<br/>2017年毕业于东南大学交通运输工程学科，获得博士学位。作为主要人员参与“国家863计划”课题“城市客运交通方式间的资源配置优化技术”、国家自然基金面上项目“基于机动车辆停放的动态交通作用分析理论及资源配置优化方法”和国家自然基金重点项目“演变中的现代城市道路交通系统集成设计基础理论与方法”。<br/>科研概况：<br/>",
    "id": "0046",
    "img": "https://jty.njfu.edu.cn/DFS//file/2020/06/28/202006281610400174qa7xe.jpg?iid=22485",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "闫星臣",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}