{
    "Research_direction": "交通流理论，交通数据挖掘，智慧交",
    "Paper": "第一作者及通讯作者论文：<br/>[20] Gen Li, Le Zhao, Wenyun Tang, Lan Wu(*), Jiaolong Ren.Modeling and analysis of mandatory lane-changing behavior considering heterogeneity in means and variances,Physica A: Statistical Mechanics and its Applications, 2023(622), 128825. (中科院Q2,SCI).<br/>[19]Shen, Q., Ni, Y., Cao, H., Qian, W., & Li, G(*). (2023). How Do Vehicles Make Decisions during Implementation Period of Discretionary Lane Change? A Data-Driven Research.Journal of Advanced Transportation,2023.<br/>[18]Gen Li, Zhen Yang, Yiyong Pan,Jianxiao Ma(*).Analysing and Modelling of Discretionary Lane Change Duration Considering Driver Heterogeneity.Transportmetrica B: Transport Dynamics. 2023, 11(1), 343-360. (中科院Q2, SCI/SSCI)<br/>[17] Lan Wu,Qi Shen,Gen Li(*). Identifying Risk Factors for Autos and Trucks on Highway-Railroad Grade Crossings Based on Mixed Logit Model. International Journal of Environmental Research and Public Health. 2022, 19(22), 15075(中科院Q3, SSCI)<br/>[16] 邬岚,赵乐,李根(*). 基于方差异质性随机参数模型的汇合行为分析. 吉林大学学报（工学版）(网络出版).<br/>[15]Xuyichen Yan(本科生), Shaoqi Li, Ren Dong, Gen Li(*). Study on Influencing Factors of the Duration ofResidential Leisure Travel to Urban Parks.Journal of Advanced Transportation. Vol. 2022, Article ID5943529,11pages,2022. (中科院Q4, SCI)<br/>[14] 李根,翟伟,邬岚(*),汤祥.基于多元自适应回归样条的交织区汇合交互作用研究. 东南大学学报(自然科学版),2022,52(4):796-805<br/>[13] 李根,翟伟 & 邬岚(*).基于梯度提升决策树的汇合交互作用研究.浙江大学学报(工学版),2022, 56(4): 649-655..<br/>[12]Gen Li(*), Jianxiao Ma,Zhen Yang.Characteristics of Heavy Vehicle Discretionary Lane Change Based on Trajectory Data.Transportation Research Record, 2022, 2676(3), 258-275.(中科院Q4, SCI)<br/>[11]李根, \n翟伟, 朱兴贝, 杨晟, 邬岚(*). \n侧向碰撞风险对交织区汇合行为的影响[J]. 交通运输系统工程与信息, 2021, 21(4): 204-210.<br/>[10]Gen Li(*),Zhen Yang, Qifeng Yu, Jianxiao Ma, Song Fang.Characterizing Heterogeneity among Merging Positions: A Comparison Study between Random Parameter and Latent Class Accelerated Hazard Mode.Journal of Transportation Engineering, Part A: Systems, 2021, 147(3):04021029.(中科院Q4, SCI)<br/>[9]Gen Li(*), Jianxiao Ma, Qiangru Shen. Modeling of Merging Decision During Execution Period Based on Random Forest. Journal of Advanced Transportation,vol.2021,Article ID6654096,11pages,2021. (SCI/EI)<br/>[8]Gen Li(*),Song Fang,Jianxiao Ma, Juan Cheng.Modeling Merging Acceleration and Deceleration Behavior Based on Gradient Boosting Decision Tree.Journal of Transportation Engineering, Part A: Systems, 2020,146(7):05020005.(SCI/EI)<br/>[7]Gen Li(*),Yiyong Pan, Zhen Yang, Jianxiao Ma.Modelling Vehicle Merging Position Selection Behaviors Based on a Finite Mixture of Linear Regression Models. IEEE Access, 7, 2019.(SCI/EI)<br/>[6]Gen Li(*), Juan Cheng. Exploring the Effects of Traffic Density on Merging Behavior.IEEE Access,7, 51608-51619,2019.(SCI/EI).<br/>[5] Gen Li(*), Lu Sun. Characterizing heterogeneity in drivers’ merging maneuvers using two-step cluster analysis.Journal of Advanced Transportation,2018. (SCI/EI)<br/>[4]GenLi(*). Application of Finite Mixture of Logistic Regression for Heterogeneous Merging Behavior Analysis.Journal of Advanced Transportation,2018. (SCI/EI)<br/>[3]李根, 孙璐(*). 基于梯度提升决策树的高速公路交织区汇入位置模型. 交通运输系统工程与信息, 2018, 18(3): 88-93. (EI)<br/>[2]李根(*). 基于梯度提升决策树的高速公路交织区汇入模型. 东南大学学报 (自然科学版), 2018, 48(3): 563-567. (EI) 知网学术精要（2023年7-8月）高PCSI论文、高被引论文<br/>[1]Gen Li(*), Lu Sun. Shock Wave Based Ray Tracing Method for Travel Time Estimation. InProceedings of the 6th International Conference on Communications and Broadband Networking(pp. 13-17). ACM, 2018.<br/>其他论文：<br/>[11]Yao, Z., Deng, H., Wu, Y., Zhao, B., Li, G., & Jiang, Y. (2023). Optimal lane-changing trajectory planning for autonomous vehicles considering energy consumption.Expert Systems with Applications,225, 120133.<br/>[10] Jiang, C., He, J., Zhu, S., Zhang, W., Li, G., & Xu, W. (2023). Injury-Based Surrogate Resilience Measure: Assessing the Post-Crash Traffic Resilience of the Urban Roadway Tunnels.Sustainability,15(8), 6615.<br/>[9]Jiaolong Ren, Xiangquan Zhang, Chang Peng, Yuanyuan Wang, Yao Wang, Hongbo Zhao, Xinghua Xu, Liguo Xia, Chunguang Wang, Gen Li, Zedong Zhao, Jingchun Chen, Jian Wang,Short-term aging characteristics and mechanisms of SBS-modified bio-asphalt binder considering time-dependent effect,Construction and Building Materials,Volume 352,2022,129048.<br/>[8] Zhao, Zedong, Jingchun Chen, Jian Wang, Shenghan Zhuang, Haiwei Chen, Hongbo Zhao, Chunguang Wang, Lin Zhang, Min Li, Gen Li, and et al. 2022. \"Effect Mechanisms of Toner and Nano-SiO2on Early Strength of Cement Grouting Materials for Repair of Reinforced Concrete\"Buildings12, no. 9: 1320.<br/>[7] 杨震，马健霄，王宝杰，李根. 考虑行人保护策略的交叉口信号配时优化模型[J]. 交通运输系统工程与信息, 2021, 21(3): 71-77.<br/>[6] Zhou, Z., Ma, J., Lu, T., Li, G., Fang, S., & Tan, T. (2020). An Evaluation Method for Visual Search Stability in Urban Tunnel Entrance and Exit Sections Based on Markov Chain.IEEE Access,8, 68559-68569.<br/>[5] Juan Cheng, Xianhua Chen(*),Gen Li.Individual Vehicle Travel Time: An Estimation Method Based on Floating Car.CICTP 2019, 4626-4637.(EI)<br/>[4] Juan Cheng,Gen Li, Xianhua Chen(*). Research on Travel Time Prediction Model of Freeway Based on Gradient Boosting Decision Tree. IEEE Access, 2019, 7: 7466-7480. (SCI/EI)<br/>[3] Juan Cheng,Gen Li, Xianhua Chen(*). Developing a Travel Time Estimation Method of Freeway Based on Floating Car Using Random Forests. Journal of Advanced Transportation, 2019. (SCI/EI)<br/>[2] Yu, Y., Sun, L., &Li, G. (2016). Short-term traffic forecasting using the double seasonal holt-winters method. InCICTP 2016(pp. 162-173).<br/>[1] 孙璐, 丁爱民, 钱军,李根. 基于VISSIM仿真模拟的道路改造方案评价.公路交通科技,2012, 29(6), 26-30.<br/>",
    "Patent": "None",
    "Achievements": "主要成果<br/>",
    "Class": "教授课程<br/>交通数据分析与实践<br/>交通仿真<br/>物流工程学<br/>交通规划<br/>",
    "Topic": "None",
    "Projects": "科研项目：<br/>主持江苏省高等学校基础科学面上项目和南京林业大学青年创新基金各一项<br/>参与江苏省自然科学基金2项<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公<br/>ligen@njfu.edu.cn",
    "Introduction": "个人简况<br/>2019.1-至今, 南京林业大学, 汽车与交通工程学院, 讲师<br/>2010.9–2018.12, 东南大学, 交通运输工程, 博士<br/>2006.9–2010.6, 东南大学, 交通工程, 学士<br/>学术兼职：<br/>1. Advances in Civil Engingeering(SCI): Editorial Board Member, Academic Editor<br/>2. Plos One(SCI): Editorial Board Member, Academic Editor<br/>3. Journal of Advanced Transportation: Guest Editor<br/>4. IJEPRH：Lead Guest Editor,https://www.mdpi.com/journal/ijerph/special_issues/traffic_risk<br/>5. IET Intelligent Transportation System、Journal of Advanced Transportation、Advances in Transportation Studies、Sensors、IJEPH、Applied Science、Sustainability、: Reviewer<br/>",
    "id": "0058",
    "img": "https://jty.njfu.edu.cn/DFS//file/2020/06/28/20200628161008099sq6m6k.jpg?iid=22477",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "李根",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}