{
    "Research_direction": "城市交通规划、交通大数据分析与应用、调度优化建模分析、出行行为建模与分析、公共交通政策分析",
    "Paper": "已发表论文<br/>[1]Li Xuefeng, Xu Jiacong, Du Mingyang, Liu Dong, Kwan Mei-Po. Understanding the spatiotemporal variation of ride-hailing orders under different travel distances[J]. Travel Behaviour and Society, 2023, 32: 100581.<br/>[2] Li Xuefeng, Du Mingyang, Kwan Mei-Po. Order dispatch optimization with considering flexible one-to-three matching strategy under hybrid ride-hailing service modes. Transportation Letters, 2022.<br/>[3] Li Xuefeng, Du Mingyang, Zhang Yong, Yang Jingzong. Identifying the factors influencing the choice of different ride-hailing services in Shenzhen, China. Travel Behaviour and Society, 2022, 29, 53-64.<br/>[4]Du Mingyang, Li Xuefeng*, Kwan Mei-Po, Yang Jingzong, Liu Qiyang. Understanding the spatiotemporal variation of high-efficiency ride-hailing orders: A case study of Haikou, China. ISPRS International Journal of Geo-Information, 2022, 11(1), 42.(通讯作者)<br/>[5] Li Xuefeng, Zhang Yong, Du Mingyang, et al. The forecasting of passenger demand under hybrid ridesharing service modes: A combined model based on WT-FCBF-LSTM[J]. Sustainable Cities and Society, 2020: 102419.<br/>[6] Li Xuefeng, Du Mingyang, Yang Jingzong. Factors influencing the access duration of free-floating bike sharing as a feeder mode to the metro in Shenzhen[J]. Journal of Cleaner Production, 2020: 123273.<br/>[7] Li Xuefeng, Zhang Yong, Du Mingyang,Yang Jingzong. Social factors influencing the choice of bicycle: Difference analysis among private bike, public bike sharing and free-floating bike sharing in Kunming, China[J]. KSCE Journal of Civil Engineering, 2019, 23(5): 2339-2348.<br/>[8]Ouyang Pengying, Li Xuefeng*, Xu Chengcheng, et al. Safety effects of road pavement resurfacing: A case study of city-wide scale projects in China[J]. Journal of Transportation Safety & Security, 2020: 1-20. (通讯作者)<br/>[9] Zhang Yong, Jing Chen, Li Xuefeng*. Exploring dispatcher's preference in electric tricycle and related policies: the case of China[J]. Journal of Cleaner Production, 2019, 230, 835-843. (通讯作者)<br/>[10] Li Xuefeng, Zhang Yong, Du Mingyang et al. Identifying the factors influencing the choice of ridesharing’s different service patterns: Comparison between users with and without household vehicle in Shenzhen, China [C]. Transportation Research Board 99th Annual Meeting.<br/>[11] Li Xuefeng, Zhang Yong et al. Overcoming barriers to cycling: exploring influence factors of cyclists’ preference in free-floating bikesharing[C]. Transportation Research Board 97th Annual Meeting.Washington D.C. USA, 2018.<br/>[12] Li Xuefeng, Zhang Yong. Study on the developmental level of environmental logistics based on AHP and FCE [C]. Proceedings of the 17th COTA International Conference of Transportation Professionals, 2018: 1528-1534.<br/>",
    "Patent": "专利<br/>[1] 李雪峰,何保红.一种单行道上的警示装置.授权公布号：CN203923940U.（实用新型发明专利，授权）<br/>[2] 李雪峰,何保红,孟飞,刘阳.一种U型可变减速带.授权公布号：CN204753434U.（实用新型发明专利，授权）<br/>[3] 孟飞,何保红,李雪峰,刘阳.一种适用于无信控交叉口的行人交通安全警示装置.授权公布号：CN204982698U.（实用新型发明专利，授权）<br/>[4] 张永,李雪峰,张瑞.一种基于大数据的共享单车信息平台.申请公布号：CN107909806A.（发明专利，已公开）<br/>[5] 程琳,熊佳莹,杜明洋,李雪峰.一种基于实际路网环境的网约拼车站点选址方法.申请公布号：CN110458309A（发明专利，授权）<br/>[6] 程琳,陆斌,杜明洋,李雪峰.一种预防交叉口附近闯红灯行为的信号灯控制装置.申请公布号：CN111127918A（发明专利，授权）<br/>",
    "Achievements": "主要成果<br/>",
    "Class": "教授课程<br/>本科生：交通运输地理信息系统、道路运输前沿应用技术、交通运输专业英语、物流专业英语<br/>研究生：交通运输数据分析与建模<br/>",
    "Topic": "None",
    "Projects": "项目经历<br/>[1] 江苏省深化出租汽车行业改革政策实施情况后评估项目<br/>[2] 江苏省互联网租赁自行车发展研究<br/>[3] 南京市充电站网络建设与运营关键技术研究<br/>[4] 城市轨道交通乘客满意度评价方法<br/>[5] 张家港市南丰镇永联冶金工业园片区内交通组织优化与实施方案<br/>[6] 丰县交通运输综合服务设施初步规划<br/>[7] 绍兴市综合交通规划修编<br/>[8] 基于物联网的集约型低碳物流中心智慧运营关键技术及装备研发<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公<br/>lixuefengseu@foxmail.com",
    "Introduction": "个人简况<br/>",
    "id": "0060",
    "img": "https://jty.njfu.edu.cn/DFS//file/2021/10/26/20211026160120827kewjqq.jpg?iid=36338",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "李雪峰",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}