{
    "Research_direction": "（1）家具智能制造技术；（2）绿色家居及装饰技术。",
    "Paper": "第一及通讯作者发表论文：<br/>1. Zhu Z L, Buck D, Guo X L, Xiong X Q, Xu W, Cao P X. Energy Efficiency Optimization for Machining of Wood Plastic Composite. Machines. 2022, 10(2): 104.<br/>2. Li R R, He C J, Xu W. Modeling and Optimizing the Specific Cutting Energy of Medium Density Fiberboard during the Helical Up-Milling Process. Wood Materials Science & Engineering. 2022.<br/>3. Zhu Z L, Jin D, Wu Z W, Xu W, Yu Y Y, Guo X L, Wang X D. Assessment of Surface Roughness in Milling of Beech Using a Response Surface Methodology and an Adaptive Network-Based Fuzzy Inference System. Machines. 2022, 10(7): 567.<br/>4. Wu S S, Xu W. Effects of Low-Energy-Density Microwave Treatment on Graphene/Polyvinyl Alcohol-Modified Poplar Veneer. Forests. 2022, 13(2): 210.<br/>5. Li R R, Yao Q, Xu W, Li J Y, Wang X D. Study of Cutting Power and Power Efficiency during Straight-Tooth Cylindrical Milling Process of Particle Boards. Materials. 2022, 15(3): 879.<br/>6. Zhou J C, Xu W. Toward interface optimization of transparent wood with wood color and texture by silane coupling agent.  Journal of Materials Science. 2022, 57: 5825–5838.<br/>7. Liu Q Q, Gu Y T, Xu W, Lu T, Li W J, Fan H B. Compressive Properties of Green Velvet Material Used in Mattress Bedding. Applied Sciences. 2021, 11(23): 11159.<br/>8. Wu S S, Tao X, Xu W. Thermal Conductivity of Poplar Wood Veneer Impregnated with Graphene/Polyvinyl Alcohol. Forests, 2021, 12(6): 777.<br/>9. Liu Q Q, Gao D, Xu W. Effect of Paint Process on the Performance of Modified Poplar Wood Antique. Coatings, 2021, 11(10): 1174.<br/>10.Liu Q Q, Gao D, Xu W. Influence of the Bottom Color Modification and Material Color Modification Process on the Performance of Modified Poplar. Coatings, 2021, 11(6): 660.<br/>11. Liu Q Q, Gao D, Xu W. Effect of Sanding Processes on the Surface Properties of Modified Poplar Coated by Primer Compared with Mahogany. Coatings, 2020, 10(9): 856.<br/>12. Yang Y Q, Xu W, Liu X, Wang X D. Study on Permeability of Cunninghamia Lanceolata Based on Steam Treatment and Freeze Treatment. Wood Research, 2021, 66(5): 721-731.<br/>13. Xu W, Fang X Y, Han J T, Wu Z H. Effect of Coating Thickness on Sound Absorption Property of Four Wood Species Commonly Used for Piano Soundboards[J]. Wood and Fiber Science, 2020, 52(1): 28-43.<br/>14. 秦晓宇, 徐伟, 詹先旭. 定制家具企业订单组批方式对板材利用率的影响[J]. 林业工程学报, 2022, 7(2): 193-198.<br/>15. 吴双双, 徐伟, 詹先旭. 人体坐姿脊柱曲线测试座椅设计[J]. 林产工业, 2020, 57(9): 60-63.<br/>16. 杨雪, 徐伟, 黄琼涛. 基于人机操作分析的沙发面料加工区域优化研究[J]. 林产工业, 2020, 57(6): 60-63, 66.<br/>17. 毛逸群, 徐伟, 詹先旭. 微波预处理对杨木渗透性的影响[J]. 林产工业, 2020, 57(5): 7-10+20.<br/>18. 陶鑫, 韩佳彤, 徐伟, 冯岳飞. 云杉材纹理角度对钢琴音板声学振动性能的影响[J]. 木材工业, 2019, 33(4): 14-17.<br/>19. 方晓阳, 徐伟, 黄琼涛. 小径柚木异型胶合工艺对集成材胶合性能的影响[J]. 林产工业, 2019, 46(7): 11-15, 34.<br/>主编出版教材<br/>1. 徐伟，顾颜婷，软体家具制造工艺，中国林业出版社，2020.<br/>2. 陈于书，徐伟，家具造型设计，中国轻工出版社，2021.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "先后主持国家级和省部级科研项目10余项、校企合作项目30余项；授权发明专利16项；发表论文100余篇，其中SCI论文30余篇；制修订国家、行业及团体标准6项。",
    "Services_Activities": "None",
    "Award_status": "1. 杨木改性材实木家具制造关键技术及产业化示范，梁希林业科学技术奖科技进步奖,二等奖, 国家林业和草原局、中国林学会，2019。<br/>2. 跨界融通 多元协同 林业工程类复合型创新人才培养模式的探索与实践，江苏省教育成果奖，一等奖，江苏省教育厅，2022。<br/>3. 家居类专业学位研究生“四融入”校企共同体培养模式构建与实践，江苏省研究生教育改革成果奖，二等奖，江苏省研究生教育指导委员会，2020。<br/>4. “五角星形”设计学类专业 人才培养模式研究与实践，江苏省教育成果奖，二等奖，江苏省教育厅，2017。<br/>5. 基于实木封边的表面平整度调控与异型处理技术，科学技术奖，一等奖，广东省梅州市人民政府，2017。<br/>6. 智能化整体定制家居集成新技术，科学技术进步奖，三等奖，浙江省湖州市人民政府，2018。",
    "Contact_information": "：025-85427459",
    "Introduction": "None",
    "id": "0010",
    "img": "https://jiaju.njfu.edu.cn/DFS//file/2022/08/19/202208190818585641rhp4n.jpg?iid=47376",
    "Department": "None",
    "Duties": "：院长",
    "Title": "：教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "徐伟",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "南京林业大学家居与工业设计学院院长、教授、博士生导师。江苏省高校“青蓝工程”优秀教学团队带头人，中国林学会家具与集成家居分会常务副理事长兼秘书长，全国“家具设计与工程”专业建设指导委员会主任委员，中国家具协会常务理事兼质量标准委员会副秘书长，江苏省工业设计学会副理事长，江苏省家具协会副会长，《家具》杂志总编，国家木竹产业技术创新战略联盟标准化技术委员会委员，江苏省标准化专家库专家。获省级教学成果奖一等奖1项、二等奖2项；省级及市厅级科技成果奖7项。"
}