{
    "Research_direction": "家具木制品涂料与涂装",
    "Paper": "[1] Yan, X.; Chang, Y. Investigation of waterborne thermochromic topcoat film with color-changing microcapsules on Chinese fir surface. Progress in Organic Coatings 2019, 136, 105262. (SCI)<br/>[2] Yan, X.; Huang, N. Effects of Three Different Types of Aloin on Optical, Mechanical, and Antibacterial Properties of Waterborne Coating on Tilia europaea Surface. Coatings 2021, 11, 1537. (SCI)<br/>[3] Yan, X.; Zhao, W.; Wang, L. Preparation and Performance of Thermochromic and Self-Repairing Dual Function Paint Film with Lac Resin Microcapsules and Fluorane Microcapsules. Polymers 2021, 13, 3109.        (SCI)<br/>[4] Yan, X.; Tao, Y.; Qian, X. Effect of Microcapsules with Waterborne Coating as Core Material on Properties of Coating for Tilia Europaea and Comparison with Other Microcapsules. Polymers 2021, 13, 3167. (SCI)<br/>[5] Yan, X.; Han, Y.; Yin, T. Coating Process Optimization and Self-Healing Performance Evaluation of Shellac Microcapsules Coated with Melamine/Rice Husk Powder. Appl. Sci. 2021, 11, 8373. (SCI)<br/>[6] Yan, X.; Pan, P. Preparation of Silver Antibacterial Agents with Different Forms and Their Effects on the Properties of Water-Based Primer on Tilia europaea Surface. Coatings 2021, 11, 1066.  (SCI)<br/>[7] Yan, X.; Zhao, W.; Wang, L.; Qian, X. Effect of Microcapsule Concentration with Different Core-Shell Ratios on Waterborne Topcoat Film Properties for Tilia europaea. Coatings 2021, 11, 1013. (SCI)<br/>[8] Yan, X.; Peng, W.; Qian, X. Effect of Water-Based Acrylic Acid Microcapsules on the Properties of Paint Film for Furniture Surface. Appl. Sci. 2021, 11, 7586. (SCI)<br/>[9] Yan, X.; Tao, Y.; Chang, Y. Effect of Shellac Waterborne Coating Microcapsules on the Optical, Mechanical and Self-Healing Properties of Waterborne Primer on Tilia europaea L. Wood. Coatings 2021, 11, 785. (SCI)<br/>[10] 闫小星,陶雨,钱星雨.水性涂料芯材微胶囊的制备及对椴木表面涂层性能影响[J].林业工程学报,2022,7(02):186-192.DOI:10.13360/j.issn.2096-1359.202104014.<br/>[11] 闫小星,尹太玉,李海红.脲醛树脂包覆氟树脂微胶囊制备及对木器表面涂层性能的影响[J].林业工程学报,2021,6(05):176-182.<br/>[12] 闫小星,常意娟,彭琦雨.密胺包覆环氧树脂微胶囊的制备及对木器水性涂层性能的影响[J].林产工业,2021,58(04):11-16.<br/>[13] 闫小星，王琳.Al添加量对水性UV/Al低红外发射率涂层性能的影响.材料保护，2020,53(11):88-93.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "[1] 2020.7-2023.6，基于微胶囊技术的自修复涂层微观结构调控与木材作用关系研究（BK20201386），江苏省自然科学基金面上项目，主持<br/>[2] 2017.1-2019.12，基于表界面理论的速生林材/水性UV涂层微区界面调控机理与耐环境寿命预测研究（CX2016018），南京林业大学青年科技创新基金，主持<br/>[3] 2015.7-2018.6，红外低发射率涂层界面调控与耐海洋环境性能研究（BK20150887），江苏省自然科学基金青年基金，主持<br/>[4] 2015.5-2017.12，中国博士后科学基金第57批面上资助一等资助，中国博士后科学基金会，主持<br/>[5] 2020.6-2021.6，密胺@虫胶微胶囊的制备及对木器涂层自修复性能研究（KYCX20_0888），江苏省教育厅2020年度江苏省研究生培养创新工程项目<br/>[6] 2021.6-2022.6，水性涂料用自修复虫胶微胶囊制备及与木材界面分析（KYCX21_0906），江苏省教育厅2021年江苏省研究生培养创新工程项目",
    "Services_Activities": "None",
    "Award_status": "[1] 国防科学技术进步奖(红外低发射率涂层材料)，2015.12，中华人民共和国工业和信息化部，二等奖<br/>[2] 江苏省高层次创新创业人才引进计划“科技副总”，2019.7，江苏省科学技术厅<br/>[3] 论文星级证明，2016.1，教育部科技发展中心，四星级<br/>[4] 优秀硕士专业学位论文指导教师，2019.6，南京林业大学<br/>[5] 2020届本科生毕业设计（论文）优秀指导教师，2020.6，南京林业大学<br/>[6] 南京林业大学第十三届大学生职业生涯规划大赛“优秀指导教师”，2020.9，南京林业大学",
    "Contact_information": "：025-85427528",
    "Introduction": "None",
    "id": "0015",
    "img": "https://jiaju.njfu.edu.cn/DFS//file/2022/08/18/20220818142150494uz5gyg.jpg?iid=47290",
    "Department": "None",
    "Duties": "：",
    "Title": "：教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "闫小星",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "博士研究生毕业，从事家具设计与工程学科的教学和科研工作。以第一作者发表科研论文60余篇，主持或参与科研项目11项，授权发明专利5件，指导2名本科生获得“校优秀本科毕业论文”，多次获得优秀班主任、优秀指导教师等荣誉称号。"
}