{
    "Research_direction": "主要从事竹材在家居中的应用研究，具体研究方向：<br/>1、绿色竹家居材料；<br/>2、竹家具制造工艺；<br/>3、传统竹工艺与竹文化。",
    "Paper": "论文：<br/>1.Wu Jieyu, Zong Yixiu, Zhong Tuhua, Zhang Wenfu, Chen Hong*. Bamboo slivers with high strength and toughness prepared by alkali treatment at a proper temperature. Journal of Wood Science. 2023. Online（SCI三区，IF=2.658）<br/>2. Shi Jiangjing, Zhong Tuhua, Xu Xiang, Wu Jieyu, Zou Yanping, Fei Benhua, Xia Changlei, Chen Hong*. Eco-friendly and special-shaped bamboo binderless fiberboards fabricated by self-bonding technology: Effect of bamboo fibers with different sizes. Industrial Crops and Products. 2023. Online（SCI一区Top，IF=6.449）<br/>3.  Li Jingjing, Lian Caiping, Wu Jieyu, Zhong Tuhua, Zou Yanping, Chen Hong*. Morphology, chemical composition and thermal stability of bamboo parenchyma cells and fibers isolated by different methods. Cellulose, 2023. Online （SCI二区Top，IF=6.123）<br/>4.  Wu Jieyu, Zhong Tuhua, Zou Yanping, Li Jingjing, Zhao Wenjuan, Chen Hong*. Microstructure, chemical composition and thermal stability of alkali-treated bamboo fibers and parenchyma cells: Effects of treatment time and temperature. Cellulose, 2022. Online. （SCI二区Top，IF=6.123）<br/>5.  Wu Jieyu, Chen Hong*, Zhong Tuhua, Lian Caiping, Zhang Wenfu. Effect of drying processes and sampling positions on the microstructure and physical-mechanical properties of NaOH-treated bamboo (Phyllostachys pubescens) slivers. European Journal of Wood and Wood Products. 2022. Online. （SCI二区，IF=2.528）<br/>6. Wu Jieyu, Wang Xianke, Fei Benhua, Xu Xiang, Lian Caiping, Chen Hong*. The mechanical properties and thermal conductivity of bamboo with freeze-thaw treatment. Journal of Wood Science. 2021, 67:66. （SCI三区，IF=2.17）<br/>7.  Wu Jieyu, Zhong Tuhua, Zhang Wenfu*, Shi Jiangjing, Fei Benhua, Chen Hong*. Comparison of the colors, microstructure, chemical composition and thermal properties of bamboo fibers and parenchyma cells with heat treatment. Journal of Wood Science. 2021, 67:56. （SCI三区，IF=2.17）<br/>8.  Chen Hong, Wu Jieyu, Shi Jiangjing, Zhang Wenfu, Wang Ge*. Strong and highly flexible slivers prepared from natural bamboo culm with NaOH pretreatment. Industrial Crops and Products. 2021,170, 113773. （SCI一区Top，IF=5.645）<br/>9.  Chen Hong, Wu Jieyu, Shi Jiangjing, Zhang Wenfu, Wang Hankun*. Effect of alkali treatment on microstructure and thermal stability of parenchyma cell compared with bamboo fiber. Industrial Crops and Products. 2021,164,113380. （SCI一区Top，IF=5.645）<br/>10.Chen Hong*, Zhang Yutian, Tuhua Zhong, Zhihui Wu, Xianxu Zhan, Ye Jiaoyou. Thermal insulation and hydrophobization of wood impregnated with silica aerogel powder. Journal of Wood Science. 2020, 66:81. （SCI三区，IF=2.17）<br/>11.Chen Hong, Zhang Yutian, Yang Xue, Ji Han, Zhong Tuhua, Wang Ge*. A comparative study of the microstructure and water permeability between flattened bamboo and bamboo culm. Journal of Wood Science. 2019, 65(1):64. （SCI四区，IF=1.333）<br/>12. Chen Hong, Zhang Wenfu, Wang Xuehua, Wang Hankun, Wu Yan, Zhong Tuhua *, Fei Benhua*. Effect of alkali treatment on wettability and thermal stability of individual bamboo fiber. Journal of Wood Science. 2018, 64 (4): 398-405. （SCI四区，IF=1.532）<br/>13. Chen Hong*, Yu Yan, Zhong Tuhua, Wu Yan, Li Yanjun, Wu Zhihui, Fei Benhua*. Effect of alkali treatment on microstructure and mechanical properties of individual bamboo fiber. Cellulose, 2017, 24(1): 333-347. （SCI二区Top，IF=3.809）<br/>14.徐祥，陈红*，费本华，张文福，钟土华. 竹龄、粒径配比和含水率对毛竹无胶板材物理力学性能的影响，林业工程学报. 2023, 8(1):30-37.<br/>15. 甄晟瑶，陈红*，连彩萍，张文福. 竹篾性能研究及应用现状. 林产工业，2022, 59(11):50-55.<br/>16. 邹艳萍，王献轲，张雨湉，费本华，陈红*. SiO2气凝胶纳米颗粒浸渍改性对竹材性能的影响.林业工程学报，2022,7(04):46-51.<br/>17. 张雨湉，施江靖，叶交友，陈红*，吴智慧，詹先旭. 家居用疏水保温胶合板制备及性能研究. 林业工程学报，2021,6(06):190-196.<br/>18. 施江靖,陈红*,王雪花,连彩萍,吴智慧. 竹集成材家具线上销售与设计研究.林产工业，2021，58(08)：108-111+114.<br/>19. 吴婕妤，陈红*，连彩萍，吴智慧. 竹材在现代家具设计中的应用研究. 林产工业，2021，58（06）：27-31.<br/>主编及参编专著<br/>1. 《圆竹家具学》,2020年，北京，科学出版社。<br/>2. 《Wood Properties of the Global Important Tree Species》, 2013年，北京，科学出版社。",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1、  浙江省博士后基金二等资助项目“竹材弯曲家具模块化制造技术研究”（2022-2023）；<br/>2、  国家林业和草原局/北京市共建竹藤科学与技术重点实验室开放基金项目“竹材低温抵抗性研究”（2020-2022）；<br/>3、  中国博士后基金特别资助项目“竹材不同组分分离与再重组结合机理”（2020-2021）；<br/>4、  浙江省博士后基金二等资助项目“基于钙化改性的环保型阻燃木材的研究与应用”（2019-2020）；<br/>5、  国家自然科学基金青年项目“化学组分选择性脱除对竹纤维细胞壁精细结构及力学性能的作用机制”（2016-2018）；<br/>6、  “十三五”国家重点研发计划项目“竹材高值化加工关键技术创新研究”（2017-2020）。",
    "Services_Activities": "None",
    "Award_status": "1. 2020年，梁希林业科学技术一等奖；<br/>2. 2020年，江苏省研究生教育改革成果二等奖；<br/>3. 2012年，美国木材科学与技术协会（SWST）第55届国际会议论文海报竞赛三等奖。",
    "Contact_information": "：025-85427528",
    "Introduction": "None",
    "id": "0019",
    "img": "https://jiaju.njfu.edu.cn/DFS//file/2023/02/13/20230213174401909nqbzg7.jpg?iid=54698",
    "Department": "None",
    "Duties": "：",
    "Title": "：副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "陈　红",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "工学博士，毕业于国际竹藤中心。现任国际标准化组织（ISO/TC 296）WG5 竹家具工作组专家，美国木材科学与技术（SWST）会员。主持和参加国家级及省部级项目8项，发表学术论文40余篇，其中SCI和EI收录20余篇，参编专著2部，授权发明专利4件，参加制订标准5项。"
}