{
    "Research_direction": "本人主要从事家具设计及理论的研究，具体研究内容包括：1）家具结构设计，2）家具力学测试与分析，3) 计算机辅助设计与工程在家居产品中的应用（数字化设计），4）家具新材料开发与利用，家具人体工程学（生物力学）等。共发表家具相关研究论文40余篇，其中SCI收录30篇，中文核心收录10篇。主讲课程包括《木家具结构设计》、《全屋家具系统设计》、《Furniture Structure》等。",
    "Paper": "部分论文如下：<br/>1) Wengang Hu, Jilei Zhang. Effect of growth rings on acoustic emission characteristic signals of southern yellow pine wood cracked in mode Ⅰ. Construction and Building Materials, 2022, 329, 127092. https://doi.org/10.1016/j.conbuildmat.2022.127092<br/>2) Hu, W.G.; Liu, Y.; Konukcu, A.; C. Study on withdrawal load resistance of screw in wood-based materials: experimental and numerical. Wood Mater. Sci. Eng. 2022, 17, 2084699. https://doi.org/10.1080/17480272.2022.2084699<br/>3) Wengang Hu, Hui Wan. Comparative study on weathering durability properties of phenol formaldehyde resin modified sweetgum and southern pine specimens. Maderas. Ciencia y Tecnologia, 2022, 24(17):1-14. DOI: 10.4067/s0718-221x2022000100417<br/>4) Wengang Hu, Jilei Zhang. Study on static lateral load–slip behavior of single-shear stapled connections in plywood for upholstered furniture frame construction. Journal of Wood Science 2021, 67(1):40. DOI:10.1186/s10086-021-01975-7<br/>5) Wengang Hu, Binrui Chen. A Methodology for Optimizing Tenon Geometry Dimensions of Mortise-and-Tenon Joint Wood Products. Forests 2021,12(4): 478. DOI:10.3390/f12040478<br/>6) Wengang Hu, Binrui Chen, Tianxing Zhang. Experimental and numerical studies on mechanical behaviors of beech wood under compressive and tensile states. Wood Research, 2021, 66(1): 27-38. DOI:10.37763/wr.1336-4561/66.1.2738<br/>7) Tianxing Zhang, Wengang Hu*. Numerical study on effects of tenon sizes on withdrawal load capacity of mortise and tenon joint. Wood Research, 2021, 66(2): 321-330. Doi:10.37763/wr.1336-4561/66.2.321330.<br/>8) Wengang Hu, Na Liu. Comparisons of finite element models used to predict bending strength of mortise-and-tenon Joints.  BioResources. 2020, 15(3): 5801-5811. doi:10.37763/wr.1336-4561/65.3.497506<br/>9) Wengang Hu, Jilei Zhang. Bolt-Bearing Yield Strength of Three-Layered Cross-Laminated Timber Treated with Phenol Formaldehyde Resin.  Forests 2020, 11(5), 551. doi:10.3390/f11050551.<br/>10) Wengang Hu, Na Liu, Lu, Xu, Huiyuan Guan. Study on cold/warm sensation of materials used in desktop of furniture. Wood Research. 2020, 65(3): 497-506.<br/>11) Wengang Hu, Na Liu. Numerical and Optimal Study on Bending Moment Capacity and Stiffness of Mortise-and-Tenon Joint for Wood Products. Forests 2020, 11(5), 501. https://doi.org/10.3390/f11050501.<br/>12) Wengang Hu, Na Liu, Huiyuan Guan. Experimental and numerical study on methods of testing withdrawal resistance of mortise-and-tenon joint for wood products. Forests. 2020,11(3):280. https://doi.org/10.3390/f11030280.<br/>13) Wengang Hu, Na Liu, Huiyuan Guan. Optimal design of a furniture frame by reducing the volume of wood. Drewno, 2019, 62(204):85-97.<br/>14) Wengang Hu, Hui Wan, Huiyuan Guan. Size Effect on the Elastic Mechanical Properties of Beech and Its Application in Finite Element Analysis of Wood Structures. Forests, 2019,10(9):783. https://doi.org/10.3390/f10090783.<br/>15) Wengang Hu, Na Liu, Huiyuan Guan. Experimental Study of the Contact Forces and Deformations of Mortise-and-Tenon Joints Considering the Fits and Grain Orientations of the Tenon. Bioresources, 2019, 14(4): 8728-8737.<br/>16) Hu WG, Guan HY. A finite element model of semi-rigid mortise-and tenon joint considering glue line and friction coefficient. Journal of Wood Science, 2019, 65:14. https://doi.org/10.1186/s10086-019-1794-4.<br/>17) Hu WG, Guan HY. Study on compressive stress relaxation behavior of beech based on the finite element method. Maderas. Ciencia-y tecnologia, 2019, 21(1): 15-24.<br/>18) Hu WG, Guan HY, Zhang JZ. Finite element analysis of tensile load resistance of mortise-and-tenon joints considering  tenon fit effects. Wood and Fiber Science. 2018, 50 (2): 121-131.<br/>19) Hu WG, Wan H, Guan HY. Study on contact force relaxation behavior of mortise-and-tenon joints considering tenon fits and grain orientations of tenon. Bioresources. 2018, 13 (3): 5608-5616.<br/>20) Hu WG, Fu WL, Guan HY. Optimal design of stretchers positions of mortise and tenon joint chair. Wood Research, 2018, 63 (3): 505-516.<br/>21) Hu WG, Guan HY. Experimental and numerical investigation on compression creep behavior of wood. Forest Products Journal, 2018, 68(2): 138-146.<br/>22) 胡文刚，关惠元. 基于生物力学的老年人坐立转换模型研究[J]. 林业工程学报，2020,5(6):77-81.<br/>23) 胡文刚,关惠元.有限元法在实木榫接合家具结构设计中的应用[J].世界林业究, 33(5):65-69.<br/>24) 胡文刚，关惠元. 板式家具结构设计有限元法研究综述[J].世界林业研究, 2020,33(2):68-71.<br/>25) 胡文刚，白珏，关惠元. 一种速生材榫接合节点增强方法的研究. 北京林业大学学报，2017,39(4):101-107.<br/>26) 胡文刚，关惠元.椭圆榫节点抗弯强度的数值分析研究.西北林学院学报, 2018, 33 (5):225-230.<br/>27) 胡文刚，关惠元.基于摩擦特性的榫接合节点抗拔力研究.林业工程学报, 2017, 2(04):158-162.<br/>28) 胡文刚，关惠元.不同应力状态下榉木弹性常数的研究.林业工程学报, 2017, 2(06):31-36.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1）2023年1月-2025年12月：国家自然科学基金：榫接合节点疲劳机制研究；<br/>2）2020年9月-2023年9月：南京林业大学高层次人才科研启动基金：榫接合家具节点强度机理及预测模型研究；<br/>3）2022年3月-2023年3月：校企合作项目：实木定制家具木框嵌板结构工艺优化研究；",
    "Services_Activities": "None",
    "Award_status": "1) 2022年 Key Scientific Article Granted by Advances in Engineering (Canada)；<br/>2) 2021年 南京林业大学本科优秀毕业设计指导教师；<br/>3) 2020年 L.J. Markwardt Award (Forest Products Society, USA)；<br/>4) 2020年 南京林业大学优秀博士论文；<br/>5) 2019年 2019年\"全国林科优秀毕业生\"称号；",
    "Contact_information": "：025-85427793",
    "Introduction": "None",
    "id": "0022",
    "img": "https://jiaju.njfu.edu.cn/DFS//file/2022/08/18/20220818142528907sjvivu.jpg?iid=47305",
    "Department": "None",
    "Duties": "：",
    "Title": "：副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "胡文刚",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "1）2010.9-2014.6: 四川农业大学，林学院，木材科学与技术专业 （室内与家具设计方向），工学学士；<br/>2）2014.9-2019.6：南京林业大学，家居与工业设计学院，家具设计与工程专业，工学博士；<br/>3）2018.5-2019.5：Mississippi State University, Department of Sustainable Bioproducts, Visiting scholar;<br/>4）2019.9-至今：南京林业大学，家居与工业设计学院，家具设计系，教师；"
}