{
    "Research_direction": "木材干燥与材性改良；木制品加工工艺",
    "Paper": "发表科研论文60余篇，其中SCI收录30余篇。申请专利30余件，获批发明专利6件、实用新型专利20余件。<br/>1. Honghai Liu, Yueting Zhang, Lin Yang, Zhihui Wu. Effects of Ultrasound Pretreatment on Microstructure and Drying Characteristics of Eucalyptus urophylla × E. grandis[J].Bioresources,2018,13(3):5953-5964.<br/>2. Lin Yang, Honghai Liu, Yingchun Cai,Wu Zhihui. A novel method of studying the collapsed cell of eucalyptus wood using X-ray CT scanning[J].Drying Technology,2019,37(12):1597-1604.<br/>3. Honghai Liu, Jingwen Zhang, Wenjing Jiang, Yingchun Cai. Characteristics of Commercial-scale Radio-frequency/ Vacuum (RF/V) Drying for Hardwood Lumber[J].Bioresources,2019,14(3):6923-6935.<br/>4. Fu, Z., Zhou, Y., Gao, X., Liu, H., Zhou, F. Changes of water related properties in radiata pine wood due to heat treatment[J]. Construction and Building Materials, 2019, 227, 116692.<br/>5.Yang Lin, Liu honghai. Study of the collapse and recovery of Eucalyptus urophydis during conventional kiln drying[J]. European Journal of Wood and Wood Products, 2021, 79 (1): 129–137.<br/>6. Yin Qin, Liu Honghai. Drying Stress and Strain of Wood: A Review[J]. Appl. Sci., 2021, 11(11): 5023.<br/>7. Liu Yunxai, Liu Honghai, Shen Zhongrong. Nanocellulose based filtration membrane in industrial waste water treatment: A Review. Materials, 2021, 14(18): 5398.<br/>8. Zhou T, Liu HH. Research Progress of Wood Cell Wall Modification and Functional Improvement: A Review. Materials, 2022, 15(4):1598.<br/>9. Liu, H., Xie, J., and Zhang, J. Moisture transfer and drying stress of eucalyptus wood during supercritical CO2 (ScCO2) dewatering and ScCO2 combined oven drying, BioResources, 2022, 17(3): 5116-5128.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "主持国家自然科学基金面上项目1项、省部级课题2项、校企合作等项目8项，参与国家自然科学基金3项。",
    "Services_Activities": "None",
    "Award_status": "2016年获江苏省高校“青蓝工程”中青年学术带头人称号。",
    "Contact_information": "：025-85427528",
    "Introduction": "None",
    "id": "0024",
    "img": "https://jiaju.njfu.edu.cn/DFS//file/2022/08/18/20220818142106196eujees.jpg?iid=47289",
    "Department": "None",
    "Duties": "：",
    "Title": "：副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "刘洪海",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "教育背景：<br/>1995.09～1999.07 东北林业大学（哈尔滨），家具与室内设计，学士<br/>2002.09～2005.07 东北林业大学（哈尔滨），木材科学与技术，硕士学位<br/>2005.10～2010.09 日本爱媛大学（松山），木材科学与技术，硕士、博士学位<br/>工作背景：<br/>1999.08～2002.08 设计技术部，中美合资上海唯得木业有限公司<br/>2004.02～2005.09 品控管理，IKEA（香港）贸易有限公司哈尔滨代表处<br/>2010.10～2013.06 研究员，日本企业博士后工作站（YASUJIMA CO., ltd）<br/>2013.07～201.08  博士后，华南农业大学林学院<br/>2014.09～现在    副教授 南京林业大学家居与工业设计学院"
}