{
    "Research_direction": "古旧家具修复与保护；中外传统家具；家具材料时效性。",
    "Paper": "发表科研论文60余篇，其中SCI收录14篇。申请专利百余件，获批发明专利2件。<br/>1. Huang, Houyi， Xu, Guanglin， Xinyou LIU,  2021，Study on the Purity of Gold Leaf in a SO2 Atmosphere at Ambient   Temperature MATERIALS<br/>2. Xinyou Liu, Yue Zhan, Xuehan Li, Ying Li, Xinhao Feng, Muthukumar Bagavathiannan, Chuanjie Zhang, Mingnan Qu, Jialin Yu,Liu\"The use of wood vinegar as a non-synthetic herbicide for control of broadleaf weeds.\" Industrial Crops and Products 173 (2021): 114105.<br/>3. Xinyou LIU, Jianan Wang, Xinhao Feng, Jialin \"Wood vinegar resulting from the pyrolysis of apple tree branches for annual bluegrass control.\" Industrial Crops and Products 174 (2021): 114193.<br/>4. Xinyou LIU, Xinwei Tu, Mihaela Liu, 2021 Effects of light thermal treatments on the color, hygroscopity and dimensional stability of wood. Wood research, 66 (1), 95-104.<br/>5. Liu Mihaela, Jianan Wang, Guanglin Xu, Xin Wei Tu, Xinyou Liu, And Zhihui Wuet al. \"Efficacy of linseed oil-treated wood to improve hydrophobicity, dimensional stability, and thermostability.\" WOOD RESEARCH 66.5 (2021): 777-788.<br/>6. Liu, M., Xu, G., Wang, J., Tu, X., Xinyou LIU, Wu, Z. (2020). Effects of shellac treatment on wood hygroscopicity, dimensional stability and thermostability. Coatings, 10(9), 881.<br/>7. Liu, M., Tu, X., Xinyou LIU, Wu, Z., Lv, J., & Varodi, A. (2020). A comparative study on the effects of linseed oil and shellac treatment on the hygroscopicity, dimensional stability, and color changes of chinese ash wood. BioResources, 15(4), 8085-8092. doi:https://doi.org/10.15376/biores.15.4.8085-8092<br/>8. Xinyou LIU, Mihaela Liu, Meng Qi Lv, and Jiu Fang Lv 2019 Photodegradation of Three Hardwood Species by Sunlight and Xenon Light Sources, Bioresources, 14(3), 6909-6922.<br/>9. Xinyou LIU,  Timar M. C., Varodi A. 2019 Effects of artificial UV and natural ageing on the colour and surface chemistry of waxes finished surfaces, Journal of Photochemistry and Photobiology B: Biology, 111607: https://doi.org/10.1016/j.jphotobiol.2019.111607<br/>10.Xinyou LIU,  Meng Qi Lv, Mihaela Liu, and Jiu Fang Lv 2019 Repeated humidity cycling’s effect on physical properties of three kinds of woodbased panels, Bioresources, 14(4), 9444-9453.<br/>11.Xinyou LIU,  Meng Qi Lv, Mihaela Liu, Zhihui Wu and Jiu Fang Lv 2019 Characterization and identification of lacquer films from the Qin and Han Dynasties, Bioresources, 14(4), 9509-9517.<br/>12.Xinyou LIU,  Timar M. C., Varodi A. M., Sawyer G., 2017, An investigation of accelerated temperature-induced ageing of four wood species: colour and FTIR. Wood Sci Technol, 51 （2）: 357-378, DOI 10.1007/s00226-016-0867-4<br/>13.Xinyou LIU,  Timar M. C., Varodi A. M., Yi S. L., 2016, Effects of Artificial and Natural Ageing on The Colour of Paulownia Wood (P. Elogata) from Fast Growing Crops Wood. Bioresources, 11(4), 9400-9420<br/>14.Xinyou LIU, Cionca M., Timar M. C., Varodi A., 2015, A Comparative Study of Qing and European Rococo Chairs (18th century), Ciencia e Tecnica Vitivinı ´cola 30(2):17–27",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "南京林业大学高层次人才启动基金1项、江苏高校哲学社会科学研究基金1项、浙江省“南太湖精英计划”创新项目1项。",
    "Services_Activities": "None",
    "Award_status": "2021年获南京林业大学本科毕业设计（论文）优秀指导教师。",
    "Contact_information": "：18351900868",
    "Introduction": "None",
    "id": "0029",
    "img": "https://jiaju.njfu.edu.cn/DFS//file/2022/08/18/202208181427164038sekwj.jpg?iid=47324",
    "Department": "None",
    "Duties": "：",
    "Title": "：副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "刘新有",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "教育背景：<br/>2005.09～2009.07 北京林业大学，木材科学与工程，学士学位；<br/>2009.11～2010.06 罗马尼亚 Babes-Bolyai University, 罗马尼亚语言及文化，语言预科；<br/>2010.10～2012.07 罗马尼亚 Transylvania University of Brasov, 木材工程，硕士学位；<br/>2012.10～2017.07 罗马尼亚 Transylvania University of Brasov, 古旧家具修复于保护，博士学位。<br/>工作背景：<br/>2013.03～2014.07 罗马尼亚 Transylvania University of Brasov孔子学院，中文教师（志愿者）；<br/>2013.04～2015.12 香港沃林木业有限公司罗马尼亚分公司 Woodlands Industrial S.R.L. 采购经理；<br/>2016.01～2018.08 香港沃林木业有限公司克罗地亚分公司 Ravnogorska D.O.O. 生产经理；<br/>2021.12～2022.12 罗马尼亚 Transylvania University of Brasov，家具设计与木材工程学院，博士后<br/>2018.08～现在    南京林业大学家居与工业设计学院  副教授"
}