{
    "Research_direction": "木竹材定型工艺研究<br/>木竹材高效加工<br/>木竹材性能改良及建筑/家居应用",
    "Paper": "论文：<br/>1.  Xuehua Wang, Mingxin Cao, Jingwen Ma, Junjie Zhu, Caiping Lian, Benhua Fei, Wei Xu, Fengbo Sun. Effects of moisture contents and radial positions on dynamic viscoelastic of phyllostachys iridescens. Holz, 2022, online.<br/>2.  Xuehua Wang, Jingwen Ma, Wei Xu, Benhua Fei, Caiping Lian, Fengbo Sun. Effect of bending on radial distribution density, MFA and MOE of bent bamboo. Scientific reports, 2022, 12, 8610.<br/>3.  曹明鑫, 何幸刚, 王超, 王雪花*. 聚乙烯蜡浸渍时间对材色和尺寸稳定性的影响. 林业机械与木工设备, 2022, 50(1): 23-28.<br/>4.  罗钟宇, 王雪花*. 南通蓝印花布在现代家居装饰中的价值应用. 美术教育研究, 2021, (06): 55-57.<br/>5.  朱骏杰, 马静文, 曹明鑫, 王晓欢, 费本华, 王雪花*. 现代竹梁结构及力学性能研究概述, 竹子学报, 2020, 39, 40-48.<br/>6.  Xuehua Wang*, Kenneth J. Cheng. Effect of Glow-Discharge Plasma Treatment on Contact Angle and Micromorphology of Bamboo Green Surface. Forests, 2020, 11, 1293.<br/>7.  Wang, X. *, Wu, Y., Chen, H., Zhou, X., Zhang, Z., & Xu, W. *.Effect of Surface Carbonization on Mechanical Properties of LVL. BioResources, 2019, 14(1), 453-463.<br/>8. 李文玲, 徐伟, 周晓燕, 张占宽, 王雪花*. 混合组坯对杨木单板层积材弹性常数及力学性能的影响. 中南林业科技大学学报(自然科学版), 2019, 39(5): 132-137.<br/>9. 薛紫荞, 王雪花*, 周亚琴, 陈梦奇, & 黄琼涛. 负压轻炭化木材物理力学性能, 浙江农林大学学报, 2019, 36(1), 177-182.<br/>10. 王雪花, 吴智慧, 李霞镇, 汪志明, 周浩军. 气候因素对实木复合门扇变形的影响.  林产工业, 2018(3): 16-19.<br/>11. 王雪花, 方露, 吴智慧, 王晓欢, 宋莎莎, 费本华. 不同覆面材料SIP墙体抗剪性能研究. 应用力学学报, 2017, 34(2):354-359.<br/>12. 王雪花, 方露, 吴智慧, 倪骏, 费本华. 不同加载方式SIP墙体的抗剪性能. 土木建筑与环境工程, 2016, 38(3): 41~46.<br/>13. 王雪花, 费本华, 宋莎莎, 王晓欢. 覆面材料对SIP保温性能的影响. 新型建筑材料, 2015, 42(5): 67-71.<br/>14. Xuehua Wang, Zhihui Wu, Lu Fang, Penglian Wei, Benhua Fei*, and Junliang Liu*. Changes of Chemical Composition, Crystallinity, and Fourier Transform Infrared Spectra of Eucalypt pellita Wood under Different Vacuum Heat Treatment Temperatures. Forest Products Journal, 2015, 65: 346-351.<br/>15. Wang Xue-hua, Wu Zhi-hui, Wang Xiao-huan, Song Sha-sha, Cao Yong-jian, Ni Jun, Sun Quan-yi, Fei Ben-hua*.SHEARING BEHAVIOR OF STRUCTURAL INSULATED PANEL WALL SHELLED WITH BAMBOO SCRIMBER. Wood and Fiber Science, 2015, 47(4): 336-344.<br/>16. 王雪花, 费本华, 柴宇博, 刘君良. 粗皮桉木材热处理位置对吸热量及升温速度的影响. 浙江农林大学学报, 2014, 31(5):745-750.<br/>17. Xuehua Wang, Benhua Fei, Junliang Liu. EFFECT OF VACUUM HEAT TREATMENT TEMPERATURE ON PHYSICAL AND MECHANICAL PROPERTIES OF EUCALYPTUS PELLITA WOOD. Wood and fiber science, 2014, 46(3): 368-375.<br/>18. 王雪花, 宋莎莎，杨峰，王晓欢，费本华. 竹结构建筑墙体节能技术与评价, 建筑建材装饰，2013,6,131-135.<br/>19. Xuehua Wang, Junliang Liu, Guoqi Xu, Yubo Chai. Microstructure of eucalyptus pellita under Different Thermal Treatment Temperatures and its Effect on Physical-Mechanical Characteristic. Advanced Materials Research, 2011, 214: 544-548.<br/>专著（主编及参编）：<br/>建筑与家居木制品（教材）<br/>竹材力学<br/>圆竹建筑学<br/>木竹建筑与人居环境<br/>家具装修材增值加工技术",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1. 技术服务项目：竹展平板物理力学性能测试。<br/>2. 国家自然科学基金青年项目：圆竹材弯曲定型的微观表征。<br/>3. 木竹产业技术创新战略联盟项目：低强度损失的木材轻碳化技术。<br/>4. 十三五国家重点研发计划“林业资源培育及高效利用技术创新重点专项”：“木制品节材加工技术与装备”。<br/>5. 校企合作项目：竹单元弯曲自由度优化工艺研究<br/>6. 校企合作项目：适于地热环境的实木地板开发<br/>7. 校企合作项目：基于生物活性染料的木材材色调控技术的研究与应用。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：025-85427528",
    "Introduction": "None",
    "id": "0034",
    "img": "https://jiaju.njfu.edu.cn/DFS//file/2022/08/18/2022081814210518427dw73.jpg?iid=47282",
    "Department": "None",
    "Duties": "：",
    "Title": "：副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "王雪花",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "工作与学习经历<br/>2014.09-至今      南京林业大学     副教授<br/>2018.02-2019.02   加拿大UBC        访问学者<br/>2012.11-2014.09   国际竹藤中心     博士后<br/>2009.09-2012.07   中国林业科学院   博士/研究生<br/>2006.09-2009.07   中国林业科学院   硕士/研究生<br/>2002.09-2006.07   浙江农林大学     本科/学士<br/>讲授课程<br/>建筑与家居木制品<br/>家具制造装备与机器人技术<br/>竹藤家具制造工艺<br/>木材干燥与改良"
}