{
    "Research_direction": "1 木材绿色胶接技术研究<br/>2 木材流变与模压成型技术研究<br/>3 家具大数据与消费行为分析研究<br/>4 功能性家居复合材料研究",
    "Paper": "1. Zhao, Z.Y.; Miao, Y.F.; Yang, Z.Q.; Wang, H.; Sang, R.J.; Fu, Y.C.; Huang, C.X.; Wu, Z.H.; Zhang, M.; Sun, S.J., et al. Effects of Sulfuric Acid on the Curing Behavior and Bonding Performance of Tannin-Sucrose Adhesive. Polymers 2018, 10, doi:ARTN 65110.3390/polym10060651.<br/>2. Zhao, Z.Y.; Hayashi, S.; Xu, W.; Wu, Z.H.; Tanaka, S.; Sun, S.J.; Zhang, M.; Kanayama, K.; Umemura, K. A Novel Eco-Friendly Wood Adhesive Composed by Sucrose and Ammonium Dihydrogen Phosphate. Polymers 2018, 10.<br/>3. Sun, S.J.; Zhao, Z.Y. Influence of Acid on the Curing Process of Tannin-sucrose Adhesives. Bioresources 2018, 13, 7683-7697, doi:10.15376/biores.13.4.7683-7697.<br/>4. Zhao, Z.; Sakai, S.; Wu, D.; Chen, Z.; Zhu, N.; Huang, C.; Sun, S.; Zhang, M.; Umemura, K.; Yong, Q. Further Exploration of Sucrose–Citric Acid Adhesive: Investigation of Optimal Hot-Pressing Conditions for Plywood and Curing Behavior. Polymers 2019, 11, 1996.<br/>5. Sun, S.; Zhao, Z.; Umemura, K. Further Exploration of Sucrose-Citric Acid Adhesive: Synthesis and Application on Plywood. Polymers 2019, 11, 1875.<br/>6. Zhao, Z.; Sun, S.; Wu, D.; Zhang, M.; Huang, C.; Umemura, K.; Yong, Q. Synthesis and Characterization of Sucrose and Ammonium Dihydrogen Phosphate (SADP) Adhesive for Plywood. Polymers 2019, 11, 1909.<br/>7. Sun, S.; Zhang, M.; Umemura, K.; Zhao, Z. Investigation and Characterization of Synthesis Conditions on Sucrose-ammonium Dihydrogen Phosphate (SADP) Adhesive: Bond Performance and Chemical Transformation. Materials 2019, 12, doi:10.3390/ma12244078.<br/>8. Sun, S.; Zhao, Z.; Shen, J. Effects of the Manufacturing Conditions on the VOCs Emissions of Particleboard. Bioresources 2019, 15, 11.<br/>9. Zhao, Z.; Sakai, S.; Wu, D.; Chen, Z.; Zhu, N.; Gui, C.; Zhang, M.; Umemura, K.; Yong, Q. Investigation of Synthesis Mechanism, Optimal Hot-Pressing Conditions, and Curing Behavior of Sucrose and Ammonium Dihydrogen Phosphate Adhesive. Polymers 2020, 12, 216.<br/>10. Zhao, Z.; Huang, C.; Wu, D.; Chen, Z.; Zhu, N.; Gui, C.; Zhang, M.; Umemura, K.; Yong, Q. Utilization of enzymatic hydrolysate from corn stover as a precursor to synthesize an eco-friendly plywood adhesive. Industrial Crops and Products 2020, 152, 112501, doi:https://doi.org/10.1016/j.indcrop.2020.112501.<br/>11. Zhao, Z.; Wu, D.; Huang, C.; Zhang, M.; Umemura, K.; Yong, Q. Utilization of enzymatic hydrolysate from corn stover as a precursor to synthesize an eco-friendly adhesive for plywood II: investigation of appropriate manufacturing conditions, curing behavior, and adhesion mechanism. J Wood Sci 2020, 66, 85, doi:10.1186/s10086-020-01933-9.<br/>12. Lin, Q.; Zhang, X.; Cai, W.; Xia, X.; Gui, C.; Zhao, Z. Improvement of the bonding performance of sucrose and ammonium dihydrogen phosphate adhesive by addition of dephenolized cottonseed protein. The Journal of Adhesion 2022, 10.1080/00218464.2022.2107905, 1-22, doi:10.1080/00218464.2022.2107905.<br/>13. Zhao, Z.; Zhang, X.; Lin, Q.; Zhu, N.; Gui, C.; Yong, Q. Development and investigation of a two-component adhesive composed of soybean flour and sugar solution for plywood manufacturing. Wood Mater Sci Eng 2022, 10.1080/17480272.2022.2086067, 1-9, doi:10.1080/17480272.2022.2086067.",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "国家自然科学基金面上项目（主持）<br/>南京林业大学高层次人才引进基金（主持）<br/>江苏省双创博士基金（主持）<br/>江苏省高校自然基金面上项目（主持）<br/>中国博士后基金面上项目（主持）",
    "Services_Activities": "None",
    "Award_status": "第八届中国国际互联网+大学生创新创业大赛江苏赛区一等奖 优秀指导教师（1/5）<br/>南京林业大学本科毕业设计优秀指导教师（1/1）",
    "Contact_information": "：025-85427429",
    "Introduction": "None",
    "id": "0036",
    "img": "https://jiaju.njfu.edu.cn/DFS//file/2022/08/17/202208171149378091t5ar9.jpg?iid=47263",
    "Department": "None",
    "Duties": "：副院长",
    "Title": "：副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "赵中元",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "2004.09-2008.07　　东北林业大学　　　　　　　　　木材科学与工程专业　　　　　　本科<br/>2008.09-2011.07　　东北林业大学　　　　　　　　　设计艺术学专业　　　　　　　　硕士<br/>2011.10-2012.08　　中国赴日本国留学生预备学校　　第三十六期国家公派日本集训班<br/>2012.10-2016.03　　日本京都大学　　　　　　　　　森林科学专业　　　　　　　　　博士<br/>2016.04-2017.03　　日本京都大学　　　　　　　　　森林科学专业　　　　　　　　　特聘研究员<br/>2017.09- 今　　　　南京林业大学　　　　　　　　　家具设计系　　　　　　　　　　教师"
}