{
    "Research_direction": "主要研究方向以人机交互中的用户认知为主，包括：多模态信息界面的认知复杂度研究、面向AR/VR/MR技术的人机界面设计与可用性研究、人机交互中的视觉感知与交互模式研究等。",
    "Paper": "1.Zhang Jing, Liu Xiaonan, Matt So, Lynne M. Reder. Familiarity acts as a reduction in objective complexity[J]. Memory & Cognition, 2020, 48:1376-1387. (SSCI检索, JCR 3区，近五年影响因子:2.52)<br/>2.Guo Qi, Zhang Jing. The quantitative research on length and area perception: A guidance on shape encoding in visual interface. Displays,2022,75:102325. (SCI检索,JCR 2区，近五年影响因子:3.07)<br/>3.Zhang Jing, Xue Chengqi, Wang Jing, Shen Zhangfan, Zhou Lei,Zhou Xiaozhou, Lin Yun, Zhou Ling. Effects of Cognitive Redundancy on Interface Design and Information Visualization[C]. International Conference on Applied Human Factors & Ergonomics. Los Angeles, USA： Springer International Publishing AG,2018, 607:483-491. (EI检索)<br/>4．张晶,薛澄岐,沈张帆,王海燕,周蕾,周小舟,陈晓皎.基于认知分层的图像复杂度研究[J]. 东南大学学报(自然科学版), 2016, 46(6):1149-1154.( EI检索)<br/>5.Zhang Jing, Xue Chengqi, Shen Zhangfan, Chen Xiaojiao, Shao Jiang, Zhou Lei, Zhou Xiaozhou. Study on the Effects of Semantic Memory on Icon Complexity in Cognitive Domain[C]. 18th International Conference on Human-Computer Interaction. Toronto, Canada: Springer International Publishing Switzerland,2016,9736:147-157. (EI检索)<br/>6.Wang Siyi, Zhang Jing, Xue Chengqi. Assessment Model for Perceived Visual Complexity of GIS System[C]. 2020 IEEE 5th Information Technology and Mechatronics Engineering Conference (ITOEC), Chongqing, China: IEEE, 2020:33-37. (EI检索)<br/>7.Wang Siyi, Xue Chengqi, Zhang Jing, Shao Junkai. Interface Design of GIS System Based on Visual Complexity[C]. AHFE 2019: Advances in Usability and User Experience. San Diego, USA:Springer, 2019,972:713-722.(EI检索",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "主持1项国家自然科学基金青年基金项目“线索整合下的多模态信息界面复杂度设计与评价方法研究”、教育部产学研育人项目“融合AR与VR交互技术的虚拟展示设计课程建设”、江苏省高校研究生科研创新计划项目“基于大数据可视化的图像复杂度研究”等纵向科研项目，参与国家自然基金项目3项：“面向眼控系统交互式界面元素的视觉表征与评价机制研究”、 “面向大数据信息可视化设计方法研究”和“数字界面视觉信息认知的脑机制研究”，以及江苏省科技厅自然科学基金“面向用户认知的数字界面信息网络设计”、上海航天科技创新基金“地面应用显控系统界面设计与用户体验评估研究”、人因工程国防科技重点实验室合作项目“航天员IETM电子交互式手册设计研究”。此外，负责多个横向企业项目，主要涉及：产品造型设计、用户界面设计、系统可用性评价、AR/VR虚拟交互界面设计等。",
    "Services_Activities": "None",
    "Award_status": "指导学生在多项国家级、省部级比赛中获奖，获得第四届“憧憬美丽中国”艺术设计大赛全国金奖1项、中国高校计算机大赛移动应用创新赛二等奖4项、三等奖4项、中国包装创意设计大赛全国三等奖1项以及多项优秀奖等。",
    "Contact_information": "：025-85427850",
    "Introduction": "None",
    "id": "0055",
    "img": "https://jiaju.njfu.edu.cn/DFS//file/2022/11/18/20221118014142071fuld7f.jpg?iid=52192",
    "Department": "None",
    "Duties": "：",
    "Title": "：讲师",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "张　晶",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "硕士生导师，江苏省双创博士，东南大学工学博士，国家公派美国卡耐基梅隆大学（Carnegie Mellon University）联合培养博士，中国人类工效学设计工效学分会委员。作为负责人主持一项国家自然科学基金和多项省部级科研项目，并参与多项国家自然科学基金、江苏省自然科学基金和上海航天科技创新基金的研究工作，研究方向以人机交互与用户认知研究为主，目前已发表多篇SSCI和EI收录论文，并参与编写航天航空人因丛书《人机界面（HCI）系统设计中的人因工程》。本科主讲课程有：《移动应用开发》、《虚拟展示设计》、《人机交互（双语）》、《计算机辅助产品设计1&2》等。"
}