{
    "Research_direction": "先进切削加工技术、数字化设计与制造技术。",
    "Paper": "[1] Zhu, Z.; Buck, D.; Wu, Z.; Wang, J.; Guo, X.; Zhu, M. Built-up edge formation mechanisms in orthogonal cutting of wood-plastic composite. Wood Material Science & Engineering 2022, 1-9.<br/>[2] Zhu, Z.; Jin, D.; Wu, Z.; Xu, W.; Yu, Y.; Guo, X.; Wang, X. Assessment of Surface Roughness in Milling of Beech Using a Response Surface Methodology and an Adaptive Network-Based Fuzzy Inference System. Machines 2022, 10, 567.<br/>[3] Zhu, Z.; Buck, D.; Guo, X.; Cao, P. High-quality and high-efficiency machining of stone-plastic composite with diamond helical cutters. Journal of Manufacturing Processes 2020, 58, 914-922.<br/>[4] Zhu, Z.; Buck, D.; Cao, P.; Guo, X.; Wang, J. Assessment of cutting forces and temperature in tapered milling of stone–plastic composite using response surface methodology. JOM 2020, 72, 3917-3925.<br/>[5] Zhu, Z.; Buck, D.; Guo, X.; Cao, P.; Wang, J. Cutting performance in the helical milling of stone-plastic composite with diamond tools. CIRP Journal of Manufacturing Science and Technology 2020, 31, 119-129.<br/>[6] Zhu, Z.; Buck, D.; Ekevad, M.; Marklund, B.; Guo, X.; Cao, P.; Zhu, N. Cutting forces and chip formation revisited based on orthogonal cutting of Scots pine. Holzforschung 2019, 73, 131-138.<br/>[7] Zhu, Z.; Cao, P.; Guo, X.; Qiu, X.; Xie, S.; Ekevad, M. Cutting performance of cemented carbide cutting tool in turning high‐density fiberboard. Materialwissenschaft und Werkstofftechnik 2018, 49, 1476-1484.<br/>[8] Zhu, Z.; Guo, X.; Ekevad, M.; Cao, P.; Na, B.; Zhu, N. The effects of cutting parameters and tool geometry on cutting forces and tool wear in milling high-density fiberboard with ceramic cutting tools. The International Journal of Advanced Manufacturing Technology 2017, 91, 4033-4041.<br/>[9] 朱兆龙,熊先青,吴智慧,李荣荣.面向智能制造的定制家居数字化设计虚拟现实展示技术.木材科学与技术,2021,35(05):1-6.<br/>[10] 朱兆龙,郭晓磊,赵飞,邱学海,郑琳,曹平祥,朱南峰.陶瓷刀具车削木质复合材料的切削性能.林业工程学报,2017,2(01):119-124",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "[1] WPC切削过程中塑脆性破坏变形机制及其表面损伤抑制研究<br/>[2] 传统手工艺类非物质文化遗产的数字化保护与传承路径研究<br/>[3] 软体沙发数字化设计与智能制造关键技术研究<br/>[4] 高耐磨液体喷涂饰面纸工艺研究<br/>[5] 家居智能制造的数字设计与制造关键技术研究",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：15050586103",
    "Introduction": "None",
    "id": "0058",
    "img": "https://jiaju.njfu.edu.cn/DFS//file/2022/08/18/20220818142150854ptng5d.jpg?iid=47292",
    "Department": "None",
    "Duties": "：",
    "Title": "：",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "朱兆龙",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "男，1992年09月，江苏南京，博士，现任南京林业大学家居与工业设计学院专任教师。"
}