{
    "Research_direction": "研究方向：林木无损检测、林业物联网技术、微波与光学技术。<br/>",
    "Paper": "论文<br/>1.Fang Wang, Dongbo Zhao, Hao Dong, Ling Jiang, Lin Huang, Yunfei Liu* , Shuhua Li，THz spectra and corresponding vibrational modes of DNA base pair cocrystals and polynucleotides, Spectrochimica Acta Part A: Molecular and Biomolecular, Spectroscopy, Available online 15 April 2018,https://doi.org/10.1016/j.saa.2018.04.024(SCI 2区)<br/>2.Fang Wang, Dongbo Zhao, Hao Dong, Ling Jiang, Yunfei Liu*, Shuhua Li*, Terahertz spectra of DNA nucleobase crystals: A joint experimental and computational study, Spectrochimica Acta Part A: Molecular and Biomolecular, Spectroscopy, Vol. 179, pp.255–260,2017(SCI 2区)<br/>3.Fang Wang, Dongbo Zhao, Ling Jiang, Li Xu, Haijun Sun, Yunfei Liu*,A comparative study on the experimental and calculated results of mid-infrared and Raman vibrational modes of nucleic acid bases, Journal of Molecular Graphics and Modelling, Vol.74, pp. 305–314, 2017(SCI 4区)<br/>4.Haifeng Lin, Xiaoyu Liu, Xinyue Wang, and Yunfei Liu*, A fuzzy inference and big data analysis algorithm for the prediction of forest fire based on rechargeable wireless sensor networks, Sustainable Computing: Informatics and Systems, Available online 20 May 2017(SCI 4区)<br/>5.Feng Xu, Xiping Wang*, Marko Teder, Yunfei Liu*, Acoustic Impact Testing and Waveform Analysis for Damage Detection in Glued Laminated Timber, Holzforschung-International Journal of the Biology, Chemistry, Physics and Technology of Wood, Available online June 2017(SCI 3区)<br/>6.王芳, 赵东波, 蒋玲, 徐莉, 孙海军, 刘云飞*, RNA碱基的太赫兹光谱和拉曼光谱特征研究, 光谱学与光谱分析, Vol.36, No.12, pp.3863-3869, 2016(SCI 4区)<br/>7.Jiang L, Li M, Li C, Sun Hai-jun, Xu L, Liu YF*, Terahertz spectra of biotin and pyridoxine, Spectroscopy and Spectral Analysis, Vol.35, No.10, pp.2946-2951(SCI 4区), 2015<br/>8.Ling Jiang, Miao Li, Chun Li, Haijun Sun, Li Xu, Biaobin Jin, Yunfei Liu*, Terahertz Spectra of L-Ascorbic Acid and Thiamine Hydrochloride Studied by Terahertz Spectroscopy and Density Functional Theory, Journal of Infrared, Millimeter, and Terahertz Waves, Vol.35, Iss.10, pp 871–880, 2014(SCI 3区), 2014<br/>9.Vakhtang Jandieri, Peiwen Meng, Kiyotoshi Yasumoto, and Yunfei Liu, Scattering of light by gratings of metal-coated circular nanocylinders on a dielectric substrate, Journal of the Optical Society of America A, Vol. 32, Issue 7, pp. 1384-138, 2015<br/>10.Peiwen Meng, Kiyotoshi Yasumoto, Yunfei Liu, Surface plasmon resonant scattering in metal-coated dielectric nanocylinders, Optics Communications, Vol. 32, No.4, pp. 18–24, 2014<br/>11.Gao Demin, Liu, Yunfei, Zhang, Fuquan, Song, Jun, Data Aggregation Routing for Rechargeable Wireless Sensor Networks in Forest Monitoring, WIRELESS PERSONAL COMMUNICATIONS Vol.79, No.1, pp. 773-788, 2014<br/>12.Yasumoto, K., Jandieri, V., Yunfei Liu, Coupled-mode formulation of two-parallel photonic-crystal waveguides, Journal of the Optical Society of the American A, Vol. 30, Issue 1, pp. 96-101 ,2013<br/>13.Amit Kumar, Jyotsna Sengupta, Yun-fei Liu, 3GPP LTE: The Future of Mobile Broadband, Wireless Personal Communications, Vol. 62, Issue 3, pp. 671-686, 2012<br/>14.Yunfei Liu, Zhe Yuan, Hongwei Lu, Ling Jiang, Feng Xu, Online Test and Automatic Recognition of Acoustic Emission Signals from Flaw or Damage in Wood-Plastic Composites, International Journal of Computer Science and Technology, v 2, n 1, p 10-14, March 2011<br/>15.Yunfei Liu, Ling Jiang, Jiajin Tan, Zhenwei Zhang, Cunlin Zhang, Application of Terahertz Spectroscopic Technology in Identification of Pine Wood Nematode Disease, Proceedings of Asia-Pacific Microwave Conference 2010 .pp. 159-162<br/>16.Liu YunFei, Shen XiaoFang, Shi Shengcai, Yu Shenglin, “Study of the power distribution of submillimeter Gaussian beams from a wire grid”, International Journal of Microwave and Optical Technology, vol.1, no.2, 2006<br/>17.YunFei Liu, ShengCai Shi, and ShengLin Yu, “Effects of evanescent space-harmonics on the transmission characteristics of a Gaussian beam by cylindrical wire grids,” Int. J. of IR & MM Waves, vol.24, no.12, pp.2069-2077, 2003<br/>18.YunFei Liu, ShengCai Shi, and ShengLin Yu, “Transmission characteristics of a Gaussian electromagnetic beam by a cylindrical wire grid,” Int. J. of IR & MM Waves, vol.23, no.12, pp. 1727-1742, 2002",
    "Patent": "专利1．森林环境因子远程监测系统，发明专利，ZL 201410027793.6 2．一种基于物联网的环境监测分站及设计方法，发明专利，ZL 201110216309.0  3．基于MSP430单片机的手持式林业环境检测仪，实用新型专利，ZL 201220297157.1 4．人工林物联网可视化系统软件V1.0，计算机软件著作权，2013SR134461",
    "Achievements": "科研成果",
    "Class": "None",
    "Topic": "None",
    "Projects": "科研课题与项目<br/>1、植物线虫太赫兹特征光谱及其无标记基因识别研究（国家自然科学基金，主持，2012-）2、基于太赫兹光谱的松材线虫病诊断技术研究（国家自然科学基金，主持，2008-）3、纤维植物细胞壁结构的结晶学分析（国家自然科学基金，主持，2003-）4、基于WSN的中山陵风景区生态环境智能监测研究（江苏省第七批“六大人才高峰”项目，主持，2008-）5、智能环境监测示范，江苏智能环保物联网示范工程子课题（江苏省经济和信息化委员会，主持，2011-）6、竹材细胞壁构造的理论分析（江苏省高校自然科学基金，主持，2002-）7、刨花干燥管道内自动探火装置的研制（林业部“八五”攻关项目子课题，主持，1998-）8、林业物联网研发及其信息类专业教学平台建设（中地共建项目，主持，2013-）",
    "Services_Activities": "社会服务与学术活动<br/>1、International Journal of Computer Science and Technology 编委2、南京林业大学（自然科学版）编委",
    "Award_status": "获奖情况<br/>1、江苏省“六大人才高峰”人才，江苏省政府，2010年。<br/>",
    "Contact_information": "联系方式邮   箱：lyf@njfu.edu.cn办公电话：025-85427693通讯地址：江苏省南京市龙蟠路159号 南京林业大学信息科学技术学院 （210037 ）<br/>",
    "Introduction": "刘云飞，男，南京林业大学信息科学技术学院教授、博士、博士生导师。现任南京林业大学信息科学技术学院党委书记、测试与控制技术研究所所长，曾任南京林业大学信息科学技术学院副院长、院长等职。兼任中国林学会林业计算机应用分会副主任，江苏省农业自动化分会副主任，全国高等院校计算机基础育研究会农林类专业委员会委员。",
    "id": "0001",
    "img": "https://it.njfu.edu.cn//DFS//file/2018/12/24/20181224095020887uyswsk.jpg",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "刘云飞",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}