{
    "Research_direction": "None",
    "Paper": "学术论文：<br/>1.    Chujing Zong, Dan Zhang*, Zhendong Ding, Yunfei Liu, “Mixed Propagation Modes in Three Bragg Propagation Periods of Variable Chain Structures”, IEEE Transactions on Antennas and Propagation, 68(1), pp.311-318, Jan. 2020.  SCI 1 区<br/><br/>2. Lingsheng Yang, Ziling Xing，Shihao Xu, Dan Zhang*, Yajie Li,“Design of a 3D Top-Loaded Low-Profile Sleeve Antenna for UAV Applications”, IEEE Access, 8(1), pp. 64718 - 64724, March 2020.  SCI 2 区<br/><br/>3. Zhendong Ding, Dan Zhang*, Chunyu Ma,“Broadband antenna design with integrated CB-CPW and parasitic patch structure for WLAN, RFID, WiMAX, and 5G applications”, IEEE Access, 8(1), pp. 42877 - 42883,March, 2020.  SCI 2 区<br/><br/>4. Lingsheng Yang, Dan Zhang*, Xiaolei Zhu, Yajie Li,“Design of a super wide band antenna and measure of ambient RF density in urban area, IEEE Access, 8(1), pp.767 - 774, Dec. 2019.  SCI 2 区<br/><br/>5. Xinyu Wang, Dan Zhang*, Jing Zhu,“Terahertz Band Propagation Characteristics of Coupling Multiconductor transmission lines in Multilayer Media”, IEEE Access,7(1), pp.182827- 82838, Dec. 2019.  SCI 2 区<br/><br/>6. Dan Zhang*, Hang He, Chujing Zong and Yunfei Liu,“Microwave-induced thermoacoustic imaging of wood: a first demonstration”, Wood Science and Technology, Vol.53, No.6, pp.1223–1234, 2019.  SCI 2 区<br/><br/>7. Dan Zhang*  and Jing Zhu,“Bi-directional propagation leaky modes in a periodic chain of dielectric circular rods”, Optics Express, 26（7）:8690- 8698,2018.  SCI 2 区<br/><br/>8.    Y. Jouane, Y-C. Chang, Dan Zhang, J. Luo, A. K-Y. Jen, and Y. Enami,“Unprecedented highest electro-optic coefficient of 226 pm/V for electro-optic polymer/TiO2 multilayer slot waveguide modulators,\" Optics Express, Vol. 22, Issue 22, pp.27725-27732 ,2014.  SCI 2 区<br/><br/>9.    Yunxian Zhong, Dan Zhang*, Zhendong Ding,“Study on the multimode and single-mode propagation characteristics of variable size chain structures”,Journal of the Optical Society of America B, pp.2923-2929, Vol.37,No.10,2020.  SCI 3 区<br/><br/>10.  Baofei Wan, Sijia Guo, Ziwei Zhou, Dan Zhang, Haifeng Zhang,“Theoretical investigation on the properties of polarization selection and asymmetric absorption for the ITO nanowire material”,Journal of the Optical Society of America B, pp.3126-3135, Vol.37,No.10,2020.  SCI 3 区<br/><br/>11.  Chujing Zong, Dan Zhang*,“Analysis of Propagation Characteristics along an Array of Silver Nanorods Using Dielectric Constants from Experimental Data and the Drude-Lorentz Model”, Electronics, 8(11), 1280, 2019.  SCI 3 区<br/><br/>12.  Dan Zhang* and Yasufumi Enami, “Simulation for Optical Response of High-speed Traveling Wave Electro-optic Polymer/TiO2 Multilayer Slot Waveguide Modulators”, IEEE Photonics Journal, Volume 9, Number 3, June, 5501809, 2017.  SCI3区<br/><br/>13.  Dan Zhang* and Atsushi Mase,“A Formula for Fourier Series Expansion Method with Complex Coordinate Stretching Layers”, Journal of Infrared, Millime ter, and Terahertz Waves, pp.196-203, Vol.32,No.2, Feb.2011.  SCI 3 区<br/><br/>14.  Dan Zhang*, Hongting Jia, and Kiyotoshi Yasumoto,“Numerical analysis of coupling between conventional dielectric waveguides and photonic crystal waveguide using fourier series expansion method with perfectly matched Layer”, International Journal of Infrared and Millimeter Waves, pp.823-831, Vol.29,No.9, Sep.2008.  SCI 3 区<br/><br/>15.  Dan Zhang*, Hongting Jia, and Kiyotoshi Yasumoto,“Numerical Analysis of Microcavities on Two-Dimensional Photonic Crystals”, International Journal of Infrared and Millimeter Waves, pp.1003-1010, Vol.28,No.11, Nov.2007.  SCI 3 区<br/><br/>16.  ZhenDong Ding, Dan Zhang*, Chunyu Ma, A Study of a Microstrip Patch Antenna with Drilled Through-holes Array Structure Based on the Line Source Analysis Method”,Frontiers in Physics, pp.1-9,Vol.8,Sep.2020.  SCI 3 区<br/><br/>17.  Runlian Qin, Dan Zhang* ,Zhendong Ding and Mengrou Wang,“Duel-band filter with high out-of-band rejection using ACSRR-SIW technology”, IEICE Electr onics Express, pp.1-6, Vol.17, No.12, April,2020.  SCI<br/><br/>18.  Tao Zhang, Ming-Yu Mao, Yu Ma, Dan Zhang, Hai-Feng Zhang,“Effect of Goos H¨anchen shift of the light transmitted through a mixture of the graphene hyperbolic metamaterial and 1D superconducting photonic crystals”, Optik, pp.1-13, Vol.10, 2020.  SCI<br/><br/>19.  Jing Zhu，Dan Zhang*,“Terahertz wave propagation characteristics of multimodes on complexity microstrip-slot coupled lines”, IEICE Electronics Express, Vol.15, No.16, 1-6, 2018.  SCI<br/><br/>20.  Dan Zhang*, Chujing Zong and Atsushi Mase,“Quasi-millimeter wave technique used for image of wood”, Progress In Electromagnetics Research Letters, Vol. 75, 19–24, 2018.  EI<br/><br/>21.  Dan Zhang*, Masahiko Kurata, and Takayuki Inaba, “Small Displacement Detection of Biological Signals Using the Cyclic Frequency Method”, International Journal of Antennas and Propagation, Vol.2015 Article ID 842123, 5 pages,2015.  SCI<br/><br/>22.  Dan Zhang*, Atsushi Mase,“Manual Model Background Subtraction Method for Radar-Based Breast Cancer Detection Experiment”, Biomedical Enginee ring: Applications, Basis and Communications, Vol.26, 1450004, 2014.  SCI<br/><br/>23.  Dan Zhang*, Masahiko Kurata, and Takayuki Inaba, \"FMCW Radar for Small Displacement Detection of Vital Signal Using Projection Matrix Method,\" International Journal of Antennas and Propagation, vol. 2013, Article ID 571986, 5 pages, 2013.  SCI<br/><br/>24.  Dan Zhang*，Atsushi Mase,“Breast Cancer Detection Using an Ultrashort-Pulse Radar System in Synthetic Breast Phantom Model”, Journal of Electronic Science and Technology, pp.296-300,Vol.11,No.3,Sep.2013.  EI<br/><br/>25.  Atsushi Mase, Dan Zhang, “Reflectometric measurement of plasma imaging and applications”, Journal of Instrumentation, pp.1-20, Vol.7, Jan. 2012. SCI<br/><br/>26.  Dan Zhang*, Yoshimi Hatsukade and Saburo Tanaka,“Development of signal to noise ratio of HTS-rf-SQUID for ultra-low field NMR / MRI by 77K LC resonant circuit”, Physics Procedia, pp. 348–351, Vol. 27, Apr.2012.<br/><br/>27.  Dan Zhang* , Atsushi Mase,“Experimental Study on Radar-Based Breast Cancer Detection using UWB Antennas without Background Subtraction”, Biomedical Engineering: Applications, Basis and Communications, pp.383-391, Vol. 23, No. 5, Sep.2011.  SCI<br/><br/>28.  Dan Zhang*, Hongting Jia, “Application of Fourier series expansion method with PMLs to the Microcavities on Two-Dimensional Photonic Crystals ” , Journal of Electronic Science and Technology of China. pp.122-125, Vol. 8, No. 2 , Jun. 2010.  EI<br/><br/>29.  Dan Zhang*, Jianguo Ma,“The propagation and cutoff frequencies of the rectangular metallic waveguide partially filled with metamaterial multilayer slabs ” , Progress In Electromagnetics Research M, Vol. 9, pp.35-40, 2009.  EI<br/><br/>30.  Dan Zhang*, Hongting Jia,“Numerical Analysis of Leaky Modes in Two-dimensional Photonic Crystal Waveguides Using Fourier Series Expansion Method with Perfectly Matched Layer”, IEICE Transactions on electronics, pp.613-622, Vol.E90-C,No.3, Mar.2007.  SCI<br/><br/>31.  Dan Zhang*, Hongting Jia, and Kiyotoshi Yasumoto,“ Numerical Analysis of Optical Structure using Fourier Series Expansion Method with Perfectly Matched Layer”, Research Reports on Information Science and Electrical Engineering of Kyushu University, pp.85-90, Vol.11, No.2, Sep.2006. EI<br/><br/>32.  Dan Zhang* ,Hongting Jia,,Kiyotoshi Yasumoto, “Analysis of coupling between conventional dielectric waveguides and photonic crystal waveguide using Fourier series expansion method”, International Journal of Microwave and Optical Technology, pp.666-671, Vol.1, No.2 , Aug.2006.<br/><br/>33.  Hongting Jia, Dan Zhang and Kiyotoshi Yasumoto,“Fast analysis of optical waveguides using an improved Fourier series method with perfectly matched layer”, Microwave and Optical Technology Letters,pp263-271,Vol.46,No.3, Aug.2005.  SCI<br/><br/>34.  Zhen Xiao, Dan Zhang* and Weijie Xu,“Study on Electromagnetic Line-Parameters Extracted from DiscontinuitiesMicrostrip Lines”, The Second International Conference on Optoelectronics and Measurement, Hangzhou, China, Nov.2019.<br/><br/>35.  Zhengdong Ding, Dan Zhang* and Zhen Xiao, CPW and semicircle ground structure broadband antenna for WLAN，RFID, WiMAX applications”, The Second International Conference on Optoelectronics and Measurement, Hangzhou, China, Nov.2019.<br/><br/>36.  Dan Zhang*, V. Jandieri, and K. Yasumoto,“Analysis of Wave Guidance by Periodic Chain of Square Rods Using Fourier Series Expansion Method with PML”, 2017 IEEE International Conference on Computational Electromagnetics, Kumamoto, Japan, Mar.2017.<br/><br/>37.  Dan Zhang*, V. Jandieri, and K. Yasumoto,“Modal Analysis of Wave Guidance by a Periodic Chain of Circular Rods”, Progress in Electromagnetic Research Symposium 2016, Shanghai,China,<br/>Aug.2016.<br/><br/>38.  Dan Zhang* and Yunfei Liu, Design of Traveling Wave Electrode for Elec-tro-optic polymer/TiO2 multilayer slot waveguide modulators Asia-Pacific Microwave Conference 2015, Nanjing, China, Dec.2015.<br/><br/>39.  Dan Zhang*, Yunfei Liu, and Takayuki Inaba,“Study on Termites Detection using Two-frequency CW Radar System”, 19th International Nondestructive Testing and Evaluation of Wood Symposium, Riode Janeiro, RJ, Brazil, Sep.2015.<br/><br/>40.  Dan Zhang*, Atsushi Mase,“Experiment of Breast Cancer Detection for low contrast Permittivity Tumor in Synthetic Breast Phantom”, Asia-Pacific Microwave Conference 2012, Kaohsiung, Taiwan, Dec.2012.<br/><br/>41.    S. K. Padhi, Atsushi Mase and Dan Zhang,“Experimental performance of compact UWB antenna for Breast Cancer screening”, International Conference on Electromagnetics in Advanced Applications 2012, Perth, Australia, Sep. 2012<br/><br/>42.  Dan Zhang*, Atsushi Mase,“Radar-Based Breast Cancer Detection Experiment with Synthetic Breast Phantom Using Model Subtraction Method ”, Asia-Pacific Microwave Conference 2011, Melbourne, Australia, Dec.2011.<br/><br/>43.  Atsushi Mase, Dan Zhang,“ Microwave Reflectometric Measurement of Biological Signals ” , Electromagnetic Compatibility Society of Australia 2011, pp.57-63, Perth, Australia, Nov.2011.<br/><br/>44.  Atsushi Mase, Dan Zhang,“Reflectometric measurement of plasma imaging and applications”, 15thInternational Symposium on Laser Aided Plasma Diagnostics, Jeju, Korea,Oct.2011.<br/><br/>45.  Dan Zhang*, Yoshimi Hatsukade and Saburo Tanaka,“Improvement of Signal to Noise Ratio of HTS-rf-SQUID for Ultra-low field NMR / MRI by 77K LC Resonant Circuit”, International Symposium on Superconductivity 2011, Tokyo, Japan, 2011.10.<br/><br/>46.  Dan Zhang*, Atsushi Mase,“Synthetic Breast Phantom Experiment on Radar-Based Breast Cancer Detection”, 2011 IEEE AP-S International Symposium on Antennas and Propagation and 2011 USNC/URSI National Radio Science Meeting, Washington, USA, 2011.7.<br/><br/>47.  Dan Zhang*, Atsushi Mase,“Ultrashort-Pulse Radar System for Breast Cancer Detection Experiment:Imaging in frequency band”, Proceedings of 2011 China-Japan Joint Conference on Microwaves, Hangzhou,China. 2011.4.<br/><br/>48.  Dan Zhang*, Atsushi Mase,“ Phantom-Model Experiment of Breast Cancer Detection Using Ultrashort-Pulse Radar with Compact Vivaldi Antennas”, Asia-Pacific Microwave Conference 2010, Yokohama, Japan, 2010.12.<br/><br/>49.  Dan Zhang*, Atsushi Mase,“Multi-objective Experiment using Ultrashort-Pulse Radar System for Breast Cancer Detection ” , The 35th International Conference on Infrared, Millimeter, and Terahertz Waves, IRMMW- - THz 2010, Roma, Italy,2010.9.<br/><br/>50.  Dan Zhang*, Atsushi Mase,“Empirical Formula for Fourier series expansion method with Complex coordinate Stretching Layers”, Asia- - Pacific Microwave Conference 2009，Singapore,2009.12.<br/><br/>51.  Dan Zhang*, Atsushi Mase, Hongting Jia,“The Propagation Modes of 2D Photonic Crystal Waveguide Used in Coupling between Conventional Dielectric Waveguides”, IEEE Youth Conference on Information, Computing and Telecommunications, Beijing,China, 2009.9.<br/><br/>52.  Dan Zhang*, Atsushi Mase,“ Simulation Experiment of Breast Cancer Detection Using an Ultrashort-Pulse Radar System ”, The Ninth International Conference on Electronic Measurement & Instruments, Beijing,China,pp.432-434,Vol.3,2009.8.<br/><br/>53.  Dan Zhang*, Kiyotoshi Yasumoto, Hongting Jia,“Analysis of Microcavities on Two-Dimensional Photonic Crystals”,Proceedings of 20 07 International Symposium on Antennas and Propagation, Paper No. 3E1-1, pp. 824-827, August 2007, Niigata, Japan.<br/><br/>54.  Dan Zhang*, Hongting Jia, and Kiyotoshi Yasumoto,“Optical propagation in photonic crystal waveguides beyond cutoffs”, Proceedings of 2006 China a- - Japan Joint Conference on Microwaves, pp.66-69, August 2006,Chengdu,China.<br/><br/>55.  Dan Zhang*, Hongting Jia, and Kiyotoshi Yasumoto,“Fourier series expansion method combined with perfectly matched layer for modeling of optical waveguides”, Proceedings of the Seve nteenth Asia-Pacific Microwave Conference, pp.3124-3126,Vol.5, December 2005,Suzhou, China.<br/><br/>56.  Dan Zhang*, Hongting Jia, and Kiyotoshi Yasumoto,“Numerical analysis of coupling between conventional dielectric waveguides and photonic crystal waveguide using fourier series expansion method with perfectly matched Layer”, Proceedings of 10th International Symposium on Microwave and Optical Technology,pp.279-282, August 2005 Fukuoka, Japan.<br/><br/>57.  Dan Zhang* , Atsushi Mase,“Empirical formula for Fourier series expansion method with complex coordinate stretching layers”, International Workshop on Microwave Devices, Systems, and their Applications 2010, Mar. 16-17,KASTEC, Kyushu University.<br/><br/>58.  Dan Zhang* , Atsushi Mase, “Experiment using Ultrashort-Pulse Radar System for Breast Cancer Detection”, the 5th Japan-Korea seminar on advanced plasma diagnostics for steady-state fusion plasma,Aug.26－29, KASTEC, Kyushu University<br/><br/>59.  張 丹 、福元翔平、廿日出 好、田中 三郎,“LC 共振回路を結合した HTS-rf-SQUID における信号対雑音比の検討”, 2011 年秋季第 2 72 回応用物理学会学術講演会、山形、平成23年8月<br/><br/>60.  張 丹、安元清俊, \"導体線路の不連続部における電磁波回路パラメータの解析\", 電子情報通信学会エレクトロニクスソサイエティ大会、新潟、平成15年9月<br/>",
    "Patent": "专利：<br/>1. 一种新型双层多频宽带微带天线                  ZL2020 20396768.6<br/>2. 一种同轴馈电的四频微带贴片天线                  ZL2020 20546440.8<br/>3. 一种新型微波带阻滤波器                       ZL202020295149.8<br/>4. 一种新型多频宽带微带天线                     ZL2019 21551909.0<br/>5. 一种共面波导馈电的矩形挖槽高增益微带天线     ZL2019 2 2012370.8<br/>6. 一种带无线充电功能的键盘                     ZL201922038953.8<br/>7. 一种电子信息工程用通信固定座                 ZL201921778765.2<br/>8. 一种风力发电机震动吸收机构                   ZL201921910082.8<br/>9. 一种电气自动化柜干燥装置                     ZL201921898126.X<br/>10. 智能清洁机器人                              ZL2019 2 0901177.7<br/>11. 基于SPWM的高压发生器                     ZL 2019 2 1834673.1<br/>12. 一种新型开关磁阻电机定子结构               ZL 2019 2 1253779.2<br/>13. 一种新型多频宽带微带天线                   ZL 2019 2 1551909.0<br/>14. 一种左右对称的半圆枝节双频微带天线         ZL2019 2 0796570.4<br/>15. 一种应用于无线局域网的宽带微带天线         ZL2019 2 0752134.7<br/>16. 一种可伸缩折叠天线                         ZL 2018 2 1647815.9<br/>17. 一种开槽打孔双频的微带天线                 ZL 2019 2 0551999.7<br/>18. 一种SIW平面滤波器                            ZL 2018 2 1436866.7<br/>19. 一种打孔微带缝隙天线                        ZL 2018 2 1898984.X<br/>20. 一种多频微带贴片天线                        ZL 2018 2 1596823.5<br/>21. 一种贴片双频微带天线                        ZL 2018 2 1368297.7<br/>22. 一种微带带阻滤波器                            ZL 2018 2 1855212.8<br/>23. 一种多适应性微波周期结构                   ZL 2018 2 0251769.4<br/>24. 一种无线电遥控接受信号放大器                  ZL 2017 2 1615728.0<br/>25. 基于STM32的PM2.5的浓度检测系统           ZL 2018 2 0960115.9<br/>26. 脉冲微波乳腺癌检测系统                    日本特许第5408617号<br/>27. 一体式微带天线装置                            ZL200820302411.6<br/><br/>学术活动：<br/>日本电子通信学快报          Associate editor<br/>日本 电子情报通信学会　    会员<br/>美国  IEEE学会　　　      Member<br/>日本  应用物理学会　　     会员<br/><br/><br/>",
    "Achievements": "None",
    "Class": "None",
    "Topic": "近几年的主要研究课题如下：<br/>（1）光导波路及光子晶体导波路等光器件的研究；<br/>（2）微波超宽带天线与滤波器的研究；<br/>（3）木材无损检测的准毫米波逆散射成像与热致超声成像研究；<br/>（4）微波早期乳癌检测系统的开发与应用的研究；<br/>（5）呼吸心跳健康状况的微波检测系统的研发；<br/><br/>近年来以第一作者或通讯作者发表了包括 IEEE Transactions on Antennas and Propagation，IEEE Access，IEEE Photonics Journal, Optics express，IEICE在内的重要学术论文 60 余篇，其中 SCI，EI 检索论文 30 余篇, 获授权专利 30 余项，取得软件著作权 50 余项。并多次受国际著名专业学会邀请，主持国际会议或做重要学术演讲。目前担任日本电子通信学快报副编辑（Associate editor）及多个国际著名专业期刊的审稿人。<br/>",
    "Projects": "科研项目：<br/>1.    2007 年 电子科技大学科研启动费 10 万元                  负责人<br/>2.    2007 年 教育部留学回国科研启动费 3 万元                 负责人<br/>3.    2008 年 电子科技大学青年基金 2 万元                     负责人<br/>4.     2008 年电子科技大学国防重点实验室极高频建设平台1400 万元                                              主要参与人<br/>5.    2009 年 日本 NEDO 大学创成事业开发微波检测系统的开发与应用 2700 万日元                   主要参与人<br/>6.    2011 年 日本爱知县食品安全工程低磁场MRI食品检测 1 亿日元       主要参与人<br/>7.    2012 年 低功耗高速光交换装置的开发与研究 150 万日元      负责人<br/>8.    2015 年 南京林业大学高校人才引进启动费 30 万元           负责人<br/>9.    2015 年 中地共建林业物联网平台建设项目 240 万元      主要参与人<br/>10.  2017 年 食品保鲜变压系统设计与电磁特性的研究 9 万元      负责人<br/>11.  2017 年 江苏省大学生创新重点项目 1.1 万元                负责人<br/>12.  2018 年 江苏省研究生创新项目 1.5 万元                    负责人<br/>13.  2019 年 江苏省大学生创新重点项目 1.1 万元                负责人<br/>14.  2019 年 南京林业大学标志性成果培养项目 30 万元          负责人<br/>15.  2020 年 江苏省大学生创新重点项目 1.1 万元                负责人<br/>",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "邮箱：zhangdan@njfu.edu.cn<br/><br/><br/><br/>",
    "Introduction": "None",
    "id": "0007",
    "img": "https://it.njfu.edu.cn//DFS//file/2020/10/10/20201010115306276t4f69d.jpg",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "张 丹",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}