{
    "Research_direction": "None",
    "Paper": "近三年发表的论文：<br/>38). Aijie Xie, Hua Hao, Chun-Sheng Liu, *Xiaohong Zheng, *Lei Zhang, and Zhi Zeng, Giant tunnel electroresistance in two-dimensional ferroelectric tunnel junctions constructed with a Sc2CO2/In2Se3 van der Waals ferroelectric heterostructure, Phys. Rev. B 107, 115427 (2023). (Link)<br/>37). Haoyu Wang, Xiaohong Zheng, Jun Chen, Liantuan Xiao, Suotang Jia, Lei Zhang, Fate of the reentrant localization phenomenon in the one-dimensional dimerized quasiperiodic chain with long-range hopping, Phys. Rev. B 107, 075128 (2023) (Link)<br/>36). Xiaoyu Cheng, Xiaohong Zheng, Jun Chen, Liantuan Xiao, Suotang Jia, and Lei Zhang, Reentrant quantum spin Hall effect in the presence of an exchange field, Phys. Rev. B 107, 035117 (2023) (Link)<br/>35). Ning Cao, William Bro-Jørgensen, *Xiaohong Zheng, and *Gemma C. Solomon, Visualizing And Comparing Quantum Interference In The π-system And σ-system Of Organic Molecules, J. Chem. Phys. 158, 124305 (2023) (Link)<br/>34). Lili Kang, *Xiaohong Zheng, Peng Jiang, Zhenzhen Feng, and *Gaofeng Zhao, Tuning magnetism by electric field in MnPS3/Sc2CO2 van der Waals heterostructure, Appl. Phys. Lett. 122(8), 082902 (2023) (Link)<br/>33). Peng Jiang, *Xiaohong Zheng, Lili Kang, Xixi Tao, Hongmei Huang, Xiaochen Dong, and *Yan-Ling Li, Mn2P2S3Se3: a two-dimensional Janus room-temperature antiferromagnetic semiconductor with a large out-of-plane piezoelectricity, J. Mater. Chem. C 11, 2703-2711 (2023) (Link)<br/>32). Ziqi Han, Hua Hao, *Xiaohong Zheng, and Zhi Zeng, Bipolar spin-filtering and giant magnetoresistance effect in spin-semiconducting zigzag graphene nanoribbons, Phys. Chem. Chem. Phys. 25, 6461-6466 (2023) (Link)<br/>31). Yuejun Li, Xiaofei Shang, Yanhong Zhou and *Xiaohong Zheng, Realizing pure spin current by photogalvanic effect in armchair graphene nanoribbons with nano-constriction engineering, Phys. Chem. Chem. Phys. 25, 2890-2896 (2023) (Link)<br/>30). Lingling Song, Yan Zhang, Runlong Ye, Lu Liu, Canglong Wei, Han Zhao, and *Xiaohong Zheng, h-BN as a perfect  spin splitter in ferromagnetic zigzag graphene nanoribbons, 2D Materials 10, 015017(2023) (Link)<br/>29). Lingling Song, Lu Liu, Canglong Wei, Y. Zhang, Han Zhao, Runlong Ye, *Xiaohong Zheng, Vacuum barrier induced large spin polarization, giant magnetoresistance, and pure spin photocurrent in ferromagnetic zigzag graphene nanoribbons, J. Phys. D: Appl. Phys. 55, 455302 (2022) (Link)<br/>28). Qingqing Chen, *Xiaohong Zheng, Peng Jiang, Yan-Hong Zhou, Lei Zhang, and Zhi Zeng, Electric field induced tunable half-metallicity in an A-type antiferromagnetic bilayer LaBr2, Phys. Rev. B 106, 245423 (2022) (Link)<br/>27). Xixi Tao, Peng Jiang, Yaojun Dong, Xifeng Yang, *Xiaohong Zheng, *Yushen Liu, Carbon phosphide nanoribbons with spatial inversion symmetry: robust generators of pure spin current with photogalvanic effect, Phys. Chem. Chem. Phys. 24, 17131-17139  (2022) (Link).<br/>26). Lingling Song, Han Zhao, Yan Zhang, Lu Liu, Xing Chen, Yingchun Lu and *Xiaohong Zheng, Perfect spin filtering of T-shaped device based on the zigzag silicon carbide nanoribbons, Computational Materials Science 213, 111588 (2022) (Link).<br/>25). Deju Zhang, Xin-Yi Chen, Peng Jiang, Yunguo Li, Xiaohong Zheng, Zhen Liu, Maosheng Miao, Hong-Mei Huang, and *Yan-Ling Li, Pressure-tuned one- to quasi-two-dimensional structural phase transition and superconductivity in LiP15, Phys. Rev. B 105, 094109 (2022) (Link).<br/>24). Wei Xiao, Lili Kang, Hua Hao, Yanhong Zhou, *Xiaohong Zheng, *Lei Zhang and Zhi Zeng, Giant tunneling electroresistance induced by interfacial doping in Pt/BaTiO3/Pt ferroelectric tunnel junctions, Phys. Rev. Applied 17, 044001 (2022)(Link).<br/>23). Ning Cao, Hua Hao, *Xiaohong Zheng, *Lei Zhang, and Zhi Zeng, Site and length dependent quantum interference and resonance in electron transport of armchair carbon nanotube molecular junctions, Phys. Chem. Chem. Phys. 24, 8032-8040 (2022) (Link).<br/>22). H. Gan, C. Zhang, X. Z. Du, P. Jiang, C. P. Niu, X. H. Zheng, Y. W. Yin, and X. G. Li, Insights into superconductivity of LaO from experiments and first-principles calculations, Phys. Rev. B 104, 054515 (2021) (Link)<br/>21). Peng Jiang, Lili Kang, Yan-Ling Li, *Xiaohong Zheng, Zhi Zeng, and *Stefano Sanvito, Prediction of a novel 2D Janus ferrovalley material LaBrI, Phys. Rev. B 104, 035430 (2021) (Link)<br/>20). Wei Xiao, Lili Kang, Hua Hao, Yanhong Zhou, *Lei Zhang, *Xiaohong Zheng, and Zhi Zeng, Giant tunneling electroresistance arising from reversible partial metallization of barrier in NaTiO3/BaTiO3/LaTiO3 ferroelectric tunnel junction, Phys. Chem. Chem. Phys. 23, 16349-16356 (2021) (Link)<br/>19). Yan-Hong Zhou, Yuejun Li, Xiaohong Zheng, and Keqiu Chen, The effects of covalent coupling strength on the electron transport properties and rectification in graphene/porphine/graphene molecular junctions, Physica E 134, 114867 (2021) (Link)<br/>18). Lili Kang, Peng Jiang, Xiaoli Zhang, Hua Hao, *Xiaohong Zheng, *Lei Zhang, and Zhi Zeng, Domain-wall Induced Giant Tunneling Electroresistance Effect in Two-dimensional Graphene/In2Se3 Ferroelectric Tunnel Junctions, Physica E 133, 114783 (2021) (Link).<br/>17). Yaqing Yang, Liwen Zhang, Jun Chen, *Xiaohong Zheng, *Lei Zhang, Liantuan Xiao and Suotang Jia, An Electrically switchable anti-ferroelectric bilayer In2Se3 based opto-spintronics device, Nanoscale 13, 8555-8561(2021) (Link).<br/>16) Hua Hao, Ting Jia, Xiaohong Zheng, Peng Liu and Zhi Zeng, One-electron reduction induced spin transition in Fe(ii) spin crossover molecules and the effect of the ligand dagger, J. Mater. Chem. C 9, 4808-4814  (2021) (Link)<br/>15). Lingling Song,  Zhihong Yang, Liwei Yuan, Lu Liu, Han Zhao, and Xiaohong Zheng, Realizing stable half-metallicity in zigzag silicene nanoribbons with edge dihydrogenation and chemical doping, J. Phys. : Condens. Matt. 33, 195702 (2021) (Link).<br/>14). Lili Kang, Peng Jiang, Hua Hao, Yanhong Zhou, *Xiaohong Zheng, *Lei Zhang, and Zhi Zeng, Giant tunnel electroresistance in ferroelectric tunnel junctions with metal contacts to two-dimensional ferroelectric materials, Phys. Rev. B 103, 125414 (2021) (Link).<br/>13).  Yan-Hong Zhou, Shaohui Yu, Yuejun Li, Xin Luo, *Xiaohong Zheng, and *Lei Zhang,  Pure spin current generation with photogalvanic effect in graphene interconnect junctions, Nanophotonics 10, 1701-1709 (2021) (Link)<br/>12). Peng Jiang, Xixi Tao, Hua Hao, *Yushen Liu, *Xiaohong Zheng and Zhi Zeng, Two-dimensional centrosymmetrical antiferromagnets for spin photogalvanic devices,  npj Quantum Information  7, 21 (2021) (Link).<br/>11). Xiaofei Guo, Liwen Zhang, Jun Chen, Xiaohong Zheng, Lei Zhang, Gate tunable self-powered few-layer black phosphorus broadband photodetector, Phys. Chem. Chem. Phys. 23, 399-404 (2021) (Link).<br/>10). Peng Jiang, Lili Kang, Hua Hao, *Xiaohong Zheng, Zhi Zeng, and *Stefano Sanvito, Ferroelectric control of electron half-metallicity in A-type antiferromagnet and its novel application in nonvolatile memory devices, Phys. Rev. B 102, 245417 (2020)  (Link).<br/>9). Peng Jiang, Lili Kang, *Xiaohong Zheng, Zhi Zeng, and *Stefano Sanvito, Computational prediction of a two-dimensional semiconductor SnO2 with negative Poisson's ratio and tunable magnetism by doping, Phys. Rev. B 102, 195408 (2020)(Link)<br/>8). Xixi Tao, Peng Jiang, Hua Hao, *Xiaohong Zheng, *Lei Zhang, and Zhi Zeng, Pure spin current generation via photogalvanic effect with spatial inversion symmetry, Phys. Rev. B (Rapid Communication) 102, 081402 (2020)(Link)<br/>7). Lili Kang, Peng Jiang, Hua Hao, Yanhong Zhou, *Xiaohong Zheng, *Lei Zhang, and Zhi Zeng, Giant tunneling electroresistance in two-dimensional ferroelectric tunnel junctions with out-of-plane ferroelectric polarization, Phys. Rev. B 101, 014105 (2020)(Link)<br/>6). Yanhong Zhou, Shaohui Yu, and *Xiaohong Zheng, Edge passivation control of graphene nanoribbons for robust pure spin current generation with photogalvanic effect, Carbon 170, 361-367 (2020)(Link)<br/>5). Lingling Song, Liwei Yuan, Zhihong Yang, Xing Chen, Han Zhao, Shaopeng Jin, and *Xiaohong Zheng, Generating pure spin current in zigzag graphene nanoribbons by a thermal gradient: the effect of edge doping with BN pairs, J. Phys. D: Appl. Phys. 53, 485304 (2020)(Link)<br/>4). Liwen Zhang, Yaqing Yang, Jun Chen, *Xiaohong Zheng, *Lei Zhang, Liantuan Xiao, and Suotang Jia, Giant magnetoresistance and dual spin filtering effect in ferromagnetic 6,6,12/gamma-graphyne zigzag nanoribbon lateral heterojunction, Phys. Chem. Chem. Phys. 22, 18548-18555 (2020)(Link)<br/>3). Lingling Song, Hongyuan Cao, Xiyuan Chai, Xiru Chen, Zheng Ye, Yuanzhi Zhou, Xiangzhen Huang, Haoyu Zhu, and *Xiaohong Zheng, Highly spin polarized transport in gamma-zigzag graphyne nanoribbon junctions, Physica E 120, 114057 (2020)(Link)<br/>2). Hua Hao, Ting Jia, Xiaohong Zheng, Peng Liu, and Zhi Zeng, Bias induced spin state transition mediated by electron excitations, J. Chem. Phys. 152, 134301 (2020)(Link)<br/>1). Lingling Song, Shaopeng Jin, Ya Liu, Liwei Yuan, Zhihong Yang, Peng Jiang, and *Xiaohong Zheng, Thermal gradient driven spin current in BN co-doped ferromagnetic zigzag graphene nanoribbons, Physica E 115, 113684 (2020)(Link)<br/><br/>办公室：信息科学技术院10402",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "邮箱：xhzheng@njfu.edu.cn<br/>",
    "Introduction": "郑小宏，博士，教授，博士生导师。1998年和2001年先后毕业于湖南师范大学物理系分别获学士学位和硕士学位，2005年毕业于中国科学院固体物理研究所获博士学位并留所工作。2006-2008年美国北卡州立大学物理系博士后，2015-2016年加拿大麦吉尔大学物理系访问学者，2017年香港大学物理系访问学者。2022年7月调入南京林业大学信息科学技术学院。研究方向为计算纳米电子学与计算材料科学，主要面向未来电子信息技术的发展，以第一性原理计算为主要研究手段，从电子元器件的原子结构和电子结构的基本物理特征出发研究其电子输运行为、器件性能和开展结构设计；研究课题主要包括纳米结构与单分子器件的电子输运研究、磁性二维材料与器件的自旋输运调控，以及铁电与多铁隧道结的性能调控、器件设计与相关材料科学问题研究等；取得了系列成果，特别是在负微分电阻新机制、完全自旋极化输运实现新方法、二维纯自旋流器件的热学和光学实现以及二维铁电隧道结的隧穿电致电阻新机理等多个方面的研究中取得新的结果，相关研究将为未来纳米电子器件、自旋电子器件和铁电/多铁存储器件等的设计提供理论基础，并促进低能耗信息处理和高密度信息存储等技术的发展。先后主持了国家自然科学基金青年基金1项和面上项目3项，其它项目多项，并作为骨干参与了包括国家重大科学研究计划和中科院超级计算重点应用示范项目在内的多个项目。迄今共在Phys. Rev. B, Phys. Rev. Lett., Appl. Phys. Lett., ACS Nano, Angew. Chem. Int. Ed., 2D Mater., npj Quantum Information, Nanophotonics, Carbon, Nanoscale等系列刊物上发表SCI论文140余篇，H指数28。",
    "id": "0011",
    "img": "https://it.njfu.edu.cn//DFS//file/2022/09/26/20220926121853606lam7ss.png",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "郑小宏",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}