{
    "Research_direction": "研究方向<br/>人工智能、电力电子技术在电力系统中的应用、新能源并网、智能微电网、储能。<br/>",
    "Paper": "发表的代表性论文<br/>1、Yichao Sun, Carlos Alberto Teixeira, Donald Grahame Holmes, Brendan Peter McGrath, Jianfeng Zhao. Low-Order Circulating Current Suppression of PWM-Based Modular Multilevel Converters Using DC-Link Voltage Compensation. IEEE Transactions on Power Electronics, 33(1): 210-225, 2018<br/>2、Zhihong Zhao, Jianfeng Zhao and Can Huang. An Improved Capacitor Voltage-Balancing Method for Five-Level Diode-Clamped Converters with High Modulation Index and High Power Factor. IEEE Transactions on Power Electronics, 31(4): 3189-3202, 2016<br/>3、Baojian Ji, Jianhua Wang, Jianfeng Zhao. High-Efficiency Single-Phase Transformerless PV H6 Inverter with Hybrid Modulation Method. IEEE Transactions on Industrial Electronics, 60(5): 2104-2115, 2013<br/>4、Yirun Ji, Zhichang Yuan, Jianfeng Zhao , Chao Lu,  Yizhen Wang , Yuming Zhao ,Yan Li, Yingduo Han. Hierarchical control strategy for MVDC distribution network under large disturbance.  IET Generation, Transmission & Distribution, 12(11): 2557-2565, 2018<br/>5、Yirun Ji , Zhichang Yuan, Jianfeng Zhao, Yizhen Wang , Yuming Zhao, Yan Li, Yingduo Han. Overall control scheme for VSC-based medium-voltage DC power distribution networks. IET Generation, Transmission & Distribution, 12(6): 1438-1445, 2018<br/>6、Wu Cao, Kangli Liu, Yongchao Ji, Yigang Wang, Jianfeng Zhao. Design of a Four-Branch LCL-Type Grid-Connecting Interface for a Three-Phase, Four-Leg Active Power Filter.Energies, 8(3): 1606-1627,  2015<br/>7、Kangli Liu, Wu Cao, Jianfeng Zhao, Jun You. Unified Digital Phase-Locked Loop with Multiple Complex Resonators for Both Single- and Three-Phase Grid Synchronization. IEEE Access, 5:24810-24818, 2017<br/>8、Jia Yao, Alexander Abramovitz, Yu Wang, Hongjie Weng, Jianfeng Zhao. Safe-triggering-region control scheme for suppressing cross current in static transfer switch. Electric Power Systems Research, 125:245-253, 2015<br/>9、Zhendong Ji, Jianfeng Zhao, Yichao Sun, Xiaojun Yao, Ze’an Zhu. Fault-Tolerant control of cascaded H-Bridge converters using double zero-sequence voltage injection and DC voltage optimization. Journal of Power Electronic,14(05) :1-10, 2014<br/><br/>10、孙毅超,季振东,李东野,乐越,赵剑锋,黄允凯.集中式多电平调制策略的状态机型脉冲分配器设计与实现.中国电机工程学报, 37(16):4758-4768, 2017<br/>11、曹武,刘康礼,赵剑锋.有源滤波输出限幅的需求分析和实现策略.电工技术学报, 30(14)：405-411, 2015<br/>12、曹武,江楠,刘康礼,赵剑锋.改进谐波分次检测结合集中电流环的APF谐波独立控制实现.中国电机工程学报, (34):387-396, 2014<br/>13、赵志宏,赵剑锋,沈凯安,彭倬,张波. 二极管钳位型五电平逆变器高调制比高功率因数改进的均压方法.中国电机工程学, 34(24): 4022-4030, 2014<br/>14、曹武,刘康礼,江楠,赵剑锋.有源滤波过采样数字滞环电流跟踪控制方法.电力系统自动, 38(6), 85-89, 2014<br/>15、季振东,赵剑锋,孙毅超,姚晓君,朱泽安.零序和负序电压注入的级联型并网逆变器直流侧电压平衡控制.中国电机工程学报, 33(21) :9- 17, 2013",
    "Patent": "授权主要发明专利<br/>1、Jianfeng Zhao, Zhendong Ji, Wei Liu, Yichao Sun. Method, based on composite modulation, of data transmission between power electronic devices without communication line.US009755696.<br/>2、Jianfeng Zhao, Dongye Li, Zhendong Ji, Yichao Sun. Four-port power electronic transformer based on hybrid modular multilevel converter. US20180091037.<br/>3、赵剑锋,曹武,刘康礼,孟玮. 多机全补偿与分次补偿组合式完全有源型谐波治理装置. ZL201110343240.8<br/>4、赵剑锋,赵志宏.一种二极管钳位型五电平逆变器矢量序列选择方法. ZL 201310281032.9.<br/>5、曹武,赵剑锋,刘康礼,江楠. 基于双VSC交互并联谐波补偿开闭环结合的APF装置. ZL201210378490.X.<br/>6、赵剑锋,高铁峰,张松波. 一种VIENNA整流器直流侧中点电位平衡控制装置及方法. ZL201510275287.3.<br/>7、赵剑锋,刘康礼,曹武,尤鋆.大功率APF并机谐波补偿系统动态协调控制方法. ZL201510837613.5.<br/>8、季振东,赵剑锋,刘巍,孙毅超,朱泽安. 一种三角形连接的链式H桥直挂式逆变器相间直流侧电压平衡控制方法. ZL201310355018.9<br/>9、赵剑锋,孙毅超,季振东,于鹏.一种级联型H桥变换器的电压平衡和功率均衡控制方法. ZL201110434266.3<br/>10、赵剑锋,姚佳.一种具有故障环流抑制作用的固态开关切换控制方法.ZL201210083841.4<br/>11、曹武,赵剑锋,刘康礼,范栋琛.一种基于全局导纳分析的APF并机系统稳定性判定方法. ZL201610110866.7<br/>12、赵剑锋,曹武,刘康礼,江楠. 模块化多机并联式大功率APF控制系统和实现方法. ZL201310342732.4.",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "主持的科研课题与项目<br/>1、国家自然科学基金项目，大规模可再生能源的柔性直流并网系统及其稳定控制研究，主持<br/>2、国家自然科学基金项目，新型模块化多电平固态变压器及在柔性微网中应用基础研究，主持<br/>3、国家自然科学基金项目，智能型电力电子变压器及其在改善供电质量中的应用，主持<br/>4、江苏省重点研发计划，兆瓦级高效储能系统的模块化并联与应用关键技术研发，主持<br/>5、江苏省科技支撑计划，高压大功率变频谐振除冰装置关键技术研究，主持<br/>6、江苏省产学研前瞻性联合研究计划，智能型模块化电力电子变压器开发，主持<br/>7、国家科技支撑计划，电能质量复合控制技术及装置，子课题负责人",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "联系方式<br/>Email：zjf211@njfu.edu.cn<br/><br/>",
    "Introduction": "赵剑锋，南京林业大学副校长，教授、博士生导师。江苏省九三学社常委。1995年7月毕业于淮南矿业学院工业自动化专业，获学士学位；1998年3月毕业于南京航空航天大学电力电子技术专业，获硕士学位；2001年6月毕业于东南大学电力系统及其自动化专业，获博士学位。2008年9月至2014年11月任东南大学电气工程学院副院长；2014年11月至2022年8月任东南大学电气工程学院院长；2022年8月任南京林业大学副校长。先后主持国家和省部级、校企产学研合作项目80余项。发表论文150余篇，获授权国内发明专利60余件、美国发明专利2件，专利转让10余件。获江苏省科学技术奖、全国工商业联合会科技进步奖、南京市科技进步奖等多项。",
    "id": "0012",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "赵剑锋",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}