{
    "Research_direction": "None",
    "Paper": "三、近五年发表的第一作者论文<br/>1.   H. Lin, J. Qian and B. Di, \"Learning for Adaptive Multi-Copy Relaying in Vehicular Delay Tolerant Network,\" in IEEE Transactions on Intelligent Transportation Systems, doi: 10.1109/TITS.2023.3292592. （中科院1区，TOP）<br/>2.   H. Lin, Y. Han, W. Cai and B. Jin, \"Traffic Signal Optimization Based on Fuzzy Control and Differential Evolution Algorithm,\" in IEEE Transactions on Intelligent Transportation Systems, vol. 24, no. 8, pp. 8555-8566, Aug. 2023（中科院1区，TOP）<br/>3.   Haifeng Lin, Qilin Xue, Jiayin Feng, Di Bai, Internet of things intrusion detection model and algorithm based on cloud computing and multi-feature extraction extreme learning machine, Digital Communications and Networks, Volume 9, Issue 1, 2023, Pages 111-124（中科院1区，TOP）<br/>4.   H. Lin and C. Tang, \"Analysis and Optimization of Urban Public Transport Lines Based on Multiobjective Adaptive Particle Swarm Optimization,\" in IEEE Transactions on Intelligent Transportation Systems, vol. 23, no. 9, pp. 16786-16798, Sept. 2022（中科院1区，TOP）<br/>5.   H. Lin and C. Tang, \"Intelligent Bus Operation Optimization by Integrating Cases and Data Driven Based on Business Chain and Enhanced Quantum Genetic Algorithm,\" in IEEE Transactions on Intelligent Transportation Systems, vol. 23, no. 7, pp. 9869-9882, July 2022（中科院1区，TOP）<br/>6.   Haifeng Lin, Ji Lin, Fang Wang, An innovative machine learning model for supply chain management, Journal of Innovation & Knowledge, 2022, 7(4), 10027. （中科院1区，TOP）<br/>7.   Lin H, Du L. Optimization and Simulation of Controller Area Network Communication Model Based on Industrial Internet of Things Platform[J]. Complexity: 8864722, 2021<br/>8.   Lin H, Du L, Liu Y. Soft Decision Cooperative Spectrum Sensing with Entropy Weight Method for Cognitive Radio Sensor Networks [J]. IEEE Access, 2020, 8:109000-109008.<br/>9.   Haifeng Lin, Xinyi Li, Di Bai. Assembly and phylogenetic analysis of the complete chloroplast genome of Citrus aurantium (Rutaceae) [J]. Mitochondrial DNA Part B,2020,5(3): 2250-2251<br/>10. Haifeng Lin, Yiqing Xu, Di Bai. The complete chloroplast genome of Actinidia valvata (Actinidiaceae)[J]. Mitochondrial DNA Part B,2020,5(2): 1607-1608<br/>11. Haifeng Lin, Fuquan Zhang. A scheme for stimulating message relaying cooperation[J]. International Journal of Distributed Sensor Networks,2020,16(2):<br/>12. Haifeng Lin, Ling Jiang, Fuquan Zhang, Di Bai. Assembly and phylogenetic analysis of the complete chloroplast genome sequence of Actinidia setosa [J]. Mitochondrial DNA Part B,2019,4(2): 3679-3680<br/>13. Haifeng Lin, Di Bai. The complete mitochondrial genome of a highly selfing species Capsella rubella[J]. Mitochondrial DNA Part B,2019,4(1): 1907-1908<br/>14. Haifeng Lin, Xiaoyu Liu, Xinyue Wang, Yunfei Liu. A fuzzy inference and big data analysis algorithm for the prediction of forest fire based on rechargeable wireless sensor networks[J]. Sustainable Computing: Informatics and Systems,2018,18: 101-111<br/>15. 林海峰,刘云飞.基于Anycast的无线传感器网络多基站路由算法[J].中南民族大学学报(自然科学版),2018,37(01):120-124.<br/>16. Haifeng Lin, Di Bai. Assembly and phylogenetic analysis of complete chloroplast genome of a wild tobacco Nicotiana Attenuata [J]. Mitochondrial DNA Part B,2017,2(2): 778-780<br/><br/>四、近年指导学生论文<br/>1.   Chen, B.; Bai, D.; Lin, H.; Jiao, W. FlameTransNet: Advancing Forest Flame Segmentation with Fusion and Augmentation Techniques. Forests 2023, 14, 1887<br/>2.   Chen, Gong, Renxi Cheng, Xufeng Lin, Wanguo Jiao, Di Bai, and Haifeng Lin (*). 2023. \"LMDFS: A Lightweight Model for Detecting Forest Fire Smoke in UAV Images Based on YOLOv7\" Remote Sensing 15, no. 15: 3790.<br/>3.   Wang, Yinkai, Renjie Xu, Di Bai, and Haifeng Lin (*). 2023. \"Integrated Learning-Based Pest and Disease Detection Method for Tea Leaves\" Forests 14, no. 5: 1012.<br/>4.   Qian, J.; Lin, J.; Bai, D.; Xu, R.; Lin, H (*). Omni-Dimensional Dynamic Convolution Meets Bottleneck Transformer: A Novel Improved High Accuracy Forest Fire Smoke Detection Model. Forests 2023, 14, 838.<br/>5.   王寅凯,曹磊,钱佳晨,林海峰(*).一种改进YOLOv5的多尺度像素林火识别算法[J].林业工程学报,2023,8(02):159-165<br/>6.   Xue, Z.; Xu, R.; Bai, D.; Lin, H (*). YOLO-Tea: A Tea Disease Detection Model Improved by YOLOv5. Forests 2023, 14, 415.<br/>7.   Lin, J.; Lin, H (*).; Wang, F. A Semi-Supervised Method for Real-Time Forest Fire Detection Algorithm Based on Adaptively Spatial Feature Fusion. Forests 2023, 14, 361.<br/>8.   Chen, G.; Zhou, H.; Li, Z.; Gao, Y.; Bai, D.; Xu, R.; Lin, H (*). Multi-Scale Forest Fire Recognition Model Based on Improved YOLOv5s. Forests 2023, 14, 315.<br/>9.   Lin, J.; Bai, D.; Xu, R.; Lin, H (*). TSBA-YOLO: An Improved Tea Diseases Detection Model Based on Attention Mechanisms and Feature Fusion. Forests 2023, 14, 619.<br/>10. Xue, Q.; Lin, H (*).; Wang, F. FCDM: An Improved Forest Fire Classification and Detection Model Based on YOLOv5. Forests 2022, 13, 2129.<br/>11. Qian, J.; Lin, H (*). A Forest Fire Identification System Based on Weighted Fusion Algorithm. Forests 2022, 13, 1301<br/>12. Xue, Z.; Lin, H (*).; Wang, F. A Small Target Forest Fire Detection Model Based on YOLOv5 Improvement. Forests 2022, 13, 1332.<br/>13. Lin, J.; Lin, H (*).; Wang, F. STPM_SAHI: A Small-Target Forest Fire Detection Model Based on Swin Transformer and Slicing Aided Hyper Inference. Forests 2022, 13, 1603.<br/>14. Wanying Shen, Haifeng Lin (*). The chloroplast genome of Spiraea thunbergii (Rosaceae) [J]. Mitochondrial DNA Part B,2022, 7(10): 1879-1881<br/>15. Changlan Sun, Haifeng Lin (*). The complete chloroplast genome and phylogenetic analysis of Citrus clementina (Rutaceae) [J]. Mitochondrial DNA Part B,2021, 6(10): 2926-2927<br/>16. Qinghua Xu, Haifeng Lin (*). The complete chloroplast genome of Sisymbrium altissimum [J]. Mitochondrial DNA Part B,2021, 6(9): 2752-2753<br/>",
    "Patent": "五、发明专利（第一发明人）<br/>1.   一种基于热成像分析技术的林火识别方法、设备及计算机存储介质，ZL 202111277941.6<br/>2.   一种对农业病虫进行防控的无人机装置，ZL202110367319.8<br/>3.   一种农业用病虫害监测用无人机，ZL202110311495.X<br/>4.   一种农业用病虫害防治的精量施药无人机装置，ZL202110324358X<br/>5.   一种农作物病虫害无人机作业农药喷洒装置，ZL202111412481.3<br/>6.   一种基于模糊推理的林火发生模型预警系统， ZL201610180341.0<br/>7.   一种森林火灾天气指数预警系统及应用，ZL201410086682.2<br/>",
    "Achievements": "None",
    "Class": "1.   《大学计算机基础课程创新研究》，2022年江苏省高校“高质量公共课教学改革研究”课题,在研<br/>2.   《农林类人工智能教学团队与高水平教师队伍教研能力养成研究》，2021年江苏省教育科学“十四五”规划课题,在研<br/>3.   《乡村振兴实绩细则》解读，2021年江苏省高校在线开放课程“江苏高校助力乡村振兴在线开放课程”，已结题。<br/>",
    "Topic": "None",
    "Projects": "一、主持科研项目（课题）<br/>1.   主持南京市现代农机装备与技术创新示范项目，智能化茶树病虫害遥感监测云边协同设备创新与应用，40万，2022年11月-2024年，在研<br/>2.   主持江苏省重点研发计划，基于迁移学习的物联网视觉林火预警系统关键技术研究与示范(BE2021716)，50万，2021年7月-2024年7月，在研<br/>3.   主持江苏省现代农机装备与技术示范推广项目，基于机器视觉和边缘计算的茶树病虫害监测系统开发与应用（NJ2021-19），50万，2021年9月-2024年8月，在研<br/>4.   主持江苏省地方标准项目，农业生产经营主体质量安全信用等级评价规范，5万，2021年3月-2022年10月，已结题。<br/>5.   主持江苏省农业科技自主创新项目， 基于迁移学习的物联网林火预警系统关键技术研究（编号CX(20)3038）（2020.9-2022.12），30万，已结题（优秀）。<br/>6.   主持江苏省自然科学基金，基于能量补给型的林业物联网火险预警模型研究（编号BK20191393）（2019.7-2022.12），10万，已结题。<br/>7.   主持江苏省地方标准项目，基于林业物联网的森林火险预警系统技术规范，5万，2016年10月-2019年10月，已结题。<br/>8.   主持江苏省自然科学基金，无线传感器网络技术在森林火险天气预警系统中的应用（编号BK20141474）（2014.7-2017.6），10万，已结题。<br/>9.   主持江苏省林业三新工程项目, 江苏省森林防火应急指挥系统关键技术集成与验证，50万，（LYSX[2014]07），（2014.08-2017.08）已结题。<br/><br/>六、主持教改项目（课题）",
    "Services_Activities": "七、社会服务与学术活动<br/>担任国际期刊“Forests” Guest Editor和“Journal of Healthcare Engineering”、 “Alexandria Engineering Journal”、 “Frontiers in Neuroscience”、 “Contrast Media & Molecular Imaging”、 “International Journal of Information Management”、 “Wireless Communications and Mobile Computing”和“The Journal of Supercomputing”等期刊的审稿 人，中国林学会计算机应用分会理事。<br/>",
    "Award_status": "二、获奖情况<br/>1.   2023年第三批“全国高校黄大年式教师团队”成员<br/>2.   2022年获南京林业大学2021-2022学年优秀教师称号<br/>3.   2019梁希林业科学技术科技进步奖，国家林业和草原局，三等奖<br/>4.   2018年获南京市第十二届自然科学优秀学术论文奖，南京市科学技术局，三等奖<br/>5.   2016年获南京林业大学2015-2016学年优秀教师称号<br/>6.   2015年获南京林业大学2014-2015学年优秀教师称号<br/>7.   2014年获南京林业大学2013-2014学年优秀教师称号<br/>8.   2014年获南京林业大学2013-2014学年“加成奖学金”优秀指导老师<br/>9.   2013年获南京林业大学2013届本科生毕业设计（论文）优秀指导教师<br/>10. 2011年获南京林业大学2011届本科生毕业设计（论文）优秀指导教师<br/><br/>八、指导学生获奖<br/>1.   2023年江苏省研究生乡村振兴案例大赛金奖、团队风采奖（江苏省农学类研究生教育指导委员）<br/>2.   2023年第四届中国林草计算机应用大会最佳论文奖<br/>3.   2022年第十三届蓝桥杯全国软件和信息技术专业人才大赛-全国总决赛Java软件开发全国一等奖<br/>4.   2019年第十届蓝桥杯全国软件和信息技术专业人才大赛-全国总决赛Java软件开发全国一等奖<br/>5.   2018年第九届 蓝桥杯全国软件和信息技术专业人才大赛-全国总决赛C/C++程序设计全国二等奖 2人次<br/>",
    "Contact_information": "九、联系方式<br/>办公电话：025-85427902<br/>Email：  haifeng.lin AT njfu.edu.cn<br/>通讯地址：江苏省南京市龙蟠路159号 南京林业大学信息科学技术学院、人工智能学院<br/><br/><br/>",
    "Introduction": "林海峰，博士，研究员，硕导（电子科学与技术、电子信息），加拿大McMaster大学访问学者。研究方向为农林业灾害与资源管理、智慧林业（林业+人工智能）、林业物联网、深度学习，研究总体着眼于解决农林资源管理与灾害防控等信息化应用关键核心问题。",
    "id": "0013",
    "img": "https://it.njfu.edu.cn//DFS//network//szdw/i274151/1685414240750tiyskb.jpg",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "林海峰",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}