{
    "Research_direction": "研究方向：<br/>模式识别、神经计算和计算机视觉及其应用研究，具体如下：<br/>1.模型设计和求解<br/>2.计算机模拟和数据可视化<br/>3.图像和视频的高精度标注、检测和识别，主要包括林火识别、基于视觉的森林资源测量<br/>4.围绕“智慧林业”，在“卫星-无人机-地面”监测的遥感图像上的应用研究<br/>开源数据和代码可访问https://github.com/xbyang1000",
    "Paper": "近年科研论文：<br/>1. Yang, X., et al. Preferred Vector Machine for Forest Fire Detection. Pattern Recognition, 2023, 143, 109722. (SCI期刊, JCR一区)<br/>2. Wang, Y.(研究生), Yang, X.(通讯作者), et al. Individual tree segmentation and tree-counting using supervised clustering. Computers and Electronics in Agriculture, 2023, 205, 107629. (SCI期刊, JCR一区) （注：汪洋，男，2023年毕业，现就职于南京莱斯信息）<br/>3. Yang, X., et al. High-Precision Real-Time forest fire video detection using One-Class mode. Forests, 2022, 13(11), 1826. (SCI期刊, JCR二区)<br/>4. Yang, X., et al. Pixel-level automatic annotation for forest fire image. Engineering Applications of Artificial Intelligence, 2021, 104, 104353. (SCI期刊, JCR二区)<br/>5. Yang, H.(研究生), Yang, X. (通讯作者), et al. Robust Plane Clustering Based on L1-Norm Minimization. IEEE Access, 2020, 8: 29489-29500. (SCI期刊，JCR二区)（注：杨红鑫，女，2020年毕业，主持江苏省研究生创新项目1项，4篇1作、2篇2作论文成功申博，现在加拿大攻博)<br/>6. Yang, X., et al. A random weighted Plane-Gaussian artificial neural network. Neural Computing and Applications, 2019, 31(12): 8681–8692. (SCI期刊, JCR二区)<br/>7. Yang, H.(研究生), Yang, X., et al. Finite norm large margin classifier. International Journal of Machine Learning and Cybernetics, 2019, 10(9): 2449–2457 (SCI期刊, 2019年JCR二区)<br/>8. Yang, X., et al. Piecewise Linear Regression Based on Plane Clustering. IEEE Access, 2019, 7: 29845-29855. (SCI期刊，2019年JCR二区)<br/>9. 杨绪兵, 葛彦齐（本科生）等. 基于矩阵模式的林火图像半监督学习算法.图学学报, 2019, 40(05):835-842. （SCD&CSCD）（注：葛彦齐，2017级本科生，主持的大学生创新项目验收优秀，现为电子科技大学研究生）<br/>10. 周健航（本科生）,杨绪兵等.马氏度量下局部化广义特征值最接近支持向量机. 南京师大学报(自然科学版), 2018, 41(04): 65-71. (SCD)（注：周健航，2014级本科生，现在澳门大学攻博，其个人主页：https://variablemental.github.io/richzhou/)",
    "Patent": "None",
    "Achievements": "None",
    "Class": "主讲课程：<br/>程序设计语言（本科生），C++程序设计（本科生），计算机程序设计（研究生），机器学习（研究生）",
    "Topic": "None",
    "Projects": "科研课题与项目：<br/>1. 江苏省自然科学基金项目：近似支持向量机的大规模稀疏学习及其扩展研究，江苏省科技厅，2012年7月，主持；<br/>2. 国家自然科学基金项目：基于广义核的多核学习及拓展研究，国家基金委，2014年1月，参与（排名第二）；<br/>3. 国家自然科学基金项目：鲁棒判别的多视角自适应子空间学习及其在异质图像识别上的应用研究，国家基金委，2019年1月，参与（排名第三）<br/>指导本科生：<br/>一、指导大学生创新项目<br/>[1]. 自动化系统在沥青质量综合检测方面的应用，15级本科生华治淳和王子岩主持，2018年省级指导项目，结题验收优秀<br/>[2]. 分块级的林火图像稀疏表示及识别问题的研究，17级本科生葛彦齐主持，2018年校级项目，结题验收优秀<br/>[3]. 基于深度学习的网页内容提取方法研究，18级本科生唐泽皓主持，2019年校级项目，结题验收优秀<br/>[4]. 林火图像半监督学习算法设计，17级本科生陆宇琪主持，2019年校级项目，结题验收优秀<br/>[5]. 基于迁移学习的深度林火识别问题研究，19级本科生赵宇晨主持，2021年校级项目，结题验收优秀<br/>[6]. 基于自然语言处理的新闻趋势分析系统，21级本科生马翊然主持，2023年省级一般项目立项，在研，2023-2025<br/>二、指导本科生学科竞赛<br/>[1] 2023年，指导本科生获江苏省大学生程序设计竞赛JSCPC铜牌2项。（评奖单位：省教育厅、省计算机协会）<br/>[2] 2022年，指导本科生获第十三届“蓝桥杯”全国总决赛二等奖1项、江苏赛区一、二等奖各1项。（评奖单位：工业和信息化部人才交流中心，中国软件行业协会）<br/>[3] 2020年，指导本科生获第十三届“蓝桥杯”全国总决赛三等奖1项（评奖单位：工业和信息化部人才交流中心，中国软件行业协会）<br/>[4] 两次获南京林业大学优秀毕业设计指导教师称号。（评奖单位：南京林业大学）<br/>[5] 2012.10，指导南京林业大学代表队，获“中国大学生服务外包创新创业大赛”全国三等奖。（教育部、商务部主办，评奖单位：中国大学生服务外包创新创业大赛组委会）<br/>[6] 2011.08，指导学生参加“第二届中国大学生服务外包创新应用大赛”，获团体优胜奖。教育部、商务部主办，评奖单位：中国大学生服务外包创新创业大赛组委会）<br/>[7] 2011.12，指导“全国信息技术应用水平大赛”C语言程序设计竞赛获全国一等奖。（评奖单位：教育部教育管理信息中心）",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "联系方式：<br/>办公电话：025-85427464，Email：xbyang@njfu.edu.cn，工作QQ: 121202321 (learning)<br/>通讯地址：江苏省南京市龙蟠路159号 南京林业大学信息科学技术学院、人工智能学院(210037)<br/><br/><br/>",
    "Introduction": "杨绪兵，男，南京林业大学信息科学技术学院、人工智能学院教师，副教授、工学博士、硕士生导师。于2004年和2008年，分别获得南京航空航天大学“计算机软件与理论”和“计算机应用技术”专业的硕士、博士学位，师从陈松灿教授（https://parnec.nuaa.edu.cn/）。",
    "id": "0015",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "杨绪兵",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}