{
    "Research_direction": "研究方向：信息理论和无线通信、生态系统监测与建模、林草三维可视化<br/>",
    "Paper": "近三年发表的论文<br/>1.        许艺瀚, 田永波, 张扬刚, 花敏, 周雯. 基于学习的能量采集认知M2M通信的资源分配算法[J]. 电子学报. 2023, 51(2): 467-476.<br/>2.        Xu Y H, Li J H, Zhou W, Chen C. Learning-empowered Resource Allocation for Air Slicing in UAV-assisted Cellular V2X Communications[J]. IEEE Systems Journal. 2023, 17(1): 1008-1011. (影响因子：4.4)<br/>3.        Zhou W, Xu Y H, Li C G. Multi-Objective Optimization for Adaptive Offloading in Distributed Multi-User MIMO Cell-Free 6G Networks[J]. IEEE Internet of Things Journal. 2023, 10(9): 7960-7973. (影响因子：10.6)<br/>4.        Xu X R, Xu Y H, Zhou W, Nallanathan A. Energy Efficient Resource Allocation for UAV-served Energy Harvesting-supported Cognitive Industrial M2M Networks, IEEE Wireless Communications Letters. DOI: 10.1109/LWC.2023. 3278627. (影响因子：6.3)<br/>5.        Xu Y H, Sun Q M, Xu X R, Zhou W, Yu G. Energy Efficiency and Delay Determinacy Tradeoff in Energy Harvesting-powered Zero-Touch Deterministic Industrial M2M Communications[J]. Engineering Applications of Artificial Intelligence. 2023, 121, 105997. (影响因子：8.0)<br/>6.        Xu Y H, Zhou W, Zhang Y G, Yu G. Stochastic Game for Resource Management in Cellular Zero-Touch Deterministic Industrial M2M Networks[J]. IEEE Wireless Communications Letters. 2022, 11(12): 2635-2639. (影响因子：6.3)<br/>7.        Xu Y H, Hua M, Zhou W, Yu G. Resource Allocation for Cellular Zero-Touch Deterministic Industrial M2M Networks: A Reinforcement Learning-Based Scheme[J]. IEEE Sensors Letters. 2022, 6(8): 1-4. (影响因子：2.8)<br/>8.        Xu Y H, Sun Q M, Zhou W, Yu G. Resource Allocation for UAV-aided Energy Harvesting-powered D2D Communications: A Reinforcement Learning-based Scheme[J]. Ad Hoc Networks. 2022, 136, 102973. (影响因子：4.8)<br/>9.        Xu Y H, Liu X, Zhou W, Yu G. Generative Adversarial LSTM Networks Learning for Resource Allocation in UAV-served M2M Communications[J]. IEEE Wireless Communications Letters. 2021, 10(7): 1601-1605. (影响因子：6.3)<br/>10.    Xu Y H, Yu G, Yong Y T. Deep Reinforcement Learning-based Resource Scheduling Strategy for Reliability-Oriented Wireless Body Area Networks[J]. IEEE Sensors Letters. 2021, 5(1): 1-4. (影响因子：2.8)<br/>11.    Xu Y H, Tian Y B, Searyoh P K, Yu G, Yong Y T. Deep Reinforcement Learning-based Resource Allocation Strategy for Energy Harvesting-Powered Cognitive Machine-to-Machine Networks[J]. Computer Communications. 2020, 160, 706-717. (影响因子：6.0)<br/><br/>1、江苏省本科生毕业设计（论文）优秀指导教师，2018年；<br/>2、南京林业大学优秀本科设计（论文）指导教师，2016年。<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "科研课题与项目<br/>1、大型风电叶片叶根节圆变形关键技术研究，校企合作项目，2021，主持；<br/>2、5G高频高速微波覆铜板的开发研究，校企合作项目，2020，主持；<br/>3、一种用于电机控制的嵌入式DSP芯片的开发研究，校企合作项目，2020，主持；<br/>4、江苏省高校自然科学基金面上项目，江苏省教育厅，2016，主持；<br/>5、南京林业大学引进高层次人才和高层次留学回国人员科研基金，南京林业大学，2015，主持。<br/>",
    "Services_Activities": "None",
    "Award_status": "获奖情况",
    "Contact_information": "联系方式<br/>办公电话：025-85427470<br/>电子邮箱：xuyihan@njfu.edu.cn<br/>通讯地址：江苏省南京市龙蟠路159号南京林业大学信息科学技术学院 （210037）<br/><br/><br/><br/><br/>",
    "Introduction": "许艺瀚，男，南京林业大学，副教授、博士、硕士生导师。",
    "id": "0022",
    "img": "https://it.njfu.edu.cn//DFS//file/2023/08/06/202308061305018678fn46n.jpg",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "许艺瀚",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}