{
    "Research_direction": "研究方向：三维空间信息处理，点云数据分析（目标分割、检测与识别），计算机视觉，图像处理等（更多请参考：https://lostagex.github.io）<br/>",
    "Paper": "四、论文发表（一作或者通讯）：<br/>1、Xia, S.; Chen, D.; Peethambaran, J.; Wang, P.; Xu, S* (2021). Point Cloud Inversion: A Novel Approach for the Localization of Trees in Forests from TLS Data. Remote Sens, 13(3), 338. doi:10.3390/rs13030338. (Early Access)<br/>2、Xu, S., R. Wang, H. Wang and R. Yang (2020), Plane Segmentation Based on the Optimal-vector-field in LiDAR Point Clouds, IEEE Transactions on Pattern Analysis and Machine Intelligence, doi: 10.1109/TPAMI.2020.2994935. (Early Access).<br/>3、Xu, S., X. Sun, J. Yun, and H. Wang (2020), A New Clustering-Based Framework to the Stem Estimation and Growth Fitting of Street Trees from MLS data, IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, vol. 13, pp. 3240-3250.<br/>4、Xu, S., Wang, R., Wang, H., and Zheng, H. (2020). An Optimal Hierarchical Clustering Approach to Mobile LiDAR Point Clouds. IEEE Transactions on Intelligent Transportation Systems,  21(7), 2765-2776.<br/>5、Xu, S., and Wang, R. (2019). Power Line Extraction from Mobile LiDAR Point Clouds. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 12(2), 734-743.<br/>6、Xu, S., Ye, N., and Xu, S. (2019). A new method for shoreline extraction from airborne LiDAR point clouds. Remote sensing letters, 10(5), 496-505.<br/>7、Xu, S., and Xu, S. (2018). A Minimum-Cost Path Model to the Bridge Extraction from Airborne LiDAR Point Clouds. Journal of the Indian Society of Remote Sensing, 46(9), 1423-1431.<br/>8、Xu, S., Xu, S., Ye, N., & Zhu, F. (2018). Automatic extraction of street trees’ nonphotosynthetic components from MLS data. International journal of applied earth observation and geoinformation, 69, 64-77.<br/>9、Xu, S., Ye, N., Xu, S., and Zhu, F. (2018). A supervoxel approach to the segmentation of individual trees from LiDAR point clouds. Remote sensing letters, 9(6), 515-523.<br/>10、Xu, S., Xu, S., Ye, N., and Zhu, F. (2018). Individual stem detection in residential environments with MLS data. Remote sensing letters, 9(1), 51-60.<br/>11、Xu, S., Wang, R., and Zheng, H. (2016). Road curb extraction from mobile lidar point clouds. IEEE Transactions on Geoscience and Remote Sensing, 55(2), 996-1009.<br/><br/>12、徐昇, 业宁 等. (2013). Hopfield 网络在视差空间上的立体匹配求解. 计算机研究与发展, 50(5), 1021-1029. (EI)<br/><br/>",
    "Patent": "None",
    "Achievements": "2、南京林业大学标志性成果培育项目，主持（2020-）<br/>3、中国博士后科学基金面上资助，2019M661852，主持（2019-）<br/>4、江苏省高校自然科学研究面上项目，19KJB520010，主持（2019-）<br/>5、南京林业大学高层次人才启动项目，主持（2019-）<br/><br/><br/>",
    "Class": "三、主讲课程<br/>数据库原理与应用（本科生）；计算思维（本科生）；计算机视觉（研究生）<br/>",
    "Topic": "None",
    "Projects": "五、主持的课题与项目<br/>1、江苏省自然科学基金（青年项目），BK20200784，主持（2020-）",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "联系方式<br/>邮    箱：xusheng@njfu.edu.cn<br/>通讯地址：江苏省南京市龙蟠路159号 南京林业大学信息科学技术学院（210037）<br/><br/>",
    "Introduction": "徐昇，工学博士，副教授，硕导。2018年毕业于加拿大卡尔加里大学（University of Calgary），随后入职南京林业大学信息科学技术学院。目前在国内外期刊会议上发表论文30余篇，包括SCI期刊16篇，EI期刊、会议3篇，国内核心期刊11篇，近五年一作或通讯在IEEE Trans. TPAMI, IEEE Trans. TIST, IEEE Trans. TGARS等知名期刊上发表SCI论文10余篇。曾获江苏省优秀硕士毕业论文、加拿大阿尔伯塔省创新基金（31500加币/年）、中国林业学术大会优秀论文一等奖和梁希论文三等奖。入选江苏省“双创计划”科技副总、南京林业大学“水杉英才”计划F类。正在或曾经主持江苏省自然科学基金（青年项目）、江苏省高校自然科学基金、中国博士后面上基金、南京林业大学标志性成果培育项目等。指导本科生获得江苏省大学生创新项目、校优秀本科毕业设计和江苏省“蓝桥杯”等竞赛奖项。",
    "id": "0028",
    "img": "https://it.njfu.edu.cn//DFS//file/2021/03/29/20210329085930770xpb5xs.jpg",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "徐昇",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}