{
    "Research_direction": "近年来，团队主要开展城市蓝绿空间健康促进效应的定量测度研究，内容涵盖基于社交媒体大数据的森林公园特征对游客情绪健康的影响评估，实景与虚拟暴露相结合的森林康养模式对个体多维健康效益的影响研究等，已在《Building and Environment》《Landscape and Urban Planning》《Science of the Total Environment》等国际高质量期刊发表学术论文近20篇，出版学术专著多部。",
    "Paper": "<br/>2.Xiao, Y, Piao, Y, Wei, W, Pan, C, Lee, D., Zhao, B. A comprehensive framework of cooling effect-accessibility-urban development to assessing and planning park cooling services. Sustainable Cities and Society, 2023, 98: 104817.<br/>3.Xiao, Y, Piao, Y, Pan, C, Lee, D., Zhao, B. Using buffer analysis to determine urban park cooling intensity: Five estimation methods for Nanjing, China. Science of The Total Environment, 2023, 868: 161463.<br/>4.Li, Y., Zhang, J., Jiang, B., Li, H., & Zhao, B. Do all types of restorative environments in the urban park provide the same level of benefits for young adults? A field experiment in Nanjing, China. Forests, 2023, 14(7), 1400.<br/><br/>5.Xia, T., Zhao, B, Xian, Z, & Zhang, J. How to systematically evaluate the greenspace exposure of residential communities? A 3-D novel perspective using UAV photogrammetry. Remote Sensing, 2023, 15(6), 1543. <br/>6.Li, H., Ding, Y., Zhao, B, Xu, Y., Wei, W. Effects of immersion in a simulated natural environment on stress reduction and emotional arousal: A systematic review and meta-analysis. Frontiers in Psychology, 2022, 13:1058177.<br/>7.Zhang, J., Liu, Y., Zhou, S., Cheng, Y.& Zhao, B. Do various dimensions of exposure metrics affect biopsychosocial pathways linking green spaces to mental health? A cross-sectional study in Nanjing, China. Landscape and Urban Planning, 2022, 226, 104494.<br/>8.Zhang, J., Cheng, Y., Mao, Y., Cai, W.,& Zhao, B. What are the factors influencing recreational visits to national forest parks in China? Experiments using crowdsourced geospatial data. Urban Forestry & Urban Greening, 2022, 72, 127570.<br/>9. Cheng, Y., Zhang, J., Wei, W., & Zhao, B. Effects of urban parks on residents’ expressed happiness before and during the COVID-19 pandemic. Landscape and Urban Planning, 2021, 212: 104118.<br/>10.Zhang, J., Cheng, Y., Li, H., Wan, Y., & Zhao, B. Deciphering the changes in residential exposure to green spaces: The case of a rapidly urbanizing metropolitan region. Building and Environment, 2021, 188, 107508.<br/>11.Liu, Y., Hu, M., & Zhao, B. Interactions between forest landscape elements and eye movement behavior under audio-visual integrated conditions. Journal of Forest Research, 2020, 25(1): 21-30.<br/><br/>12.张金光,宋安琪,夏天禹,赵兵.社区生活圈视角下城市公园绿地暴露水平测度[J].南京林业大学学报(自然科学版),2023,47(03):191-198.<br/>13.刘祎平,胡孟君,赵兵.基于分析软件“CiteSpace”的声景研究英文文献知识图谱分析[J].声学技术,2020,39(04):468-474.<br/>14.肖逸,戴斯竹,赵兵.小尺度公园对于城市热岛效应的缓解作用——基于南京市中心城区社区公园的实证研究[J].景观设计学,2020,8(03):26-43.<br/>15.毕晨,张金光,吕梦竹,赵兵.城市游憩型公共开放空间服务能力的测度——以南京市中心城区为例[J].南京林业大学学报(自然科学版),2019,43(04):117-124.<br/>16.赵兵,赵鹏蕾,韦薇.花桥典型地块景观格局及植被群落结构指数评价与制图研究[J].长江流域资源与环境,2017,26(08):1169-1179.<br/>",
    "Patent": "None",
    "Achievements": "<br/>2.《基于“链式理论”的园林专业系列教材建设》2014年获国家级教学优秀成果二等奖, 国家教育部。<br/>3.《风景园林“五化法”实验教学体系的构建》2009年获国家级优秀教学成果二等奖，国家教育部。 <br/>4. 主讲《园林工程》2008年获江苏省二级精品课程，江苏省教育厅。 <br/>5.《江南水乡道路景观个性的营造》获江苏省普通高校优秀毕业设计奖。<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "<br/>2. 北京东路环境综合整治工程获2019年度南京市园林工程“金陵杯”（市优质工程）奖，南京建筑业协会。<br/>3. 长三角城镇退化退化生境生态修复技术研究与应用获2013年梁希林业科学技术奖二等奖，国家林业总局。<br/>4. 花桥国际商务城绿地系统规划（主要设计人：1、赵兵2、蒋桂毅3、谢园方4、车平川等），青龙山人居森林公园总体规划（主要设计人：1、赵兵2、蒋桂毅3、张新、 姚松等）获2010年度江苏省第十四届优秀工程设计奖，江苏省建设厅。 <br/>5. 南京玄武湖湖滨景观带规划（主要设计人：1、杨达源2、赵兵3、郦湛若等）、太仓南园规划（主要设计人：1、徐大陆2、赵兵3、姚松等），获2006年度江苏省第十二届优秀工程设计奖，江苏省建设厅。",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "zhbnl0118@njfu.edu.cn",
    "Introduction": "None",
    "id": "0012",
    "img": "https://yuanlin.njfu.edu.cn//DFS//file/2023/09/22/20230922115447265dxmnev.jpg?iid=66551",
    "Department": "景观建筑系",
    "Duties": "",
    "Title": "教授",
    "Category": "None",
    "Final_Education": "研究生",
    "Final_Degree": "博士",
    "Work": "<br/>2.赵兵等.农村美化设计:新农村绿化理论与实践.北京:中国林业出版社,2010. <br/>3.赵兵等.园林工程学.南京:东南大学出版社.2006. 获华东地区优秀教材、学术专著二等奖 <br/>",
    "Name": "赵兵",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}