{
    "Research_direction": "园林植物遗传育种与生物技术、园林植物造景与应用招收风景园林学博士（园林植物）、风景园林学科硕、风景园林专硕（园林植物）、园林植物与观赏园艺科硕。欢迎加入我们！",
    "Paper": "<br/>(2)Yuanzheng Yue#, Tingting \nShi#, Jiawei Liu, Qingyin Tian, Xiulian Yang, Lianggui Wang. Genomic, \nmetabonomic and transcriptomic analyses of sweet osmanthus varieties provide \ninsights into floral aroma formation. Scientia Horticulturae. \n2022, 306, 111442.<br/>(3)Zhu Meilin, Bin Jing, Ding Huifen, Pan Duo, Tian Qingyin, Yang Xiulian, \nWang Lianggui*, Yue Yuanzheng*. Insights into the trihelix \ntranscription factor responses to salt and other stresses in Osmanthus \nfragrans. BMC genomics.2022,23,334.<br/>(4)Gu Heng, Ding Wenjie, Shi Tingting, Ouyang Qixia, Yang Xiulian, \nYue Yuanzheng*, Wang Lianggui*. Integrated transcriptome and \nendogenous hormone analysis provides new insights into callus proliferation \nin Osmanthus fragrans. Scientific Reports.2022,12,7609.<br/>(5)Xin Yan, Wenjie Ding, Xiuyi Wu, \nLianggui Wang, Xiulian Yang*, Yuanzheng Yue*. Insights into the \nMYB-related factors involved in regulating floral aroma synthesis in sweet \nosmanthus. Frontiers in Plant Science. 2022,16.<br/>(6)Jing Bin, Meiling Zhu, Huifen Dng, Zhouying Zai, Tingting Shi, Lianggui \nWang, Xiulian Yang, Yuanzheng Yue*. New insights into the roles of \nOsmanthus Fragrans Heat-Shock transcription factors in cold and other stress \nresponses. Horticulturare. 2022, 8(1), 80.<br/>(7)Shi Lisha, Huimin Shen, Jiawei Liu, Hongmin Hu, Hongyan Tan, Xiulian Yang, \nLianggui Wang, Yuanzheng Yue*. Exploration of the potential \ntranscriptional regulatory mechanisms of DNA Methyltransferases and MBD genes in \npetunia anther development and multi-stress responses. Genes. 2022, 13, \n314.<br/>(8)Yue Yuanzheng; Juhua Du; Ya Li; Hannah R. Thomas; \nMargaret H. Frank; Lianggui Wang; Huirong Hu; Insight into the petunia Dof \ntranscription factor family reveals a new regulator of male-sterility. \nIndustrial Crops and Products, 2021, (161): 113196.<br/>(9)Ding Wenjie; Ouyang Qixia; Li Yuli; Shi Tingting; Li Ling; Yang Xiulian; \nJi Kongshu; Wang Lianggui*; Yue Yuanzheng*; Genome-wide investigation of \nWRKY transcription factors in sweet osmanthus and their potential regulation \nrole in aroma synthesis. Tree Physiology, 2020.<br/>(10)Yue Yuanzheng#; Li Ling#; Li Yuli; Li \nHaiyan; Ding Wenjie; Shi Tingting; Chen Gongwei; Yang Xiulian; Wang Lianggui*; \nGenome-wide analysis of NAC transcription factors and characterization of the \ncold stress response in sweet Osmanthus. Plant Molecular Biology \nReporter, 2020.<br/>(11)Xuan Chen; Xiulian Yang; Jun Xie; Wenjie Ding; Yuli Li; Yuanzheng \nYue*; Lianggui Wang*; Biochemical and comparative transcriptome \nanalyses reveal key genes involved in major metabolic regulation related to \ncolored leaf formation in Osmanthus fragrans ‘Yinbi Shuanghui’ during \ndevelopment. Biomolecules, 2020, 10(4): 549.<br/>(12)Li Yuli#; Li Ling#; Ding Wenjie; Li Haiyan; Shi \nTingting; Yang Xiulian; Wang Lianggui*; Yue Yuanzheng*; Genome-wide \nidentification of Osmanthus fragrans bHLH transcription factors and their \nexpression analysis in response to abiotic stress. Environmental and \nExperimental Botany. 2020, 172: 103990.<br/>(13)Yuanzheng Yue, Haiyan Jiang, Juhua Du, Lisha Shi, Qian \nBin, Xiulian Yang, Lianggui Wang. Variations in physiological response and \nexpression profiles of proline metabolism-related genes and heat shock \ntranscription factor genes in petunia subjected to heat stress. Scientia \nHorticulturae, 2019,258,108811.<br/>(14)Tingting Shi#, Yuanzheng Yue#, Man \nShi, Min Chen, Xiulian Yang, Lianggui Wang. Exploration of floral volatile \norganic ompounds in six typical Lycoris taxa by \nGC-MS.Plants,2019,8(10):422.<br/>(15)Gongwei Chen#; Yuanzheng Yue#; \nYajie Hua; Die Hu; Tingting Shi; Zhaojing Chang; Xiulian Yang*; Wang Liangui*; \nSSR marker development in Clerodendrum trichotomum using transcriptome \nsequencing. PloS One, 2019, 14(11): e0225451.<br/>(16)Yuanzheng Yue, Jiawei Liu, Tingting Shi, Min Chen, Ya \nLi, Juhua Du, Haiyan Jiang, Xiulian Yang, Huirong Hu, Lianggui Wang. Integrating \nTranscriptomic and GC-MS Metabolomic Analysis to Characterize Color and Aroma \nFormation during Tepal Development in Lycoris longituba. Plants, \n2019,8(3):53.<br/>(17)Xiulian Yang#, Yuanzheng Yue#, \nHaiyan Li, Wewjie Ding, Gongwei Chen, Tingitng Shi,Junhao Chen, Min Park, Fei \nChen, Lianggui Wang. The chromosome-level quality genome provides insights into \nthe evolution of the biosynthesis genes for aroma compounds of Osmanthus \nfragrans. Horticulture Research, 2018,5(1):72.<br/>(18)Yuanzheng Yue, Shaoze Tian, Yu Wang, Hui Ma, Siyu Liu, \nYuqiao Wang, Huirong Hu. Transcriptomic and GC-MS Metabolomic Analyses Reveal \nthe Sink Strength Changes during Petunia Anther Development. International Journal of Molecular Sciences, \n2018,19:955.<br/>(19)Yuanzheng Yue, Chaoqun Yin, Rui Guo, Hao Peng, \nZhaonan Yang, Guofeng Liu, Manzhu Bao, Huirong Hu. An anther-specific \ngene PhGRP is regulated by PhMYC2 and causes male sterility when overexpressed \nin petunia anthers. Plant Cell Reports, 2017,36(9): 1401-1415.<br/>(20)Yuanzheng Yue, Di Yang, Jian Sun, Hao Peng, Chaoqun Yin, \nRui Guo, Guogui Ning, Huirong Hu. A Novel PhLRR Gene Promoter is \nSufficient for Engineering Male Sterility in Petunia. Plant Molecular \nBiology Reporter, 2016, 34(5): 970-977.<br/>(21)Yuanzheng Yue, Hao Peng, Jian Sun, Zhaonan Yang, Huina \nYang, Guofeng Liu, Huirong Hu. Characterization of two CYP77 gene family \nmembers related to development of ornamental organs in petunia. Journal of \nGenetics, 2016, 95(1):177-181.<br/>(22)Xue Huang#, Yuanzheng Yue#, Jian \nSun, Hao Peng, Zhaonan Yang, Manzhu Bao, Huirong Hu. Characterization of a \nfertility-related SANT/MYB gene (PhRL) from petunia. Scientia \nHorticulturae, 2015, 183: 152-159.<br/>(23)Yuanzheng Yue, Jian Sun, Xue Huang, Hao Peng, Guofeng \nLiu, Huirong Hu. Characterization of a novel anther-specific gene encoding a \nleucine-rich repeat protein in petunia. Genetics and molecular research, 2014, \n13(4): 9889-9898.<br/>(24)Yuanzheng Yue, Fangfang Ma, Xue Huang, Manzhu Bao, \nGuofeng Liu, Huirong Hu. Transcriptional Profile of Differentially Expressed \nGenes Related to Abortive Flower Buds Under Short Light Period Stress in \nPetunia. Scientia Horticulturae, 2013,164: 323-332.<br/>(25)Yuanzheng Yue, Fangfang Ma, Xue Huang, Guofeng Liu, \nManzhu Bao, Huirong Hu. Cloning and Expression Analysis of a Novel Male \nFertility-related Gene in Petunia hybrida. Acta Horticulturae, 2013, 977: \n313-319. (ISTP)<br/>(1)申慧敏,史俐莎,田清尹,刘家伟,王良桂,岳远征*.ABC转运蛋白在植物花器官生长发育中的研究进展[J].西北植物学报,2021,41(11):1975-1982.<br/>(2)安振方,王一鸣,孙佳乐,岳远征*.契合青年人偏好的寺庙园林植物景观因子分析[J].园林,2021,38(08):89-96.<br/>(3)江海燕,杜菊花,史俐莎,宾婧,岳远征*.植物高温胁迫响应分子机制研究[J].分子植物育种,2021,19(03):1022-1030.<br/>(4)庞文君,刘伟,谢榕怡,钱可敦,岳远征*.基于青年人偏好的城市园林植物景观营造因子分析[J].中国园林,2019,37(10):130.<br/>(5)陈宇刚,刘伟,王猛,芦建国,岳远征*.基于老年人视角的园林植物景观营造的因子分析[J].中国园林,2019,35(8):115.<br/>(6)李娅,杜菊花,江海燕,李玉立,胡惠蓉,王良桂,岳远征*.矮牵牛PhABCG26基因克隆及花药特异性表达分析[J].东北农业大学学报,2019,50(03):27-34.<br/>(7)李娅,丁文杰,江海燕,李玉立,王良桂,岳远征*.Dof基因家族调节植物生长发育功能的研究进展[J].西北植物学报,2018,38(9):1758-1766.<br/>(8)王晰,丁文杰,李娅,刘家伟,王良桂,岳远征*.长筒石蒜花青素合成酶基因LlANS的克隆与表达分析[J].河南农业大学学报,2018,52(04):611-617.<br/>(9)岳远征,李娅,罗雪琪,杨秀莲,施婷婷,王良桂.盐胁迫对海州常山幼苗生长及生理特性的影响[J].河南农业大学学报, 2018,52(1):38-42.<br/>(10)岳远征,刘思禹,殷超群,郭芮,杨梅,田绍泽,胡惠蓉.弱光和短日照下‘幻想’矮牵牛花芽代谢组学研究[J].园艺学报,2017,44(12):2391-2398.<br/>(11)岳远征,王晰,李娅,王良桂,郭苏明,田绍泽,胡惠蓉.矮牵牛PhACOS5基因的克隆及花药特异性表达分析[J].分子植物育种,2017,15(12):4861-4866.<br/>(12)贺亚川, 王琴, 岳远征, 马芳芳, 胡惠蓉. \n小型花卉“配菜”研究.中国风景园林学会2010年会论文集（下册）北京：中国建筑工业出版社. 2010：873-876<br/>奖励：<br/>指导的毕业论文《基于不同年龄人群偏向性的城市园林植物景观的分析》，获得第十一届园冶杯大学生国际竞赛毕业论文类作品一等奖（本科组） \n2020；毕业论文《基于游客偏好的植物景观最佳观赏距离的研究》获得第十二届园冶杯大学生国际竞赛毕业论文类作品三等奖（本科组） 2021。<br/>第一届陈俊愉园林教育基金（青年教师）获得者  2016<br/>2017梁希林业科学技术 二等奖 8/12<br/>2021梁希林业科学技术 二等奖 3/12<br/>2021中国风景园林学会科学技术奖 一等奖 2/12<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "yueyuanzheng@njfu.edu.cn",
    "Introduction": "None",
    "id": "0040",
    "img": "https://yuanlin.njfu.edu.cn//DFS//file/2023/09/11/202309111714385355t2l9k.png?iid=65728",
    "Department": "园林植物系",
    "Duties": "",
    "Title": "副教授",
    "Category": "None",
    "Final_Education": "研究生",
    "Final_Degree": "博士",
    "Work": "None",
    "Name": "岳远征",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}