{
    "Research_direction": "植物栽培与应用、园林工程管理等。",
    "Paper": "<br/>2、不同桂花品种香气成分的差异分析，东北林业大学学报，2015年第一期，通讯作者<br/>3、保存方法对桂花精油提取及香气成分的影响，南京林业大学学报（自然科学版），2014年第z1期，通讯作者<br/>4、两种植物生长延缓剂对盆栽日香桂的矮化效应，南京林业大学学报（自然科学版），2014年第z1期，通讯作者<br/>5、桂花花朵香气成分研究进展，化学与生物工程，2014年第10期，通讯作者<br/>6、露地栽培条件下百合的生长规律及种球繁殖技术，中国农业科学，2014年第8期，通讯作者<br/>7、波叶金桂扦插生根过程中营养物质和激素含量变化，江苏农业科学，2014年第6期，通讯作者<br/>8、江苏园展园设计中地方文化语境的营造，建筑与文化，2014年第5期，第一作者<br/>9、赤霉素在农林业生产中的应用研究进展，江苏农业科学，2014年第2期，通讯作者<br/>10、多维视角下城市开放空间研究框架的建构，南京林业大学学报(自然科学版)，2014年第1期，通讯作者<br/>12、25个桂花品种花瓣营养成分分析，福建林学院学报，2014年第1期，通讯作者<br/>12、15个百合种和品种的食用性比较研究，中国园艺学会2013年学术年会论文摘要集，2013年10月，通讯作者<br/>13、中国澳洲金合欢亚属植物新品种DUS测试性状筛选,东北林业大学学报，2013年第11期，通讯作者<br/>14、桂花根系在控根栽培下的动态生长及垂直分布，林业科技开发，2013年第6期，通讯作者<br/>15、桂花根系在控根栽培下的动态生长及垂直分布,林业科技开发，2013年第6期，通讯作者<br/>16、南京秦淮新河岸坡植被调查与分析，山东林业科技，2013年第06期，通讯作者<br/>17、水生植物对水体重金属污染的监测和生态修复，安徽农业科学，2013年第5期，通讯作者<br/>18、秦淮河岸坡生态工程现状调查及改造探讨，江苏林业科技，2013年第5期，通讯作者<br/>19、控根技术在容器育苗中的研究进展，陕西农业科学，2013年第4期，通讯作者<br/>20、园林项目招投标问题及其对策，南京林业大学学报(人文社会科学版)，2013年第4期，通讯作者<br/>21、桂花专类园植物景观综合评价，福建林业科技，2013年第4期，通讯作者<br/>22、球根花卉花粉萌发过程中糖类物质及相关酶活性的变化，南京林业大学学报（自然版），2013第4期，通讯作者<br/>23、中国野生杜鹃杂交结实性研究，江苏农业科学，2013年第2期，通讯作者<br/>24、枫香同工酶遗传多样性分析，林业科学研究，2013第1期，3/3，通讯作者<br/>25、百合基本营养成分和活性物质研究进展，中国蔬菜，2012第24期，通讯作者<br/>26、桂花花瓣营养成分分析，江苏农业科学，2012第12期，通讯作者，通讯作者<br/>27、桂花种子对赤霉素处理的生理生化响应，南京林业大学学报（自然科学版），2012第1期．第二作者<br/>28、控根栽培下桂花根系的动态生长与垂直分布特征，南京林业大学学报（自然科学版），2011第4期．第一作者<br/>29、集体林权制度改革绩效分析，南京林业大学学报（自然版）2010第5期，第一作者<br/>30、福建武夷山国家级自然保护区木兰科植物资源初探，福建林业科技2010第2期，第一作者<br/>31、不同林龄和连载代次杨树人工林土壤氮矿质化特性，河南农业大学学报2010第1期，第一作者<br/>32、园林工程施工与管理，东南大学出版社2009年，主编<br/>33、苏北杨树人工林连栽林地土壤矿质化原位研究，南京林业大学学报（自然版）2009第6期，第一作者<br/>34、淹水对2个桂花品种生理特性的影响，安徽农业大学学报2009第6期，第一作者<br/>35、城市绿地内植物多样性保护与发展------以盐城市城市规划区为例，中国园林2009第6期，第一作者<br/>36、南京市湿地现状调查与分析，林业科技开发2009第6期，第一作者<br/>37、南京市湿地植被群落特征及保护利用对策，林业科技开发2009第6期，第一作者<br/>38、江苏平原林业发展的理论探索与实践，中国林业出版社2008年，主编<br/>39、干旱胁迫对几种楸树苗木叶片荧光特性的影响，南京林业大学学报（自然版）2008第6期，第一作者<br/>40、不同楸树品种（类型）嫩枝扦插生根能力及扦插繁殖技术，南京林业大学学报（自然版）2008 第5期，第一作者<br/>41、苏北杨树人工林细根生产力与周转，南京林业大学学报（自然版）2008第5期，第一作者<br/>42、江苏平原林权制度改革思考，南京林业大学学报（人文版）2008第4期，第一作者<br/>43、杨树芽脂的提取方法及其抗氧化活性的研究，现代化工，2008年第S2期，通讯作者<br/>44、Study on the rooting ability of different varieties(types) Catalpa spp. and its unlignified branch cutting technique，南京林业大学学报（自然科学版），2008年第5期，第一作者<br/>45、Annual production and turnover rate of fine roots in poplar plantations in north of Jiangsu，南京林业大学学报（自然科学版），2008年第5期，第一作者<br/>46、法学概论，中国林业出版社 2002年，参编教材",
    "Patent": "<br/>2、一种桂花苗木速生栽培方法，2014年7月，专利号：CN201410147392.4<br/>3、一种雨城丹桂愈伤组织分化及增殖方法，2014年4月，专利号：CN201310725163.1<br/>4、一种流苏老桩的复壮的方法，2013年11月，专利号：CN201310352265.3<br/>5、一种防止桂花夏季落叶的方法，2014年7月，专利号：CN201410147407.7<br/>6、江苏林业局林木良种认定“苏楸一号”  2014年11月",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "<br/>2、国家林业局林业科学技术推广项目，楸树优良无性系扩繁及苗木标准化生产技术示范推广，2014-2016，在研，主持<br/>3、国家林业局（木犀属）测试指南编制及已知品种数据库建设项目，，2014-2015，在研，主持<br/>4、国家科技部十二五科技支撑计划，林木种质资源挖掘与创新利用项目子专题--桂花树种质资源挖掘与创新利用，2013-2017，在研，主持<br/>5、国家林业局公益性行业科研专项项目，花用桂花优良品种选育与应用示范，2012-2015，在研，主持<br/>6、江苏省科技支撑项目，传统特色名花桂花耐盐新品种选育，编号：BE2011367，2011-2015，在研，主持<br/>7、“六大人才高峰”项目，桂花花期调控与盆栽矮化技术研究，2011-2014，在研，主持<br/>8、江苏省林业三新工程，“日香桂盆栽矮化技术示范与推广”，2012-2014，在研，主持<br/>9、林业行业标准制修订项目，日香桂盆栽矮化技术规程， 2013-2014，在研，主持<br/>10、江苏省林业三新工程，杨树人工林抚育间伐经营模式与推广，2014-2016，执行专家<br/>11、南京市水利局委托项目，秦淮新河河道植物景观研究，2012-2013，结题，主持<br/>12、镇江市科技攻关项目，传统桂花优良品种的选育，2011-2013，结题，主持<br/>13、企业委托项目，珍惜树种宝华玉兰扦插繁殖技术研究，2011-2013，结题，主持<br/>14、校科技创新项目，桂花苗木根系构型变化研究，2009-2010，结题，主持<br/>15、科技部项目子项目，景观植物种质资源标准化整理整合，2008-2010，结题，主持<br/>16、国家林业局标准化项目，银杏绿化大苗标准化制定，2008-2009，结题，主持<br/>17、校高教研究项目，园林法规与政策教学研究，2008-2009，结题，主持<br/>18、江苏林业“三项工程”项目，江滩困难立地造林技术示范与推广，2007-2010，结题，执行专家<br/>19、江苏林业“三项工程”项目，桂花等树种资源库建立技术，2007-2009，结题，参与主持<br/>20、南京市农林局委托项目，南京市珍稀树种调查与保护，2007-2009，结题，主持<br/>21、省林业局委托项目，江苏林业产权制度改革与实践，2007-2009，结题，主持<br/>22、江苏科技厅农业科技攻关项目，楸树优良无性系选育及苗木标准化生产技术，2006-2009，结题，第一主持<br/>23、国家林业局“948”引进项目，耐盐树种生态化营建技术引进，2006-2010，结题，第二主持<br/>24、河南省商城县“让桂花香醉商城”主题规划，2006-2008，主持<br/>25、南京市农林局委托项目，南京市湿地资源调查与评价，2006-2008，结题，主持<br/>26、江苏教育厅委托项目，江苏赣榆村庄林茶间作生态建设与村庄绿化，2006-2007，结题，主持<br/>27、江苏农业“三项工程”项目，困难立地造林树种选择与示范与推广，2005-2007，结题，第二主持<br/>28、江苏科技厅农业科技攻关项目，丘陵山区困难立地适生树种选择，2005-2009，结题，第二主持<br/>29、江苏农业“三项工程”项目，杨树根基施肥与丰产模式示范推广，2003-2005，结题，第二主持<br/>30、企业委托项目，玫瑰快繁技术研究与示范推广，主持<br/>31、企业委托项目，南京老山林场，景观林改造技术研究，主持<br/>32、企业委托项目，南京六合区竹镇林场景观林改造研究，主持<br/>33、企业委托项目，几种湿地水生植物快繁技术研究，主持<br/>34、江苏省2012年度研究生教育教学改革研究与实践课题，主持<br/>35、风景园林专业硕士渐进式开放教学体系研究与实践，主持",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "025-85427770wlg@njfu.com.cn",
    "Introduction": "None",
    "id": "0043",
    "img": "https://yuanlin.njfu.edu.cn//DFS//file/2020/07/02/20200702155337205syvg3m.jpg?iid=65857",
    "Department": "园林植物系",
    "Duties": "林学院党委书记",
    "Title": "教授",
    "Category": "None",
    "Final_Education": "研究生",
    "Final_Degree": "博士",
    "Work": "None",
    "Name": "王良桂",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}