{
    "Research_direction": "研究方向园林植物生态修复、园林植物种质资源、园林植物繁殖栽培、园林植物应用研究生招生专业学术型：090706园林植物与观赏园艺专业型：086200风景园林（02园林植物）<br/>园林植物生态修复、园林植物种质资源、园林植物繁殖栽培、园林植物应用<br/><br/>研究生招生专业<br/>学术型：090706园林植物与观赏园艺<br/>专业型：086200风景园林（02园林植物）",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "<br/>",
    "Class": "<br/>（2）国家精品在线开放课程：花卉学，教育部，2018<br/>（3）国家一流课程（线上）：花卉学，教育部，2020<br/>（4）国家一流课程（线上线下混合式）：花卉学，教育部，2020<br/>（5）（5江苏省在线开放课程：花卉学，江苏省教育厅，2017<br/>（6）江苏省成人高等教育精品资源共享课程：花卉学，江苏省教育厅，2017<br/>（7）江苏省成人高等教育精品课程：花卉学，江苏省教育厅，2009<br/><br/>省级以上奖励<br/>（1）首届全国教材建设先进集体：南京林业大学风景园林学院，教育部，2022，2/22（院长）<br/>（2）国家教学成果二等奖：园林专业人才培养模式的探索与实践，教育部，2005，4/5<br/>（3）全国生态文明信息化教学成果奖：花卉学，国家林草局，2018，1/2<br/>（4）全国高等学校科学研究科技进步二等奖：富营养化湿地梯级生态修复关键技术与应用，教育部，2016，12/14<br/>（5）江苏省教学成果一等奖：“固本强基、一本三融”理念引领下的林业院校特色人才培养体系的构建与实践，江苏省教育厅，2021，13/16<br/>（6）江苏省教学成果一等奖：园林专业人才培养模式的探索与实践，江苏省教育厅，2005，4/5<br/>（7）江苏省科学技术三等奖：城镇退化生境生态修复技术研究与应用，江苏省人民政府，2012，7/9<br/>（8）梁希林业科学技术二等奖：长三角城镇退化生境生态修复技术研究与应用，国家林业局，2013，8/9<br/>（9）全国首届林科类优秀教材优秀奖：《园林树木栽培学》，中国林业教育学会，主编，2004<br/>（10）华东地区优秀教材学术专著二等奖：《园林树木栽培学》，华东地区大学出版社，主编，2006<br/>（11）华东地区优秀科技图书奖二等奖：《景观植物配置》，华东地区科技出版社，副主编，2011<br/><br/>近五年代表性学术论文（第一作者或通讯作者）<br/><br/>长期围绕城市景观水体富营养化、重金属污染等开展园林植物生态修复理论研究工作，并针对园林植物种质资源、繁殖栽培技术与园林应用开展研究工作，在国内外期刊发表论文百余篇。<br/>（1）Pre-aeration of the rhizosphere offers potential for phytoremediation of heavy metal-contaminated wetlands. Journal of Hazardous Materials，2019（1区 TOP）<br/>（2）Transcriptional, secondary metabolic, and antioxidative investigations elucidate the rapid response mechanism of Pontederia cordata to cadmium. Ecotoxicology and Environmental Safety，2022（2区TOP）<br/>（3） Physiological defense and metabolic strategy of Pistia stratiotes in response to zinc-cadmium co-pollution. Plant Physiology and Biochemistry，2022（2区）<br/>（4） Pontederia cordata, an ornamental aquatic macrophyte with great potential in phytoremediation of heavy-metal contaminated wetlands. Ecotoxicology and environmental safety，2020（2区TOP）<br/>（5） Effects of aqueous extracts from the thizome of Pontederia cordata on the growth and interspecific competition of two algal species. Ecotoxicology and environmental safety，2019（2区）   <br/>（6） Tolerance mechanism of Triarrhena sacchariflora (Maxim.) Nakai. seedlings to lead and cadmium: Translocation, subcellular distribution, chemical forms and variations in leaf ultrastructure. Ecotoxicology and environmental safety，2018 （2区）    <br/>（7） Micropropagation of tree peony (Paeonia sect. Moutan): A review. Plant Cell Tissue and Organ Culture，2020（2区）    <br/>（8） Succinic acid inhibits photosynthesis of Microcystis aeruginosa via damaging PSII oxygen-evolving complex and reaction center，Environmental Science and Pollution Research，2021（3区）<br/>（9） Cadmium phytotoxicity, related physiological changes in Pontederia cordata: anti-oxidative, osmoregulatory substances, phytochelatins, photosynthesis, and chlorophyll fluorescence. Environmental Science and Pollution Research，2020（3区）<br/>（10）Effective hawkmoth pollination in the primarily bee-pollinated Salvia daiguii—an example of adaptive generalization，Plant Species Biology，2022（3区）<br/>（11）Soil erosion effectively alleviated by Miscanthus sacchariflorus, a potential candidate for land deterioration improvement，Rhizosphere，2023（3区） <br/>     <br/>出版的专著与教材<br/>（1）《花境设计与常用花境植物》，东南大学出版社，著，2018<br/>（2）《园林树木栽培学》，东南大学出版社，主编，2001<br/>（3）《景观植物配置》，江苏科技出版社，副主编，2010<br/>（4）《园林苗圃学》，东南大学出版社，参编，2003<br/>（5）《花卉学》，东南大学出版社，参编，2004<br/>（6）《园林植物遗传与育种》，南京大学出版社，参编，2001<br/>（7）《园林测量与规划设计》，南京大学出版社，参编，2000<br/>（8）《园林植物栽培学》，南京大学出版社，参编，2000<br/>（9）《林学概论》，中国林业出版社，参编，2004<br/>（10）《苗圃生产与管理》，南京大学出版社，参编，2000<br/><br/>发布的标准<br/>DB32 棱枝山矾扦插繁殖技术规程，主持，2012<br/>",
    "Topic": "None",
    "Projects": "<br/>（2）国家自然科学基金（面上项目）：荻属植物对重金属污染水体的净化能力及其机理研究，2010-2012<br/>（3）国家林业局引进国际先进林业科学技术项目：欧洲冬青优良种质资源及高效繁育技术引进，2012-2016<br/>（4）国家林业科学技术推广项目：棱枝山矾优良种源扩繁及高效栽培技术示范推广，2017-2019<br/>（5）国家林业行业制修订项目：悬铃木扦插繁殖技术， 2013-2015<br/>（6）国家林业行业制修订项目：植物篱营建技术规程，2017-2019<br/>（7）江苏省“六大人才高峰”项目：水生花卉抑藻化感物质分离、鉴定及其抑藻效果研究，2015-2017<br/>（8）江苏省林业三项工程项目：生态环保型观赏树种棱枝山矾的快速繁殖与推广，2008-2012<br/>（9）江苏省地方标准项目：棱枝山矾扦插繁殖技术规程 ，2010-2011<br/>（10）南京市规划局科技项目：高淳区乡土树种规划研究，，主持，2017<br/>（11）南京市园林局科技项目：南京市行道树树种规划，2013-1014<br/>（12）南京市园林局科技项目：南京市花境设计指南，持，2017<br/><br/>（1）全国高等教育教学改革研究重点课题：国家一流园林专业建设的理论研究与实践探索，2018-2020<br/>（2） 国家林业和草原软科学研究项目：“新农科”理念下园林专业人才培养策略研究，2020-2022<br/>（3）江苏省高等教育教改研究课题：“双一流”背景下园林一流专业建设探索与实践，2019-2021<br/><br/><br/>",
    "Services_Activities": "None",
    "Award_status": "<br/>（2）江苏省教学名师，江苏省教育厅，2022<br/>（3）江苏高校“青蓝工程”优秀教学团队带头人，江苏省教育厅苏省教育厅，2017<br/>（4）江苏省“六大人才高峰”高层次人才，（4江苏省“六大人才高峰” 高层次江苏省人力资源和社会保障厅，2014<br/>（5）江苏高校“青蓝工程”中青年学术带头人，江苏省教育厅江苏省教育厅，2012<br/>（6）江苏省本科高校优秀基层教学组织带头人，江苏省教育厅江苏省教育厅，2022<br/>（7）江苏省十佳研究生导师（提名奖），江苏省学位与研究生教育学会，2018<br/>（8）江苏高校“青蓝工程”优秀青年骨干教师，江苏省教育厅江苏省教育厅，2006<br/><br/>",
    "Contact_information": "tianrunan@njfu.edu.cn",
    "Introduction": "None",
    "id": "0045",
    "img": "https://yuanlin.njfu.edu.cn//DFS//file/2023/09/21/202309212014251772hqd5a.png?iid=66466",
    "Department": "园林植物系",
    "Duties": "园林国家级实验教学示范中心主任",
    "Title": "教授",
    "Category": "None",
    "Final_Education": "博士研究生",
    "Final_Degree": "博士",
    "Work": "None",
    "Name": "田如男",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}