{
    "Research_direction": "生态经济、土地资源管理",
    "Paper": "Shulin Chen*, Zhenghao Zhu, Li Yang, Xiaotong Liu. Vegetation cover variations associated with climate change and human activities in Nanjing metropolitan area of China. Environmental Science and Pollution Research, online, https://doi.org/10.1007/s11356-022-25056-4.Shulin Chen*, Xiaotong Liu, Li Yang and Zhenghao Zhu. Variations in Ecosystem Service Value and Its Driving Factors in the Nanjing Metropolitan Area of China. Forests, 2023, 14(1), 113.Shulin Chen*, Li Yang, Xiaotong Liu, Zhenghao Zhu. Net Primary Productivity Variations Associated with Climate Change and Human Activities in Nanjing Metropolitan Area of China. International Journal of Environmental Research and Public Health, 2022, 19(22), 14798.Shulin Chen*, Zhenghao Zhu, Xiaotong Liu, Li Yang. Variation in Vegetation and Its Driving Force in the Pearl River Delta Region of China. International Journal of Environmental Research and Public Health, 2022, 19(16), 10343.Yan Huang, Shulin Chen*, Hong Jiang, Wenjun Chen, Xiaohui Mo. Assessment of the impact of land use changes on net primary productivity using human appropriation of net primary productivity in Anji, China. Applied Ecology and Environmental Research, 2021, 19(6): 4331-4348.Shulin Chen, Hong Jiang, Yan Chen, Zhijian Cai. Spatial-temporal patterns of net primary production in Anji (China) between 1984 and 2014. Ecological Indicators, 2020, 110, 105954.Minxia Zhang, Shulin Chen, Hong Jiang, Changhui Peng, Jinmeng Zhang, Guomo Zhou. The impact of intensive management on net ecosystem productivity and net primary productivity of a Lei bamboo forest. Ecological Modelling, 2020, 435, 109248.Minxia Zhang, Shulin Chen, Hong Jiang, Quan Cao.The water transport profile of Phyllostachys edulis during the explosive growth phase of bamboo shoots. Global Ecology and Conservation, 2020, 24, e01251.Yunhua Mo, Shulin Chen, Jiaxin Jin, Xuehe Lu, Hong Jiang. Temporal and spatial dynamics of phenology along the North–South Transect of Northeast Asia. International Journal of Remote Sensing, 2019, 40(20): 7922-7940.Minxia Zhang, Shulin Chen, Hong Jiang, Yong Lin, Jinmeng Zhang, Xinzhang Song，Guomo Zhou. Water-Use Characteristics and Physiological Response of Moso Bamboo to Flash Droughts. International Journal of Environmental Research and Public Health, 2019, 16(12): 2174-2191.Shulin Chen, Hong Jiang, Zhijian Cai, Xiaolu Zhou, Changhui Peng. The response of the net primary production of moso bamboo forest to the on and off-year management: A case study in anji county, zhejiang, china. Forest Ecology and Management, 2018, 409: 1-7.Shulin Chen, Hong Jiang, Jiaxin Jin, Ying Wang. Changes in net primary production in the tianmu mountain nature reserve, china, from 1984 to 2014. International Journal of Remote Sensing, 2017, 38(1): 211-234.Shulin Chen, Zuomin Wen, Hong Jiang, Qingjian Zhao, Xiuying Zhang, Yan Chen. Temperature vegetation dryness index estimation of soil moisture under different tree species. Sustainability, 2015, 7(9): 11401-11417.陈书林*, 虞宋杰. 长三角地区1985~2015年土地利用变化及其驱动力分析. 林业经济, 2019, (11): 49-54.陈书林, 温作民. 桉树人工林不同树种土壤固碳价值评估-以广西斯道拉恩索公司两个原料林基地为例. 林业经济问题, 2017, 37: 35-38.陈书林, 温作民. 广西人工林植被固碳释氧服务功能及其价值量评估. 农林经济管理学报, 2016, 15: 557-563.陈书林. 基于TVDI模型的森林生态系统水源涵养服务功能研究. 生态经济, 2016, 32: 182-186.陈书林, 温作民. 广西人工林保育土壤服务功能价值评估-以斯道拉恩索原料林基地为例. 林业经济, 2016, (11): 104-107.陈书林, 刘元波, 温作民. 卫星遥感反演土壤水分研究综述. 地球科学进展, 2012, 27: 1192-1203.<br/><br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "研究生：科研方法与文献综述本科生：网络技术与应用、电子商务网站开发与建设<br/>",
    "Topic": "None",
    "Projects": "2021-2024：主持江苏高校哲学社会科学研究重大项目（2021SJZDA130） 2017-2019：主持江苏高校哲学社会科学基金（2017SJB0109） 2014-2016：主持江苏高校哲学社会科学基金（2014SJB049） 2011-2013：主持南京林业大学科技创新基金（163060077）<br/>",
    "Services_Activities": "None",
    "Award_status": "2020 教育部 第八届高等学校科学研究优秀成果奖（人文社会科学）二等奖（排名4/10） 2018 国家林业和草原局 第七届梁希青年论文奖一等奖（排名1/1） 2018 中国林学会 第十三届中国林业青年学术年会优秀论文一等奖（排名1/1） 2018 国家林业和草原局 第九届梁希林业科学技术奖二等奖（排名4/11） 2016 江苏省政府 江苏省第十四届哲学社会科学优秀成果奖三等奖（排名4/10）<br/>",
    "Contact_information": "025-85427377025-85427377slchen@njfu.edu.cn",
    "Introduction": "None",
    "id": "0005",
    "img": "https://cem.njfu.edu.cn./UploadFile/article/20211011153357.jpg",
    "Department": "管理科学与工程系",
    "Duties": "党支部书记",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "陈书林",
    "Biographical_notes": "陈书林，理学博士，副教授、硕士生导师，南京林业大学生态经济研究中心（省重点基地）副主任。任国际林联（IUFRO）第九分部会员、中国地理学会会员、中国林学会会员、江苏省系统工程学会会员，是International Journal of Applied Earth Observation and Geoinformation, Forest Ecology and Management, Journal of Environmental Management等SCI期刊审稿人。长期从事土地利用/覆盖变化与生态系统服务价值的耦合机制、国土空间优化分区及管控方面的研究，发表SCI、SSCI、CSSCI、中文核心期刊二十余篇。<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}