{
    "Research_direction": "管理会计、可持续会计、道德决策",
    "Paper": "主要研究成果：<br/><br/>Evaluation of the Sustainable Forest Management Performance in Forestry Enterprises Based on a Hybrid Multi-Criteria Decision-Making Model: A Case Study in China. Forests 2023, 14, 2267. https://doi.org/10.3390/f14112267Effect of organizational ethical self-interest climate on unethical accounting behaviour with two different motivations in China: the moderating effect of Confucian ShiZhong Thinking. Humanities and Social Sciences Communications,2023,10, 525. https://doi.org/10.1057/s41599-023-01995-2A Systematic Literature Review on Performance Evaluation of Power System From the Perspective of Sustainability. Frontiers in Enviromental Science, 2022, 10:925332. DOI: 10.3389/fenvs.2022.925332Board Network and CSR Decoupling: Evidence From China.  Frontiers in Psychology, 2022,13. https://doi.org/10.3389/fpsyg.2022.815341Optimal control of carbon emission reduction strategies in supply chain with wholesale price and consignment contract. Environmental Science and Pollution Research, 2021, https://doi.org/10.1007/s11356-021-15080-1《财务报告内部控制失效案例研究》，北京：经济管理出版社.2021年12月，ISBN：978-7-5096-8261-6The Impact of Accountability-Oriented Control Aspects of Variance Investigation on Budgetary Slack and Moderating Effect of Moral Development. Frontiers in Psychology, 2020,11(3408). DOI: 10.3389/fpsyg.2020.583643会计实践能否提高会计学生职业道德推理能力？会计研究，2018（8）:87-94A Hybrid Multiple Criteria Decision Making Model of Sustainability Performance Evaluation for Taiwanese Certified Public Accountant firms. Journal of Cleaner Production, 2018, 180: 603-616.环境嬗变下的管理会计变革与创新, 会计研究，2015.04:87-89内部控制质量、机构投资者异质性与持股决策:基于自选择模型的实证研究，管理评论，2014，26（10），76-89外在控制与自我控制在抑制预算松弛中的作用: 基于差异调查和道德认知的实验研究，会计研究，2014,04,49-57《我国上市公司内部控制有效性的影响因素与经济后果》，北京：经济管理出版社.2014年12月，ISBN：978-7-5096-3543-8投资者需求视角下的内部控制信息质量评价，华东经济管理，2013. 27(4), 104-108我国家族上市公司的效率评价与改进，财经问题研究，2007.04，42-47现金流权与控制权分离下的公司价值——基于我国家族上市公司的实证研究，会计研究，2006.04，30-36我国预算会计改革可行性的问卷调查研究，会计研究，2005.05，59-65<br/><br/><br/><br/><br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "本科：会计职业道德、财务管理<br/>研究生：商业伦理与会计职业道德、高级管理会计理论与实务<br/>",
    "Topic": "None",
    "Projects": "主持的主要科研项目：<br/>国家社会科学基金项目：“伦理视域下的内部控制与会计舞弊问题研究”国家自然科学基金项目：“金字塔结构与大股东利益侵占：内部控制的中介机理与经验证据”江苏省社科基金项目：“竞争中立背景下内部控制对江苏国企竞争优势的影响研究”中国博士后科学基金项目：“金字塔结构、内控信息披露质量与债务融资成本：基于我国家族上市公司的理论与实证研究” 教育部2018年第二批产学合作协同育人项目：《基于大数据的财务决策》创新课程建设 教育部2018年第二批产学合作协同育人项目：面向大数据的管理会计人才培养方案改革 教育部2018年第一批产学合作协同育人项目：基于“课程思政”的《会计职业道德与道德决策》课程教学改革 教育部全国工程硕士专业学位教学指导委员会项目：研究生全国工程硕士教育在线课程重大建设项目（课程编号0167）《项目成本管理》<br/>",
    "Services_Activities": "None",
    "Award_status": "2020年“校级百优”毕业设计（论文）指导教师, 2020.06江苏省高教学会2018年度高等教育科学研究成果二等奖，江苏省高教学会，2019.092016年中国会计学会会计教育专业委员会年度优秀教学论文一等奖，中国会计学会，2016.08中国教育审计学会2015年学术论文优秀论文奖，中国教育审计学会，2015.092015年“校级百优”毕业设计（论文）指导教师，2015.062011年江苏省高等学校优秀多媒体教学课件一等奖，江苏省教育厅，2011.022011.6   中国会计学会高等工科院校分会2011年度贡献奖, 中国会计学会高等工科院校分会，2011.102010年江苏省高校优秀精品教材，江苏省教育厅，2010.09 中国会计学会财务成本分会2009年优秀论文，中国会计学会财务成本分会，2009.072009年校青年教师讲课竞赛二等奖，2009.12<br/><br/>",
    "Contact_information": "025-85427975025-85427975dengdeqiang@njfu.edu.cn；ddq001@126.com",
    "Introduction": "None",
    "id": "0012",
    "img": "https://cem.njfu.edu.cn./UploadFile/photo/202308310824436474.jpg",
    "Department": "会计学系",
    "Duties": "副院长",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "邓德强",
    "Biographical_notes": "财政部全国会计领军（学术类）人才，中国会计学会理事、中国会计学会会计教育专业委员会委员、中国会计学会高等工科院校分会理事，中国内部控制研究院特邀研究员、中国企业财务管理协会AIFM智能财务管理师专家委员、江苏管理会计研究中心副主任、江苏省会计学会总会计师分会委员、秘书长、江苏省会计学会学术专业委员会委员、江苏省会计学会智慧会计专业委员会委员、江苏省会计教育协同发展中心副秘书长、江苏省发展和改革委员会咨询专家、江苏省教育厅教育评估院评审专家、南京市管理会计专家委员会委员；国家自然科学基金项目同行匿名评价专家、浙江省自然科学基金项目同行匿名评议专家以及《Journal of Cleaner Production》、《Journal of Business Ethics》、《会计研究》、《南开管理评论》、《管理评论》等多个期刊的匿名评审。<br/><br/>学院工作分工：<br/>协助院长和书记工作。分管研究生培养、资产管理、后勤总务。协管学科建设、财务工作。联系会计学系。<br/><br/>研究兴趣方向：<br/>长期从事内部控制、管理会计、可持续绩效评价以及会计情境中的道德决策等相关交叉问题的理论与经验研究<br/>欢迎有学术志向的研究生报考者，请与我联系（dengdeqiang@njfu.edu.cn）<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}