{
    "Research_direction": "质量与可靠性、生产管理、供应链管",
    "Paper": "1.Yaping Li*, Enrico Zio, Ershun Pan. An MEWMA-Based Segmental Multivariate Hidden Markov Model for Degradation Assessment and Prediction. Proceedings of the Institution of Mechanical Engineers, Part O: Journal of risk and reliability. 2021-1-28. https://doi.org/10.1177/1748006X21990527.<br/>2.Yaping Li*, Lianjie Shu. Joint Optimization of Statistical Process Control and Maintenance Policy under Random Maintenance Time: A GERT Network Method. Proceedings of the 30th European Safety and Reliability Conference and the 15th Probabilistic Safety Assessment and Management Conference. Venice, Italy. Nov. 2-5, 2020.<br/>3.李亚平*, 陶良彦. 基于改进型GERT网络的多工序制造过程质量损失预测研究[J]. 工业工程与管理,2020.<br/>4.Yaping Li*, Ershun Pan, Yan Xiao. On autoregressive model selection for the exponentially weighted moving average control chart of residuals in monitoring the mean of autocorrelated processes. Quality and Reliability Engineering International, 2020, 36(7): 2351-2369. https://doi.org/10.1002/qre.2701.<br/>5.肖艳, 李亚平*, 俞少君. 残差控制图应用中的自相关过程模型研究. 工业工程与管理, 2020, 25(143): 69-76.<br/>6.Yaping Li*, Mengdie Huang, Ershun Pan. A Residual Chart with Hidden Markov Model to Monitoring the Auto-Correlated Processes. Journal of Shanghai Jiaotong University（Science), 2018, 23(Sup. 1): 103-108.<br/>7.Yaping Li*, Zhen Chen, Ershun Pan. Joint Economic Design of CUSUM Control Chart and Age-Based Imperfect Preventive Maintenance Policy. Mathematical Problems in Engineering, 2018: 9246372 (11 pages). ( https://doi.org/10.1155/2018/9246372)<br/>8.Yaping Li*, Zhen Chen, Liangyan Tao, Sifeng Liu. A novel multi-variable grey prediction model with the inequality constraints. Journal of Grey System, 2018, 30(2): 107-116.<br/>9.Yaping Li*, Zhen Chen, Liangyan Tao, Sifeng Liu, Xiaojun Guo. A Novel Multi-Variable Grey Prediction Model and Its Application in Sino-Russian Timber Trade Volume Forecasting. Journal of Grey System, 2017,29(4): 109-121.<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "主持省部级以上项目6项，参与各类课题十余项，目前在研主持课题有：<br/>国家自然科学基金面上项目，考虑多源衰退的租赁制造系统协同维护决策与动态均衡生产策略研究，在研，主持<br/>江苏省“青蓝工程”优秀青年骨干教师，在研，主持<br/>",
    "Services_Activities": "None",
    "Award_status": "获得工信部国防科学技术进步奖一等奖1项<br/>",
    "Contact_information": "025-85427377025-85427377liypjs@163.com",
    "Introduction": "None",
    "id": "0037",
    "img": "https://cem.njfu.edu.cn./UploadFile/article/20191120161625.jpg",
    "Department": "管理科学与工程系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "李亚平",
    "Biographical_notes": "南京林业大学副教授<br/>招收管理科学与工程硕士招生要求：欢迎数学功底扎实（优化模型与算法、概率论与数理统计、机器学习等）、有一定工业工程背景的同学联系报考！研究方向：质量与可靠性、生产管理、物流与供应链管理、预测与决策<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}