{
    "Research_direction": "林业经济，森林碳汇",
    "Paper": "<br/>[1] Zhang Nan, Ning Zhuo, Zhang Han, Yang Hongqiang. Optimal rotation period ofpopulus plantations considering multiple carbon pools and carbon cap policiesin jiangsu, east China. Forestry: An International Journal of Forest Research.2023;96(2):249-263. (SCI/SSCI)<br/>[2] Yu Zhihan, Ning Zhuo, Chang Wei-Yew, Chang Sun Joseph, Yang Hongqiang. Optimalharvest decisions for the management of carbon sequestration forests underprice uncertainty and risk preferences. Forest Policy and Economics.2023;151:102957. (SCI)<br/>[3] Liao Xinxin, Ning Zhuo*. Welfare implications of border carbon adjustments on the trade ofharvested wood products. International Journal of Environmental Research andPublic Health. 2023;20(1):790. (SCI/SSCI)<br/>[4] Liu Qian, Ning Zhuo*. Impact of global supply chain crisis on chinese forest productenterprises: Trade trends and literature review. Forests. 2023;14(6):1247. (SCI)<br/>[5] Li Xi, Ning Zhuo, Yang Hongqiang. A review of the relationship between China'skey forestry ecology projects and carbon market under carbon neutrality. Trees,Forests and People. 2022;9:100311.<br/>[6] Peng Ting, Ning Zhuo*, Yang Hongqiang. Embodied CO2 in China’s trade of harvestedwood products based on an MRIO model. Ecological Indicators. 2022;137. (SCI)<br/>[7] Pan Wenqi, Chang Wei-Yew, Wu Ting,Zhang Han, Ning Zhuo, YangHongqiang. Impacts of the China-US trade restrictions on the global forestsector: A bilateral trade flow analysis. Forest Policy and Economics. 2021;123.(SCI/SSCI)<br/>[8] Pan Wenqi, Kim Man-Keun, Ning Zhuo, Yang Hongqiang. Carbonleakage in energy/forest sectors and climate policy implications usingmeta-analysis. Forest Policy and Economics. 2020;115:102161. (SCI/SSCI)<br/>[9] Geng Aixin, Ning Zhuo, Zhang Han, Yang Hongqiang. Quantifying the climatechange mitigation potential of China’s furniture sector: Wood substitutionbenefits on emission reduction. Ecological Indicators. 2019;103:363-372. (SCI)<br/>[10] Ning Zhuo, Sun Changyou. Carbon sequestration and biofuelproduction on forestland under three stochastic prices. Forest Policy andEconomics. 2019;109:102018. (SCI/SSCI)<br/>[11] Ning Zhuo, Sun Changyou. Forest management with wildfire risk,prescribed burning and diverse carbon policies. Forest Policy and Economics.2017;75:95-102. (SCI/SSCI)<br/>[12] Ning Zhuo, Sun Changyou. Vertical price transmission in timber andlumber markets. Journal of Forest Economics. 2014;20(1):17-32. (SCI/SSCI)<br/>[13] Sun Changyou, Ning Zhuo. Timber restrictions,financial crisis, and price transmission in North American softwood lumbermarkets. Land Economics. 2014;90(2):306-323. (SSCI)<br/>[14] 储安婷, 宁卓*, 杨红强. 林业碳汇对人工林最优轮伐期的影响--以杉木和落叶松为例. 南京林业大学学报(自然科学版). 2023;47(3):225-233. (CSCD)<br/>[15] 孙思宇, 宁卓*. 采伐政策风险对人工林最优轮伐期的影响. 林业经济. 2023;45(03):66-78.<br/>[16] 余智涵, 宁卓, 杨红强. 随机价格下杉木人工林的碳汇收益及最优轮伐期确定. 自然资源学报. 2022;37(03):753-768.(CSSCI)<br/>[17] 廖鑫鑫, 宁卓*. 基于碳关税的林产品贸易博弈分析. 中国林业经济. 2021;4:57-59+63.<br/>[18] 彭婷, 宁卓*. 木质林产品贸易中碳流动的边境调节——碳关税的启示与争议. 世界林业研究. 2021;34(04):118-123.(CSCD)<br/>[19] 王志烩, 宁卓*. 贸易冲突下的中国人造板在美市场竞争力研究——以胶合板为例. 林业经济. 2020;42(07):62-69.<br/>[20] 张楠, 宁卓, 杨红强. 弗斯曼模型及其广义改进:基于林地期望值评估方法学演进. 林业经济. 2020;42(10):3-15.<br/><br/>*表示通讯作者<br/><br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "林业经济学A（0501043）（校一流本科课程）<br/>林业经济专题（53350）<br/>制度经济学（0501042）<br/><br/>",
    "Topic": "None",
    "Projects": "2018.1至2020.12，林产品贸易碳平衡的国际博弈：体系建构与机理研究，国家自然科学基金青年科学基金项目，主持（71703069）。<br/>2022.3至2025.3，基于碳汇生命周期的森林资源管理策略优化机制研究，教育部人文社会科学基金青年基金项目，主持（22YJC790091）。<br/>2022.9至2023.2，生态系统固碳增汇研究，国家发改委环资司碳达峰碳中和委托课题，联合主持。<br/>",
    "Services_Activities": "None",
    "Award_status": "中国林业经济学会, 第六届全国农林院校林产品贸易学术研讨会优秀论文二等奖: \"全球供应链危机下胶合板企业福利效应分析\", 2023年8月.<br/>南京林业大学, 2023年南京林业大学优秀学术学位硕士论文指导教师: \"中国木质林产品贸易隐含碳的测算——基于多区域投入产出模型\", 2023年6月.<br/>中国林业经济学会, 第四届全国农林院校林产品贸易学术研讨会优秀论文二等奖: \"中国胶合板在美国市场竞争力研究\", 2018年11月.<br/>College of Forest Resources, Mississippi State University, David M. Moehring Memorial Award for Outstanding Doctoral Student in Forestry, 2014年4月.<br/>",
    "Contact_information": "025-85427379025-85427379ningzhuo@njfu.edu.cn",
    "Introduction": "None",
    "id": "0052",
    "img": "https://cem.njfu.edu.cn./UploadFile/photo/202304111351009638.jpg",
    "Department": "农林经济系",
    "Duties": "系主任",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "宁卓",
    "Biographical_notes": "<br/><br/>宁卓，森林资源博士，南京林业大学经济管理学院副教授、硕士生导师，南京林业大学数字林业与绿色发展研究院研究人员。现任国家自然科学基金委员会管理科学部三处评审专家、中国林业经济学会林产品贸易专业委员会副秘书长、中国林业经济学会国家公园与自然保护区专业委员会副秘书长，长期担任《Forestry: An International Journal of Forest Research》、《Forests》、 《Scientific Reports》、《Carbon Management》等期刊审稿人。<br/>长期从事林业经济管理领域的综合研究和教学工作，聚焦森林参与减缓气候变化、林业管理策略优化和林产品贸易等领域的理论与政策实践研究。主持国家自然科学基金项目1项，教育部人文社科基金项目1项。在《Forest Policy andEconomics》、《Journal of ForestEconomics》、《Land Economics》、《Forestry: An International Journal of Forest Research》、《自然资源学报》和《南京林业大学学报(自然科学版)》等国内外重要学术报刊发表学术论文20余篇，并参与了多部教材的编写和出版工作。<br/>学习经历<br/>密西西比州立大学，林业系，森林资源，获哲学博士学位<br/>密西西比州立大学，林业系，森林资源，获理学硕士学位<br/>北京林业大学，经管院，农林经济管理，获管理学硕士学位<br/>北京林业大学，经管院，农林经济管理，获管理学学士学位<br/>工作经历<br/>2023.08-至今 南京林业大学，数字林业与绿色发展研究院，研究人员<br/>2016.08-至今 南京林业大学经济管理学院，讲师/副教授，硕士生导师<br/>2010.08-2015.12 密西西比州立大学林业系，研究助理<br/>学术网页<br/>https://www.researchgate.net/profile/Zhuo-Ning<br/>https://scholar.google.com/citations?user=WBCZsFsAAAAJ&hl=en<br/><br/><br/>每年面向全国招收农林经济管理学术性硕士研究生和金融专硕若干名。<br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}