{
    "Research_direction": "生态补偿、农业绿色发展",
    "Paper": "发表英文期刊论文:<br/><br/>Quantian Shu,Hui Zhang, Jing Li，Bingqiang Lu.  Horizontal ecological compensation mechanism and green low-carbon development in river basins: evidence from Xin'an River basin：ENVIRONMENTAL SCIENCE AND POLLUTION RESEARCH, 2023.<br/>Hui Zhang, Jing Li, Quantian Shu.  Strengthening or Weakening: The Impact of an Aging Rural Workforce on Agricultural Economic Resilience in China:Agriculture-Basel, 2023, 13(7).<br/>Jing Li, Quantian Shu，Hui Zhang.  Reform of Agricultural Land Property Rights System and Green and High-Quality Development of Agriculture: Empirical Evidence Based on China’s “Three Rights Separation” Reform：POLISH JOURNAL OF ENVIRONMENTAL STUDIES, 2023.<br/>Yunji Li , Hui Zhang, Shuang Wu , Lei Lei, Yi Yu , Bi Wu. DOES FARMLAND MANAGEMENT SCALE INFLUENCE CREDIT AVAILABILITY?EVIDENCES FROM THREE PROVINCES OF CHINA. Environmental Engineering andManagement Journal（SCI）. November 2021, Vol. 20, No. 11<br/><br/>Shuang Wu,Hui Zhang , YuanTian,and Liyuan Shi. Financial Distress Warning: An Evaluation System includingEcological Efficiency. Discrete Dynamics in Nature and Society（SCI） .Volume2021.<br/>Hui Zhang, Shuang Wu, Dian Gu and Yuan Tian.  Improvement of Water Quality Assessment in Payments for Ecosystem Services: Evidence from Xin’anjiang River Basin. Journal of Coastal Research.（SCI）.2020.11.<br/>Hui Zhang , Yumeng Zhang, Shuang Wu, Rong Cai. The Effect of Labor Migration on Farmers’ Cultivated Land Quality Protection. Sustainability.（SSCI）.2020.04.Hui Zhang, Shuang Wu, Yuan Tian. Does Green Credit Matter in the Effect of Payments for Ecosystem Services on Economic Growth: Evidence from Xinanjiang River Basin. Journal of Coastal Research.（SCI）.2020.04.<br/>Hui Zhang, Shuang Wu, Lei Lei, Yi Yu. Effects of Payments for Watershed Services Policy on Economic Growth: A Case Study Based on the Synthetic Control Method. Environment, Development and Sustainability. （SCI）.2020.04.<br/>Hui Zhang, Xue Cao, Yi Yu. The Effect of Migrated Children on Migrant Mothers’ Employment.  International Migration.（SSCI）.2020.03.<br/>Xue Zhao, Hui Zhang, Bi Wu, Bao Feng Shi. Comparison of Data Mining Methods and Their Application in China’s Rural Credit Cooperatives Efficiency Measurement. Journal of Nonlinear and Convex Analysis.（SCI）. 2019.06.<br/>Jia xiang Li, Yunqi Liu, Juan Liu, Baofeng Shi, Hui Zhang, Weizhen Rao, Zhipeng Zhang. A high-dimensional attribute reduction method modeling and evaluation based on green economy data: evidence from 15 sub-provincial cities in China. Soft Computing.（SSCI）.2019.03.<br/>Suyang Ge , Hui Zhang（Corresp. author), Hai Ye. Sorption Behavior of Phosphate on an MSWI Bottom Slag and Sewage Sludge Co-sintered Adsorbent. Water Air Soil Pollution. （SCI）. 2013.02.<br/>Hui Zhang, Yi Yu, Hao Hu. Economy Growth and Agricultural Non-point Source Pollution: An Empirical Analysis: Based on Provincial Panel-data (1990-2007). Energy Procedia（EI）.2011.12.<br/>Hui Zhang, Yi Yu. Inverted U curve in economic growth and energy consumption: evidence from China. Applied Mechanics and Materials. （EI）.2012.06.<br/><br/>发表中文期刊论文：<br/>张晖，李靖，权天舒. 数字基础设施建设促进了数字经济与实体经济融合吗?——基于“宽带中国”战略的准自然实验. 经济问题探索，2023(10).<br/>张晖,顾典,吴霜,虞祎. 流域生态补偿政策下受偿地区碳减排效应——以新安江流域为例.资源科学（CSSCI）.2022,Vol.44:768-779.<br/>张晖,朱婉婉,许玉韫,虞祎. 绿色信贷真的会降低商业银行绩效吗？金融经济学研究（CSSCI）.2021年第1期<br/>张晖.县域普惠金融发展评价体系和普惠特征研究.农业经济问题（CSSCI）.2020年第11期<br/>张晖,袁旭,虞祎.住房消费影响二孩生育的理论机理与实证检验——挤出效应与财富效应交互的视角.江海学刊（CSSCI）.2020年第5期<br/>张晖,吴霜, 张燕媛,虞祎. 加入合作社对种粮大户农机投资及服务供给行为的影响分析. 中国农村观察（CSSCI）. 2020.02.<br/>张晖,吴霜, 张燕媛,虞祎. 流域生态补偿政策对受偿地区经济增长的影响研究——以安徽省黄山市为例. 长江流域资源与环境（CSSCI）. 2019.12.<br/>张晖,张雨萌. 农产品质量安全认证对新型农业经营主体经济效益的影响研究. 新疆农垦经济. 2019.10.<br/>张晖, 虞祎. 新一轮猪肉储备政策评估——基于理性预期库存模型.农业现代化研究（CSCD）.2018.01.<br/>虞祎, 张晖. 猪肉储备政策对价格的影响及福利分析.南京农业大学学报（社会科学版）（CSSCI）.2017.11.<br/>李嘉,张晖, 温作民. 芬兰国有林经营管理经验借鉴. 世界林业研究（CSCD）.2017.09.<br/>虞祎,杨泳冰,胡浩, 张晖. 中国化肥减量目标研究——基于满足农产品供给与水资源的双重约束. 农业技术经济（CSSCI）.2017.02.<br/>张晖,姚瑶. 加拿大森林资源环境库兹涅茨曲线研究——基于林木生长周期的视角. 世界林业研究（CSCD）.2016.04.<br/>虞祎,张晖,胡浩. 农业生产与水资源承载力评价. 中国生态农业学报（CSCD）.2016.04.<br/>张晖; 虞祎. 基于环境综合比较优势的中国生猪生产布局调整研究. 农业技术经济（CSSCI）.2012.12.<br/>虞祎; 张晖; 胡浩. 基于水足迹理论的中国畜牧业水资源承载力研究. 资源科学（CSSCI）.2012.03.<br/>虞祎; 张晖; 胡浩. 地方环境规制、地区猪肉流通与污染天堂效应. 农业技术经济（CSSCI）.2011.11<br/>虞祎; 张晖; 胡浩. 排污补贴视角下的养殖户环保投资影响因素研究——基于沪、苏、浙生猪养殖户的调查分析. 中国人口•资源与环境（CSSCI）.2012.02.<br/>张晖,温作民,李丰. 失地农民雇佣就业、自主创业的影响因素分析. 南京农业大学学报（社会科学版）（CSSCI）.2012.01.<br/>张晖,虞祎, 胡浩. 基于农户视角的畜牧业污染处理意愿研究——基于长三角生猪养殖户的调查. 农村经济（CSSCI）.2011.10.<br/>虞祎,张晖,胡浩. 环境规制对中国生猪生产布局的影响分析. 中国农村经济（CSSCI）.2011.08.<br/>张晖,虞祎, 胡浩. 不同类型农户对于畜牧业污染认知差异研究——以长三角地区394户生猪养殖户为例. 山西农业大学学报.2011.03.<br/>张晖,胡浩. 农业面源污染的环境库兹涅茨曲线验证——基于江苏省时间序列数据的分析. 中国农村经济（CSSCI）.2009.04.<br/>胡浩,张晖,黄士新. 规模养殖户健康养殖行为研究——以上海市为例. 农业经济问题（CSSCI）.2009.08.<br/>张锋,胡浩,张晖. 江苏省农业面源污染与经济增长关系的实证分析. 中国人口•资源与环境（CSSCI）.2010.08.<br/>胡浩,张晖,岳丹萍. 规模养猪户采纳沼气技术的影响因素分析.中国沼气（CSCD）.2008.10.<br/><br/><br/>著作：<br/>张晖.中国畜牧业面源污染研究——基于长三角地区生猪养殖户的调查. 中国林业出版社.2012年.<br/>研究成果采纳：<br/><br/>张晖.培育新型农业经营主体过程中的土地流转问题研究。中共中央政策研究室 农业部 农村固定观察点办公室，2018年12月<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "本科生课程：农业经济学、经济政策学<br/>研究生课程：农业经济专题、行为经济学、制度经济学<br/><br/>",
    "Topic": "None",
    "Projects": "主持课题：<br/>国家社科基金一般项目（21BGL167）：长江流域生态保护的绿色利益分享机制研究（2021-2024）<br/>国家社科基金重大项目（21&ZD101）：我国粮食产业高质量发展实现路径与政策体系研究（子课题四：产权交易视角下粮食产业发展资源环境质量提升路径研究）（2021-2025）<br/>国家林业和草原局委托项目：生态效益横向补偿机制研究——以新安江流域为例（2021-2022）<br/>国家自然科学青年基金（71603117）：家庭农场存续期内土地保护性投入的影响因素研究（2016-2019）<br/>教育部人文社科青年项目（12YJCZH275）：环境规制约束下生猪生产布局演变及影响研究（2012-2015）<br/>教育部博士点基金：公益林政策对林区贫困的影响研究——基于劳动力转移的视角（2012-2014）<br/>中国博士后基金面上项目：劳动力转移与林区反贫困（2011-2013）<br/>江苏省高校哲学社会科学研究重点项目：培育新型农业经营主体过程中的土地流转问题研究（2014-2017）<br/>江苏省人力社会资源保障厅：江苏省现代农业区域发展模式研究（2015-2017）<br/>南京市农业农村局：盘活宅基地模式研究（2019-2020）<br/>南京市农业农村局招标课题：加快提升南京市都市现代农业质量和效益路径研究（2021-2022）<br/>南京市农村经营管理总站：2021年南京市家庭农场系统信息填报质量监测分析（2021-2022）<br/>南京市委农工委：社会资本参与南京新市镇建设途径研究（2015-2016）<br/>南京市浦口区农委：南京农业适度规模化经营研究（2016-2017）<br/>江苏省环保课题：江苏省农业面源污染总量减排实现路径研究（2012-2014）<br/>江苏省高校哲学社会科学研究基金项目：公益林政策对林农生计影响研究（2011-2013）<br/>南京林业大学高学历人才基金：太湖流域农业面源污染防治研究（2010-2011）<br/><br/>参与课题：<br/>国家社科重大项目：建设以低碳排放为特征的农业产业体系及农产品消费模式研究<br/>国家社科重点项目：新常态背景下中国经济增长质量演化趋势与对策研究（结项优秀）<br/>国家重点研发计划：南方低效人工林改造与特色生态产业技术<br/>国家自然科学基金：基于生产者行为取向的生猪“健康养殖”体系研究<br/>江苏省社科基金：建设以低碳排放为特征的农业产业体系及农产品消费模式研究<br/>国家林业局林业重大问题调研：完善公益林生态补偿机制研究<br/>国家林业局林业重大问题调研：工商企业租赁农户林地准入与监管调研<br/>",
    "Services_Activities": "None",
    "Award_status": "教学获奖：<br/>江苏省第15届挑战杯二等奖 ：《授人以鱼不如授人以渔——精准扶贫视角下产业扶贫模式调查》，获奖学生：姚瑶、吴霜。指导教师：张晖。<br/>2020年江苏省普通高校本科优秀团队毕业论文：南京市家庭农场发展研究，获奖学生：顾典、覃棹、华鑫、吴丽霞、王坤，指导老师团队：张晖、周春应、张燕媛、刘畅、李嘉<br/>2012年江苏省普通高校本科优秀毕业论文二等奖：苏州市失地农民再就业研究，获奖学生：李丰，指导教师：张晖<br/>2021年南京林业大学课程思政示范专业重点建设项目：农林经济管理 ，专业负责人<br/>2016年南京林业大学青年教师讲课竞赛  一等奖。<br/>2020年南京林业大学“课程思政”示范课程培育立项优秀课程：《经济政策学》<br/>教改课题：<br/>教育部农林经济管理教学指导委员会课题：农林经济管理专业“感知-认知-实训”实践教学体系构建研究（项目编号：NJX20113）<br/>",
    "Contact_information": "025-85428405025-85428405zhanghui@njfu.edu.cn",
    "Introduction": "None",
    "id": "0107",
    "img": "https://cem.njfu.edu.cn./UploadFile/article/2020324222436.jpg",
    "Department": "农林经济系",
    "Duties": "财务处处长",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "张晖",
    "Biographical_notes": "张晖，1981年1月生，江苏兴化人，中共党员，管理学博士，农林经济管理博士后，教授/博士生导师。2018年5月-2021年10月任经济管理学院副院长；2021年10月-2023年6月任人事处副处长；2023年6月起任财务处处长。<br/>2010年毕业于南京农业大学农业经济管理专业，管理学博士，2011 -2014年南京林业大学农林经济管理博士后流动站博士后，2018年日本亚洲经济所、东京大学访问学者。入选江苏省高校“青蓝工程”中青年学术带头人、南京林业大学“优秀青年骨干教师”人才工程。江苏省优秀硕士论文指导教师。<br/>主要从事生态补偿、农业绿色发展、流动人口经济行为领域的研究，先后主持国家社科基金一般项目、国家自然科学基金青年项目、国家社科重大项目子课题、教育部人文社科青年项目、教育部博士点基金、中国博士后基金面上项目、江苏省环保科研项目、江苏省高校哲学社会科学研究重点项目、江苏省高校哲学社会科学研究一般项目等省部级课题10多项，作为主要参加人参与国家社科基金重大项目、国家自然科学基金项目、江苏省高校哲学社会科学研究重大项目等课题研究。<br/>在《International Migration》（SSCI）、《Soft Computing》（SSCI）、《Environment, Development and Sustainability》（SCI）、《EnvironmentalEngineering and Management Journal》（SCI）、《Discrete Dynamics in Nature and Society》（SCI）、《Journal of Nonlinear and ConvexAnalysis》（SCI）、《Journal ofCoastal Research》（SCI）、《WaterAir Soil Pollution》（SCI）、《中国农村经济》、《中国农村观察》、《农业经济问题》、《中国人口·资源与环境》、《资源科学》、《农业技术经济》、《南京农业大学报（社会科学版）》、《长江流域资源与环境》、《江海学刊》等权威期刊发表学术论文40余篇，出版专著1部。<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}