{
    "Research_direction": "None",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "67472101@qq.com",
    "Introduction": "None",
    "id": "0122",
    "img": "https://cem.njfu.edu.cn./UploadFile/article/20191120165048.jpg",
    "Department": "应用经济学系",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "周春应",
    "Biographical_notes": "湖南科技大学经济学本科，河海大学产业经济学硕士、技术经济及管理博士，南京大学应用经济学博士后，南京林业大学经济管理学院副教授，入选南京林业大学“优秀青年骨干教师”人才工程。兼任多家金融培训机构培训讲师。主持江苏省高校哲学社会科学、江苏省教育科学规划基金等科研课题6项，参加国家社科基金、教育部人文社科基金等科研课题6项。在《资源科学》、《经济评论》、《财经科学》、《世界经济与政治论坛》、《山西财经大学学报》等期刊上发表CSSCI来源期刊论文10篇，EI收录论文3篇，1篇研究论文被人大复印资料全文转载。联系方式：67472101@qq.com<br/>研究方向<br/>宏观经济与产业经济，公司金融<br/>科研项目<br/>城市居民生活垃圾分类行为与环境意识研究，江苏省高校哲学社会科学基金项目，编号：2013SJB790032，2013（主持）<br/>大学生学习状况的调查分析及对策研究，江苏省教育科学规划基金，2011（主持）<br/>江苏企业‘走出去’战略研究，江苏省高校哲学社会科学基金项目，编号：09SJD790034，2009（主持）<br/>中国木材资源安全保障体系研究，国家社科基金项目，编号：10CJY026，2010（参加）<br/>周春应,王惜凡.人民币与“一带一路”主要国家货币的汇率联动效应——基于DCC-MIDAS模型的实证[J].金融理论与实践,2021(04):36-43.<br/>周春应.中国科技金融对区域经济增长的影响研究——基于空间计量模型[J].技术经济与管理研究,2021,(07):3-7.<br/>周春应,刘佳玲.绿色金融研究进展及热点分析[J].南京林业大学学报(人文社会科学版),2021,21(05):66-76. 被评为学报优秀论文<br/>周春应,张红燕.政府补助对林业上市公司绩效的影响——基于股权结构的中介效应[J].林业经济,2019,41(10):53-61.<br/>周春应,徐俊龙.我国三四线城市房地产去库存难点及策略研究[J].工程经济,2019,29(01):76-80.<br/>中国工业能源利用效率的行业差异与节能潜力研究，山西财经大学学报，2013，（9）：84－93.CSSCI<br/>自主创新与我国林业产业发展关系的计量分析，科技与经济，2011，（1）：61－66.CSSCI<br/>An Empirical Study on the Correlation between Environmental Protection and Spillover Effects of Foreign Direct Investment, The 2011 International Conference on Management and Service Science, 2011.(EI: 20113814349799)<br/>A Quantile Regression Analysis on the Relations between Foreign Direct Investment and Technological Innovation in China, The 2011 International conference of information technology, computer engineering and management sciences,2011. (EI: 20120614754331)<br/>A Quantile Regression Analysis on the Correlation between Independent Innovation and Exports of High-tech Products in China, The 2011 International Conference on Information Management, Innovation Management and Industrial Engineering, 2011. (EI: 20120614754614)<br/>The spillover effect of China’s OFDI on technology innovation, International Conference on Engineering and Business Management, VOL1-8:4878-4881, 2010.(CPCI-SSH: BOB05)<br/>基于ELES模型的生活水价与城镇居民承受能力研究，资源科学，2010（2）:296-302.CSSCI、CSCD<br/>对外直接投资逆向技术溢出效应吸收能力研究，山西财经大学学报，2009（8）：47－53.CSSCI<br/>跨国公司R&D投资对技术效率的影响——基于中国省级数据的实证检验，科技管理研究，2009（12）:107-109.CSSCI<br/>基于SFA模型的我国区域经济技术效率的实证研究，科技进步与对策，2008（4）：21－24.CSSCI<br/>外商直接投资促进我国经济增长的传导途径，财经科学，2007（4）：36-43. CSSCI<br/>中国进口贸易影响经济增长的传导途径研究，经济评论，2007（4）：57-61. CSSCI、人大复印资料全文转载<br/>外商直接投资与中国经济增长的长期均衡和动态关系分析，世界经济与政治论坛，2006(3)：8-16. CSSCI<br/>中心城市竞争力综合评价，统计与决策，2004（9）：39-40. CSSCI<br/>产业效率、政府管制与基础设施领域改革，河海大学学报，2004（2）：27-30.<br/>农业需水价格弹性分析模型，节水灌溉，2005(6)：24-26.<br/>论自来水产业的管理改革，河海大学学报，2005(3)：53-56.<br/>淮河流域蓄滞洪区运用经济补偿政策研究，治淮，2005（10）：42-43；<br/>江苏省城镇居民水价承受能力的ELES模型研究，水电能源科学，2009（4）：158－160.<br/>经济开放对区域能源利用效率影响实证研究，科技与管理，2012，（3）：87－91.<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}