{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   Highly stretchable and self-healing cellulose   nanofiber-mediated conductive hydrogel towards strain sensing application   Jiao Y, Li J, et   al.   Journal of Colloid and Interface Science,   2021   Ultra–high rate capability of nanoporous carbon   network@V2O5 sub–micron brick composite as a novel cathode material for   asymmetric supercapacitors   Jiao Y, Li J, et   al.   Nanoscale   2020   Highly viscoelastic, stretchable, conductive, and   self–healing strain sensors based on cellulose nanofibers–reinforced polyacrylic   acid hydrogel   Jiao Y, Li J, et   al.   Cellulose   2021   纤维素气凝胶基多功能纳米复合材料   李坚, 万才超, 焦月   科学出版社   2018   Facile hydrothermal synthesis of Fe3O4@cellulose   aerogel nanocomposite and its application in Fenton-like degradation of   Rhodamine B   Jiao Y, Li J, et   al.   Carbohydrate Polymers   2018   Synthesis of carbon fiber aerogel from natural bamboo   fiber and its application as a green high-efficiency and recyclable adsorbent   Jiao Y, Li J, et   al.   Materials & Design   2016   Carbon fibers encapsulated with nano-copper: A   core‒shell structured composite for antibacterial and electromagnetic   interference shielding applications   Jiao Y, Li J, et   al.   Nanomaterials   2019   Scalable synthesis and characterization of   free-standing supercapacitor electrode using natural wood as a green   substrate to support rod-shaped polyaniline   Jiao Y, Li J, et al.   Journal of Materials Science: Materials in Electronics,   2017   Anatase TiO2/cellulose hybrid paper:   synthesis, characterizations, and photocatalytic activity for degradation of   indigo carmine dye   Jiao Y, Li J, et   al.   Functional Materials Letters   2017   Synthesis of Superhydrophobic Ultralight Aerogels from   Nanofibrillated Cellulose Isolated from Natural Reed for High-Performance   Adsorbents   Jiao Y, Li J, et   al.   Applied Physics A   2016   Room-temperature embedment of anatase titania   nanoparticles into porous cellulose aerogels   Jiao Y, Li J, et   al.   Applied Physics A   2015   A geologic   architecture system‐inspired micro‐/nano‐heterostructure design for   high‐performance energy storage. Advanced Energy Materials   Wan C1, Jiao Y1, et al.   Advanced Energy Materials   2018   A holocellulose framework with anisotropic   microchannels for directional assembly of copper sulphide nanoparticles for   multifunctional applications   Wan C*, Jiao Y*, et al.   Chemical Engineering Journal   2020   In situ deposition of graphene nanosheets on wood   surface by one-pot hydrothermal method for enhanced UV-resistant ability   Wan C1, Jiao Y1, et al.   Applied Surface Science   2015         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "《人造板工艺学C》、《人造板工艺学实验》、《人造板工艺学课程设计》<br/>",
    "Topic": "None",
    "Projects": "   课题名称   主要参加人   项目来源   起止时间   智能型木材基柔性透明电极的构筑及其储能与电致变色双重响应机制   焦月   国家自然科学基金-青年基金   2022.01-2025.01   生物质基柔性线形超级电容器逐级构筑及高效储能机制   焦月   江苏省自然科学基金   2021.07-2024.07   双功能型木材基柔性透明电极构筑及其智能响应机制研究   焦月   江苏省高等学校自然科学基金   2021.06-2023.06   微流控纺丝制备生物质基柔性线形电极及电化学性能研究   焦月   南京林业大学水杉师资科研启动费   2020.10-2023.10   磁控溅射法构筑生物质基电化学储能器件   焦月   东北林业大学博士研究生自主创新基金项目   2018.05-2020.05      ",
    "Services_Activities": "None",
    "Award_status": "资料更新中<br/>",
    "Contact_information": "办公",
    "Introduction": "None",
    "id": "0011",
    "img": "https://wood.njfu.edu.cn//DFS//file/2022/10/05/20221005145153157myjree.jpg?iid=49432",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "焦月",
    "Biographical_notes": "<br/>焦月，女，1993年11月25日，黑龙江大庆，博士，讲师(副教授待遇）。<br/>办公电话：18800465672<br/>E-Mail： yjiao123@126.com<br/><br/>教育经历：<br/>本 科： 2012.09 -2016.06 ，东北林业大学，材料化学专业<br/>硕、博士： 2016.09 -2020.06，东北林业大学，木材科学与技术（免试“直博生”）<br/><br/>主要研究方向：<br/>(1)纤维素气凝胶功能材料研究<br/>(2)木质基新型储能材料与器件研究<br/>(3)磁控溅射纳米沉积理论与技术研究<br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}