{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   Efficient Hydrolysis of Chitin in a Deep Eutectic Solvent Synergism for Production of Chitin Nanocrystals.   Hong, S.; Yuan, Y.; Zhang, K.; Lian, H.*   Nanomaterials   2020   Comparison of acidic deep eutectic solvents in production of chitin nanocrystals   Yang Yuan, Shu Hong, Weimin Chen, Hailan Lian*, Kaitao Zhang, Henrikki Liimatainen   Carbohydrate Polymers   2020   UZnCl2-DES assisted synthesis of phenolic resin-based carbon aerogels for capacitors   Junqian Deng, Ling Chen, Shu Hong, Hailan Lian*   Journal of Porous Materials   2020   Rapid, tunable synthesis of porous carbon xerogels with expanded graphite and their application as anodes for Li-ion batteries   Ling Chen; Junqian Deng; Shu Hong; Hailan Lian*   Journal of Colloid and Interface Science   2020   Deep eutectic solvents promoted facile synthesis of nitrogen-doped nanoporous carbons from enzymatic hydrolysis lignin for supercapacitors   Ling Chen, Junqian Deng, Yandan Song, Shu Hong, Hailan Lian*   Materials Research Bulletin   2020   A stretchable and compressible ion gel based on a deep eutectic solvent applied as a strain sensor and electrolyte for supercapacitors   Hong, S., Yang Y., Liu C., Chen W., Chen L., Lian H. *, Liimatainen, H   Journal of materials chemistry C   2020   Production and characterization of lignin containing nanocellulose from luffa through an acidic deep eutectic solvent treatment and systematic fractionation   Shu Hong，Yandan Song, Yang Yuan, Hailan Lian,*, Henrikki Liimatainen   Industrial Crops & Products   2020   Zinc chloride /acetamide deep eutectic solvent-mediated fractionation of lignin produces high and low molecular weight fillers for phenol-formaldehyde resins.   Shu Hong, Xiang Sun, Hailan Lian*, John A. Pojman, Josué D. Mota-Morales.   J. Appl. Polym. Sci.   2020   Highly Stable Dispersion of Carbon Nanotubes in Deep Eutectic Solvent for the Preparation of CNT-Embedded Carbon Xerogels for Supercapacitors   Ling Chen, Juanqian Deng, Yandan Song, Shu Hong, Hailan Lian*   ChemElectroChem.   2019   Choline chloride-zinc chloride deep eutectic solvent mediated preparation of partial O-acetylation of chitin nanocrystal in one step reaction   Shu Hong, Yang Yuan, Qiuru Yang, Ling Chen, Junqian Deng, Weimin Chen, Hailan Lian*, Josué D. Mota-Morales*, Henrikki Liimatainen   Carbohydrate Polymers   2019   Sustainable co-solvent induced one step extraction of low molecular weight chitin with high purity from raw lobster shell.   S. Hong, Q. Yang, Y. Yuan, L. Chen, Y. Song and H. Lian   Carbohydrate Polymers   2019   Versatile acid base sustainable solvent for fast extraction of various molecular weight chitin from lobster shell   S. Hong, Y Yuan, Q. Yang，P. Zhu and H. Lian,   Carbohydrate Polymers   2018   Synthesis of Phenol Formaldehyde resin for fast manufacturing Laminated Veneer Lumber   S. Hong, Z. Gu, L. Chen, P. Zhu and H. Lian   Holzforschung   2018   Deep eutectic solvents-assisted cost- effective synthesis of nitrogen-doped hierarchical porous carbon xerogels from phenol- formaldehyde by two-stage polymerization.   Ling Chen, Junqian Deng, Shu Hong, Hailan Lian   Journal of Sol-Gel Science and Technology   2018   Preparation and characterization of micro encapsulated LDHs with melamine-formaldehyde resin and its flame retardant application in epoxy resin.   Ping Zhu, Zhongji Gu, Shu Hong, Hailan Lian   Polymers for Advanced Technologies   2018   氯化胆碱/尿素低共熔溶剂改性木质素的环氧固化体系   刘天勤，连海兰*，洪枢，陈玲，朱萍   东北林业大学学报   2018   胆碱类低共熔溶剂提取分离丝瓜络纤维素的研究   宋艳丹,季新伟,陈玲,洪枢, 连海兰*   中国造纸学报   2018   环氧树脂的相反转乳化技术研究进展   金永香，连海兰*   涂料工业   2018   功能性石墨烯／聚乙烯醇复合薄膜的制备与性能   王希，李影，连海兰，陈一鸣，郭露，汪倩，徐长妍*   林业工程学报   2018   One-pot production of high purity chitin with two different crystallinity from lobster shells using deep eutectic solvents   Ping Zhu, Zhongji Gu, Shu Hong, Hailan Lian*   Carbohydrate Polymers   2017   Physicochemical transformation of rice straw after pretreatment with a deep eutectic solvent of choline chloride/urea   Mingzhu Pan, Guomin Zhao, Chunxiang Ding, Bing Wu, Zhina Lian, Hailan Lian*   Carbohydrate Polymers   2017   Structural changes of lignin after ionic liquid pretreatment   Shu Hong, Hailan Lian*, Mingzhu Pan, and Ling Chen   BioRes   2017   氯化胆碱/丙三醇低共熔溶剂改性木质素磺酸钠及其在环氧树脂乳液中的应用   金永香，刘天勤，顾忠基，连海兰*.   林业工程学报   2017   Fabrication and characteristics of graphene oxide/nanocellulose fiber/poly(vinyl alcohol)   Changyan Xu, Lina Shi , Lu Guo, Xi Wang, Xinyi Wang, Hailan Lian   J. Appl. Polym. Sci.   2017   石墨烯/炭黑导电油墨的制备与性能研究   姬安，王希，徐长妍，石小梅，连海兰，施礼纳，王心怡，郭露   林业工程学报   2017   Zinc-based deep eutectic solvent- mediated hydroxylation and demethoxylation of lignin for the production of wood adhesive   Shu Hong, Hailan Lian,* Xiang Sun, Dong Pan, Arturo Carranza, John A. Pojman, Josué D. Mota-Morales*   RSC Advances   2016   氯化胆碱/氯化锌低共熔离子液改性木质素-酚醛树脂胶黏剂   曹晓倩，洪枢，丁琴琴，陈风青，朱梦姣，连海兰*   林产工业   2016   Mg/Al-LDHs纳米阻燃剂的制备及其在饰面人造板中的应用   顾忠基,姜彬,朱萍, 连海兰*   林业工程学报   2016   氯化胆碱/丙三醇低共熔离子液改性木质素酚醛树脂   颉盼盼,连海兰*,孙香.   林业工程学报   2016   低共熔离子液体改性木质素-酚醛树脂的热解和热解动力学.   孙香，陈玲，连海兰*.   林产工业   2016   Processing of lignin in urea/zinc chloride deep eutectic solvent and its use as filler in a phenol-formal- dehyde resin.   H. Lian, S. Hong, A. Carranza, J. D. Mota-Morales and J. A. Pojman   RSC Advances   2015   离子液处理过程中稻秸超微构造的变化.   潘明珠，洪枢，连海兰*，张静，王乐.   纤维素科学与技术   2015   低共熔离子液体中氯化钯催化改性木质素的结构特征   徐旭东，洪枢，安然，黄河浪，连海兰*   林业科技开发   2015         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "本科生课程：胶黏剂与涂料；胶合材料学；材料表面与界面；高分子材料基础；生物质资源化学；生物质化学品；<br/>研究生课程：现代胶黏剂（博士）；聚合物表面与界面（硕士）；聚合物热分析（硕士）；近代木材胶黏剂<br/>",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   木质素仿生类多巴基木材胶黏剂的基础研究   连海兰，徐长妍，梁星宇，杨蕊等   国家自然科学基金面上项目   2021.01-2024.12   地板基材用水性无醛胶的研究   连海兰，邓竣骞等   上海原杉本著新材料有限公司   2019.07-2019.12   低共熔离子液体催化活化木质素改性胶黏剂的研究   连海兰，黄河浪，潘明珠，梁星宇等   国家自然科学基金面上项目   2014.01-2017.12   芦苇工业化利用及生物质模塑产业化开发   周定国，连海兰等   江苏省苏北科技发展计划—科技富民强县项目   2014.07-2016.06   冷等离子体助离子液体活化木质素改性胶黏剂   连海兰，黄河浪，周晓燕，潘明珠等   江苏省自然科学基金面上项目   2013.07-2016.06   力化学与生物酶协效活化木素的机理及其在胶粘剂中的应用   连海兰，尤纪雪，韩书广，兰平，梁星宇等   国家自然科学基金面上项目   2010.01-2012.12         ",
    "Services_Activities": "None",
    "Award_status": "论著名称<br/>作者<br/>刊物或出版社<br/>时间<br/>一种水性环氧树脂乳液的制备方法<br/>连海兰，金永香，陈玲<br/>国家知识产权局<br/>2020-06-23<br/>一种三聚氰胺-甲醛树脂包覆镁铝层状双金属氢氧化物微胶囊的制备方法<br/>连海兰; 顾忠基; 朱萍<br/>国家知识产权局<br/>2019-10-11<br/>一种低共熔离子液分离提取秸秆木质素的方法<br/>连海兰; 孙香; 陈玲; 潘明珠; 杨蕊; 冒海燕; 黄润州; 梁星宇; 梅长彤; 周晓燕;<br/>国家知识产权局<br/>2018-09-28<br/>一种低共熔离子液提取虾蟹壳中甲壳素的方法<br/>连海兰; 朱萍; 孙香; 陈玲; 潘明珠; 杨蕊; 黄润州; 梁星宇; 顾忠基; 颉盼盼<br/>国家知识产权局<br/>2018-07-03<br/>一种基于生物质胶黏剂的芦苇基异型容器制造方法<br/>黄润州; 连海兰; 封国兵; 张睿; 邓峻骞; 孙香; 潘明珠; 颉盼盼; 梁星宇; 徐信武; 梅长彤; 周定国<br/>国家知识产权局<br/>2018-06-12<br/>一种低共熔离子液改性木质素-酚醛树脂的制备方法<br/>连海兰; 潘栋; 洪枢; 潘明珠; 杨蕊; 黄润州; 梁星宇; 梅长彤; 周晓燕<br/>国家知识产权局<br/>2018-02-02<br/>生物质纳米材料的制备及其功能应用<br/>潘明珠，连海兰<br/>中国科学出版社<br/>2016-06<br/>一种工业碱木质素改性酚醛树脂的原位超声聚合制备方法<br/>连海兰；程明娟; 潘明珠; 周晓燕; 梅长彤; 黄润州; 杨蕊; 洪枢; 孙香; 潘栋; 姜彬;<br/>国家知识产权局<br/>2016-03-23<br/>一种协效阻燃木塑复合材料及其制造方法<br/>潘明珠; 宋宇轩; 梅长彤; 周晓燕; 连海兰<br/>国家知识产权局<br/>2014-06-11<br/>一种高压破碎低温冷却制备纳米纤维素的方法<br/>潘明珠; 周定国; 周晓燕; 梅长彤; 连海兰; 徐信武; 兰平<br/>国家知识产权局<br/>2013-02-06<br/>生物质复合材料的表界面<br/>连海兰，潘明珠<br/>中国林业出版社<br/>2012-12<br/>废弃秸秆砂光粉制作花盆的方法<br/>连海兰; 周定国; 吴羽飞; 徐咏兰; 梅长彤; 周晓燕; 丁哲<br/>国家知识产权局<br/>2010-02-03<br/> <br/><br/><br/>",
    "Contact_information": "办公025-85427531",
    "Introduction": "None",
    "id": "0012",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/25/20211125000009256np2w1e.png?iid=38226",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "连海兰",
    "Biographical_notes": "连海兰，女，1971年7月9日，江苏南京，博士，教授。<br/><br/>教育经历：<br/>2002-09至2006-03, 南京林业大学, 林产化学加工工程, 博士<br/>1989-09至1993-06, 南京林业大学, 制浆造纸工程, 学士 <br/><br/>研究方向：<br/>      主要从事环保型木材胶黏剂与涂料、新型阻燃剂及生物质纳米复合材料的绿色制备及功能性应用等方面的研究工作。<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}