{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   Bioinspired design by gecko structure and mussel chemistry for bio-based adhesive system through incorporating natural fibers   Xiaorong Liu, Kaili Wang, Qiang Gao, Wei Zhang, Wenrui Zhou, Sheldon Q. Shi, Changlei Xia, Jianzhang Li*   Journal of Cleaner Production   2019.07   Thiol-branched graphene oxide and polydopamine-induced nanofibrillated cellulose to strengthen protein-based nanocomposite films.   Xiaorong Liu, Weidong Gu, Kaili Wang, Wei Zhang, Changlei Xia, Sheldon Q. Shi, Jianzhang Li*   Cellulose   2019.07   Robust, self-cleaning, anti-fouling, superamphiphobic soy protein isolate composite films using spray-coating technique with fluorinated HNTs/SiO2.   Xiaorong Liu, Kaili Wang, Wei Zhang, Jizhi Zhang, Jianzhang Li*   Composites Part B: Engineering.   2019.05   Reinforcement of interfacial and bonding strength of soybean meal-based adhesive via kenaf fiber–CaCO3 anchored N-cyclohexyl-2-benzothiazole sulfonamide   Xiaorong Liu, Kaili Wang, Weidong Gu, Feng Li, Jianzhang Li*, Shifeng Zhang*   Composites Part B: Engineering.   2018.08   Hybrid HNTs-kenaf fiber modified soybean meal-based adhesive with PTGE for synergistic reinforcement of wet bonding strength and toughness   Xiaorong Liu, Kaili Wang, Wei Zhang, Chusheng Qi, Shifeng Zhang*, Jianzhang Li*   International Journal of Adhesion and Adhesives   2018.01   Simultaneously Toughening and Strengthening Soy Protein Isolate-Based Composites via Carboxymethylated Chitosan and Halloysite Nanotube Hybridization   Xiaorong Liu, Haijiao Kang, Zhong Wang, Wei Zhang, Jianzhang Li*, Shifeng Zhang*   Materials       2017.06   Development of Eco-friendly Soy Protein Isolate Films with High Mechanical Properties through HNTs, PVA, and PTGE Synergism Effect   Xiaorong Liu, Ruyuan Song, Wei Zhang, Chusheng Qi, Shifeng Zhang*, Jianzhang Li*   Scientific reports   2017.03         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   水杉师资科研启动费   刘晓蓉   南京林业大学   2020.9-         ",
    "Services_Activities": "None",
    "Award_status": "",
    "Contact_information": "办公18810185499",
    "Introduction": "None",
    "id": "0019",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/25/20211125135046742zwhdlz.png?iid=38304",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "刘晓蓉",
    "Biographical_notes": "刘晓蓉，女，1993年生，中共党员，甘肃武威，博士，讲师(副教授待遇）<br/><br/>教育/工作经历：<br/>2020年7月至今，南京林业大学，木材科学与工程系，副教授<br/>2015年9月-2020年7月，北京林业大学，木材科学与技术专业，博士<br/>2011年9月-2015年7月，内蒙古农业大学，木材科学与工程专业，学士<br/><br/>研究方向：<br/>绿色木材胶黏剂；高性能大豆蛋白复合材料；功能性竹木复合材料<br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}