{
    "Research_direction": "竹材工程材料、木竹材材质改良",
    "Paper": "   (1)       Zhichao Lou, Qiuyi Wang, Ufuoma I. Kara, Rajdeep S.   Mamtani, Xiaodi Zhou, Huiyang Bian, Zhihong Yang, Yanjun Li*, Hualiang Lv*,   Solomon Adera*, Xiaoguang Wang*. Biomass‑Derived Carbon Heterostructures   Enable Environmentally Adaptive Wideband Electromagnetic Wave Absorbers.   Nano-Micro Letters. (2022)14: 11.   (2)       Wang Q, Han H, Lou Z, Han X, Wang X, Li Y*. Surface   property enhancement of bamboo by inorganic materials coating with extended   functional applications. Composites Part A: Applied Science and Manufacturing   155, 106848 (2022).   (3)       Tiancheng Yuan, Xiao Xiao, Tao Zhang, Zhurun Yuan,   Xinzhou Wang, Yanjun Li⁎. Preparation of crack-free, non-notched,   flattened bamboo board and its physical and mechanical properties . Industry   crops and products. https: //doi.org/ 10.1016/ j. indcrop. 2021.114218   (4)     Tiancheng Yuan, XinZhou   Wang , ZhiChao Lou, Tao Zhang, Xin Han, Zhaoshun Wang, Xiaomeng Hao, and   Yanjun Li*. Comparison of the Fabrication Process and Macro and Micro   Properties of Two Types of Crack-Free, Flatten Bamboo Board. Construction and   Building Materials. https://doi.org/10.1016/j.conbuildmat. 2021. 125949   (5)       Tiancheng Yuan, Zhaoshun Wang, Xin Han, ZhuRun Yuan,   XinZhou Wang andYanjun Li*，Multi-Scale Evaluation of the Effect of SaturatedSteam on the   Micromechanical Properties of MosoBamboo. Holzforschung. 2021,   72(12):1063-1070.   (6)       Yuan, T.; Huang, Y.; Zhang, T.; Wang, X.; Li, Y*.   Change in Micro-Morphology and Micro-Mechanical Properties of Thermally   Modified Moso Bamboo. Polymers. 2022, 14, 646, doi:10.3390/polym14030646.   (7)       Han, X., Lou, ZC., Yuan, CL., Wu, XW., Liu, J. Weng.,   FJ., Li, YJ*. Study on the Effect of Two-Step Saturated Steam Heat Treatment   Process on the Properties of Reconstituted Bamboo. Journal of Renewable   Materials, 2022.   (8)       Yuan, T.; Zhang, T.; Huang, Y.; Wu, Y.; Wang, X.; Li,   Y*. Study on Bamboo Longitudinal Flattening Technology. Polymers. 2022, 13,   doi:10.3390/polym14040816.   (9)       Zhurun Yuan, Xinwu Wu, Xinzhou Wang, Xi Zhang,   Tiancheng Yuan, Xianmiao Liu and Yanjun Li*, Effects of One-Step Hot Oil   Treatment on the Physical, Mechanical, and Surface Properties of Bamboo   Scrimber, MOLECULES. 2020, 25(19), 4488.(1)   (10) Lintian Yang, Zhichao   Lou*, Xin Han , Jie Liu, Zhaoshun Wang , Yao Zhang , Xinwu Wu, Chenglong   Yuan, Yanjun Li*，Fabrication of a novel magnetic reconstituted bamboo with mildew   resistance properties，Materials Today Communications. 2020，23:101086.   (11) Zhichao Lou, Tiancheng   Yuan, Qiuyi Wang, Xinwu Wu, Shouheng Hu, Xiaomeng Hao, Xianmiao Liu, Yanjun   Li*, Fabrication of Crack-Free Flattened Bamboo and Its Macro-/Micro-   Morphological and Mechanical Properties, Journal of Renewable Materials,   2021, doi:10.32604/jrm.2021.014285.   (12) He Han, Zhichao Lou*,   Peng Wang, Qiuyi Wang, Ru Li, Yao Zhang, and Yanjun Li*，Synthesis of ultralight and porous   magnetic g-C3N4/g-carbon foam with excellent electromagnetic wave (EMW)   absorption performance and its application as a reinforcing agent for 3D   Printing EMW Absorbers, Industrial & Engineering Chemistry Research.   2020, 59(16):7633-7645.   (13) Qiuyi Wang，Xinwu Wu，Chenglong Yuan，Zhichao Lou，and Yanjun Li*， Effect of Saturated Steam Heat   Treatment on Physical and Chemical Properties of Bamboo，Molecules. 2020, 25, 1999.   (14) Yao Zhang, Qiuyi Wang, Ru   Li, Zhichao Lou* and Yanjun Li*, A Novel Phenolic Foam-Derived Magnetic   Carbon Foam Treated as Adsorbent for Rhodamine B: Characterization and   Adsorption Kinetics, Crystals, 2020, 10(3), 159.   (15) Yihan Zhao, Yao Zhang, Ru   Li, Zhaoshun Wang, Zhichao Lou, and Yanjun Li*, Facile Synthesis of   Ultralight and Porous Melamine-Formaldehyde (MF) Resin-Derived Magnetic   Graphite-Like C3N4/Carbon Foam with Electromagnetic Wave Absorption Behavior,   Crystals. 2020, 10(8)：656.      ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "木材干燥学、竹材工程材料学等<br/>",
    "Topic": "None",
    "Projects": "(1)  国家重点研发计划课题“竹质重组与集成材料连续化高效加工关键技术”（2017-2021）   (2)  国家自然科学基金“木质材料细胞壁动态粘弹性机理及表征”（2016-2019）   (3)  国家自然科学基金“竹材饱和蒸汽高温高湿软化机理及无裂纹展平机制研究”（2020-2023）   (4)  科技部“国家万人计划科技创新领军人才”（2018-2022）   (5)  国家林业局林业科学技术推广项目“户外重组竹材生产技术推广示范”（2017-2019）   (6)  江苏省科技计划项目“圆竹高效无裂纹展平板材关键技术研究”（2018-2021）   (7)  江苏省农业科技自主创新“高性能户外竹重组材关键技术研究”（2018-2021）   (8)  江苏省高等学校自然科学研究重大项目“温度场作用下木质复合材料界面力学特性及表征”（2017-202）   (9)  国家林业和草原局科技发展中心“压力蒸汽热处理竹束制造户外竹重组材产业化示范”（2019-2020）   (10)国家林草局“竹材工程材料科技创新团队”（2011-2015）         授权发明专利(近3年):   (1)   李延军，王新洲，许斌，何文，蒋身学，一种竹材干燥和热处理方法，中国，ZL 201811221293.0.   (2)   李延军，王新洲，许斌，陈登宇，一种竹筒去内节去黄的装置及方法，中国，ZL 201811221420.7.   (3)   李延军，许斌，何文.一种高耐候性重组竹的制备方法. 2018.06.01，中国，ZL 201511002296.1.   (4)   李延军、许斌、王新洲、张齐生、梁星宇，一种竹筒去竹青竹黄的加工方法，中国，ZL 201610804312.7.   (5)   李延军，许斌，张齐生.一种竹材高效连续式无裂缝的展平方法. 2018.01.12，中国，ZL 201610198832.8.   (6)   李延军，许斌，张齐生.高温罐内的竹筒展平方法.   2017.04.05，中国，ZL   201610198835.1.   (7)   李延军，许斌，王刚.一种不开裂复合圆筒的制造方法. 2017.10.10，中国，ZL 201611126278.9.   (8)   李延军，许斌，程大莉.一种连续长竹圆管的制造方法. 2017.10.10，中国，ZL 201510994500.6.   (9)   李延军，许斌，丁涛.一种湿热高压木材热处理方法. 2017.04.26，中国，ZL 201511002295.7.   (10) 李延军，许斌，丁涛. 一种竹束干热处理方法. 2017.09.29，中国，ZL 201511002293.8.         ",
    "Services_Activities": "None",
    "Award_status": "(1)   李延军（1/6）.刨切微薄竹生产技术与应用，国务院，国家技术发明奖，二等，2007<br/>(2)     李延军（2/10）.高性能竹基纤维复合材料制造关键技术与应用，国务院，国家科技进步奖，二等，2015<br/>(3)    李延军（1/6）. 竹材无裂纹展平关键技术与装备创制及应用，教育部，技术发明奖，二等，2020.<br/>(4)    李延军（1/6）.无裂纹竹展平装饰材制造关键技术与产业化，国家林业与草原局，梁希林业科学技术奖技术发明奖，二等，2019<br/>(5)    李延军（1/9）.高性能重组装饰薄木生产关键技术与应用，国家林业与草原局，梁希林业科学技术奖，二等，2018<br/>(6)    李延军（1/13）.户外重组竹材关键技术与应用，教育部，科技进步奖，二等，2015<br/>(7)    李延军（1/9）.高性能竹层积材生产关键技术与应用，浙江省人民政府，浙江省科技进步奖，二等，2013<br/>(8)    李延军（1/9）.大幅面装饰微薄竹生产技术研究与应用，教育部，科技进步奖，二等，2008<br/><br/><br/>",
    "Contact_information": "办公025-85427500",
    "Introduction": "None",
    "id": "0020",
    "img": "https://wood.njfu.edu.cn//DFS//file/2022/03/28/2022032813052246333i1hs.jpg?iid=42087",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "李延军",
    "Biographical_notes": "博士、教授（二级）、博士生导师、国家林草局竹材工程技术研究中心主任。国家“万人计划”领军人才，新世纪百千万人才工程国家级人选，国家科技部中青年科技创新领军人才，享受国务院特殊津贴专家。现任竹质结构材料产业国家创新联盟理事长，中国竹产业协会竹材工程材料分会理事长，国家林草局“竹材工程材料科技创新团队”负责人，中国林学会竹藤资源利用分会第二届副主任委员、中国林学会木材工业分会常务理事、第三届全国竹藤标准化技术委员会委员。<br/>获国家技术发明二等奖1项（主持）、国家科技进步二等奖1项（排名2），省部级科技奖10余项（主持）；江苏留学回国先进个人奖、江苏省优秀科技工作者、浙江省农业科技先进工作者、全国优秀教师、国家有突出贡献中青年专家、海峡两岸林业敬业奖励基金奖、庆祝中华人民共和国成立70周年纪念章等。<br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}