{
    "Research_direction": "人造板与木基复合材料、木基复合包装材料",
    "Paper": "   论著名称   作者   刊物或出版社   时间   《人造板工艺学》   周定国、梅长彤（主编）   中国林业出版社   2019.12   《刨花板制造工艺学》   梅长彤（主编）   中国林业出版社   2012.12   《木材工业实用技术指导丛书——人造板》   梅长彤、周晓燕、金菊婉（主编）   中国林业出版社   2005.12   《木结构建筑材料学》   梅长彤（副主编）   中国林业出版社   2013.08   Electrospinning Method Used to Create Functional Nanocomposites Films. Chapter 4: Electrospun Poly(Ethylene Oxide) Fibers Reinforced with Poly(Vinylpyrrolidone) Polymer and Cellulose Nanocrystals   Wu QL, Mei CT, Zhang XQ, Lei TZ, Zhang Z and Li MC   IntechOpen   2018   Sustainable Construction and Building Materials. Chapter 6: Connection Node Design and Performance Optimization of Girder Truss. Sustainable Construction and Building Materials   Que ZL, Zhang LL, Wang FB, Gao YF, Cai WZ, Wang XM and Mei CT   IntechOpen   2018         主要论文   1. Liu CZ, Xu WW, Mei CT, Li MC, Xu XW, Wu QL. Highly Stable H2V3O8/Mxene Cathode for Zn-Ion Batteries with Superior Rate Performance and Long Lifespan. Chemical Engineering Journal, 2020: 126737.   2. Wu YJ, Cai LP, Mei CT, Lam SS, Sonne C, Shi S Q, Xia CL. Development and evaluation of zinc oxide-blended kenaf fiber biocomposite for automotive applications. Materials Today Communications, 2020, 24: 101008.   3. Pourshadlou S, Mobasherpoura I, Majidian H, Salahi E, Bidabadi F S, Mei CT, Ebrahimi M. Adsorption system for Mg2+ removal from aqueous solutions using bentonite/γ-alumina nanocomposite. Journal of Colloid and Interface Science, 2020, 568: 245-254.   4. Liu CZ, Li MC, Chen WM, Huang RZ, Hong S, Wu QL, Mei CT. Production of lignin-containing cellulose nanofibers using deep eutectic solvents for UV-absorbing polymer reinforcement. Carbohydrate Polymers, 2020: 116548.   5. Wu YJ, Ge SB, Xia CL, Cai LP, Mei CT, Sonne C, Park YK, Kim YM, Chen WH, Chang JS, Lam SS. Using low carbon footprint high-pressure carbon dioxide in bioconversion of aspen branch waste for sustainable bioethanol production. Bioresource Technology, 2020: 123675.   6. Chen YM, Zhang L, Mei CT, Li Y, Duan GG, Agarwal S, Greiner A, Ma CX, Jiang SH. Wood-Inspired Anisotropic Cellulose Nanofibril Composite Sponges for Multifunctional Applications. ACS Applied Materials & Interfaces, 2020, 12(31): 35513-35522.   7. Liu CZ, Li MC, Mei CT, Chen WM, Han JQ, Yue YY, Ren SX, French AD, Aita GM, Eggleston G, Wu QL. Cellulose nanofibers from rapidly microwave-delignified energy cane bagasse and their application in drilling fluids as rheology and filtration modifiers. Industrial Crops and Products, 2020, 150:112378.   8. Liu CZ, Li MC, Mei CT, Xu WW, Wu QL. Rapid Preparation of Cellulose Nanofibers from Energy Cane Bagasse and Their Application as Stabilizer and Rheological Modifiers in Magnetorheological Fluid. ACS Sustainable Chemistry & Engineering, 2020, 8(29): 10842-10851.   9. Li WZ, Zhang Z, Zhou GQ, Kibleur P, Mei CT, Shi JT, Acker J V, Bulcke J V. The effect of structural changes on the compressive strength of LVL. Wood Science and Technology, 2020: 1-15.   10. Ding CX, Pan MZ, Chen H, Zhang S, Mei CT. An anionic polyelectrolyte hybrid for wood-polyethylene composites with high strength and fire safety via self-assembly. Construction and Building Materials, 2020, 248: 118661.   11. Geng AB, Xu LJ, Gan L, Mei CT, Wang LJ, Fang XY, Li MR, Pan MZ, Han SG, Cui JQ. Using wood flour waste to produce biochar as the support to enhance the visible-light photocatalytic performance of BiOBr for organic and inorganic contaminants removal. Chemosphere, 2020, 250: 126291.   12. Gan L, Geng AB, Song C, Xu LJ, Wang LJ, Fang XY, Han SG, Cui JQ, Mei CT. Simultaneous removal of rho damine B and Cr (VI) from water using cellulose carbon nanofiber incorporated with bismuth oxybromide: the effect of cellulose pyrolysis temperature on photocatalytic performance. Environmental Research, 2020: 109414.   13. Mansoorianfar M, Khataeeb A, Riahid Z, Shahin K, Asadnia M, Razmjoug A, Najafabadi A H, Mei CT, Oroojia Y, Li DG. Scalable fabrication of tunable titanium nanotubes via sonoelectrochemical process for biomedical applications. Ultrasonics sonochemistry, 2020, 64: 104783.   14. Li WZ, Zhang Z, He S, Zhou GQ, Mei CT. The effect of lathe checks on the mechanical performance of LVL. EUROPEAN JOURNAL OF WOOD AND WOOD PRODUCTS, 2020, 78(3): 545-554.   15. Li WZ, Zhang Z, Zhou GQ, Leng WQ, Mei CT. Understanding the interaction between bonding strength and strain distribution of plywood. International Journal of Adhesion and Adhesives, 2020, 98: 102506.   16. Gan L, Geng AB, Jin L, Zhong Q, Wang LJ, Xu LJ, Mei CT. Antibacterial nanocomposite based on carbon nanotubes–silver nanoparticles-co-doped polylactic acid. Polymer Bulletin, 2020, 77(2): 793-804.   17. Gan L, Geng AB, Wu Y, Wang LJ, Fang XY, Xu LJ, Mei CT. Antibacterial, Flexible, and Conductive Membrane Based on MWCNTs/Ag Coated Electro-Spun PLA Nanofibrous Scaffolds as Wearable Fabric for Body Motion Sensing. Polymers, 2020, 12(1): 120.   18. Jiang J, Chen YP, Cao JZ, Mei CT. Improved Hydrophobicity and Dimensional Stability of Wood Treated with Paraffin/Acrylate Compound Emulsion through Response Surface Methodology Optimization. Polymers, 2020, 12(1): 86.   19. Xia CL, Wu YJ, Qiu Y, Cai LP, Smith L M, Tu MB, Zhao WH, Shao DW, Mei CT, Nie X, Shi S Q. Processing high-performance woody materials by means of vacuum-assisted resin infusion technology. Journal of Cleaner Production, 2019, 241:118340.   20. Han JQ, Wang SW, Zhu SL, Huang CB, Yue YY, Mei CT, Xu XW, Xia CL. Electrospun Core–Shell Nanofibrous Membranes with Nanocellulose-Stabilized Carbon Nanotubes for Use as High-Performance Flexible Supercapacitor Electrodes with Enhanced Water Resistance, Thermal Stability, and Mechanical Toughness. ACS Applied Materials & Interfaces, 2019, 11(47):44624-44635.   21. Jiang J, Mei CT, Pan MZ, Cao JZ. Improved mechanical properties and hydrophobicity on wood flour reinforced composites: Incorporation of silica/montmorillonite nanoparticles in polymers. Polymer Composites, 2020, 41(3): 1090-1099.   22. Wei WH, Li YL, Xue TM, Li YT, Sun P, Yang B, Yin Z, Mei CT. Tool Wear During High-speed Milling of Wood-plastic Composites. BioResources, 2019, 14(4): 8678-8688.   23. Li WZ, Mei CT, Bulcke J V, Acker J V. The effect of water sorption/desorption on fatigue deflection of OSB. Construction and Building Materials. 223 (2019) 1196–1203.   24. Han JQ, Ding QQ, Mei CT, Wu QL, Yue YY, Xu XW. An intrinsically self-healing and biocompatible electroconductive hydrogel based on nanostructured nanocellulose-polyaniline complexes embedded in a viscoelastic polymer network towards flexible conductors and electrodes. Electrochimica Acta, 2019, 318: 660-672.   25. Jiang J, Mei CT, Pan MZ, Lu F. Effects of Hybridization and Interface Modification on Mechanical Properties of Wood Flour/Polymer Composites Reinforced by Glass Fibers. Polymer composites. 2019, 40(9):3601-3610   26. Dong J, Mei CT, Han JQ, Lee SY, Wu QL. 3D printed poly (lactic acid) composites with grafted cellulose nanofibers: Effect of nanofiber and post-fabrication annealing treatment on composite flexural properties. Additive Manufacturing, 2019, 28: 621-628.   27. Han JQ, Wang HX, Yue YY, Mei CT, Chen JZ, Huang CB, Wu QL, Xu XW. A self-healable and highly flexible supercapacitor integrated by dynamically cross-linked electro-conductive hydrogels based on nanocellulose-templated carbon nanotubes embedded in a viscoelastic polymer network. Carbon, 2019, 149:1-18.   28. Jiang J, Mei CT, Pan MZ, Cao JZ. How does Pickering Emulsion Pre-treatment Influence the Properties of Wood Flour and its Composites with High-Density Polyethylene?. Polymers, 2019, 11(7):1115.   29. Chen YM, Zhou LJ, Chen L, Duan GG, Mei CT, Huang CB, Han JQ, Jiang SH. Anisotropic nanocellulose aerogels with ordered structures fabricated by directional freeze-drying for fast liquid transport. Cellulose, 2019, 26(11): 6653-6667.   30. Liu CZ, Chen WM, Li MC, Hong S, Li WZ , Pan MZ, Wu QL , Mei CT.Rapid microwave activation of waste palm into hierarchical porous carbons for supercapacitors using biochars from different carbonization temperatures as catalysts. RSC Advances, 2019, 9(34):19441-19449.   31. Ebrahimi M, Mobasherpour I, Bafrooei HB, Bidabadi FS, Mansoorianfar M, Orooji Y, Khataee A, Mei CT, Salahi E, Ebadzadeh T. Taguchi design for optimization of structural and mechanical properties of hydroxyapatite-alumina-titanium nanocomposite. Ceramics International, 2019, 45(8): 10097-10105.   32. Geng AB, Zhong Q, Mei CT, Wang LJ, Xu LJ, Gan L. Applications of wet-functionalized graphene in rubber composites. Progress in Chemistry, 2019, 31(5): 738.   33. Chen YM, Zhou LJ, Wei J, Mei CT, Jiang SH, Pan MZ, Xu CY. Direct ink writing of flexible electronics on paper substrate with graphene/polypyrrole/carbon black ink. Journal of Electronic Materials, 2019, 48(5): 3157-3168.   34. Chen H, Wang XY, Bozell JJ, Feng XH, Huang JD, Li Q, Ragauskas AJ, Wang SQ , Mei CT. Effect of solvent fractionation pretreatment on energy consumption of cellulose nanofabrication from switchgrass. Journal of Materials Science, 2019, 54(10): 8010-8022.   35. Ding CX, Cai CY, Yin LX, Wu QL, Pan MZ*, Mei CT. Mechanically adaptive nanocomposites with cellulose nanocrystals: Strain-field mapping with digital image correlation. Carbohydrate polymers, 2019, 211: 11-21.   36. Liu CZ, Chen WM, Hong S, Pan MZ, Jiang M, Wu QL, Mei CT. Fast microwave synthesis of hierarchical porous carbons from waste palm boosted by activated carbons for supercapacitors. Nanomaterials, 2019, 9(3): 405.   37. Han JQ, Lu KY, Yue, Mei CT, Huang CB, Wu QL, Xu XW. Nanocellulose-templated assembly of polyaniline in natural rubber-based hybrid elastomers toward flexible electronic conductors. Industrial Crops and Products, 2019, 128: 94-107.   38. Tang ZJ, Huang RZ, Mei CT, Sun XX, Zhou DG, Zhang XQ, Wu QL. Influence of Cellulose Nanoparticles on Rheological Behavior of Oil Well Cement-Water Slurries. Materials, 2019, 12(2): 291.   39. Liu CZ, Mei CT, Xu B, Jiang M, Chen WM, Zhou GQ, Wang K. Effect of the nanosilica content in the shell of coextruded wood‐plastic composites to enhance the ultraviolet aging resistance. Polymers for Advanced Technologies, 2019, 30(1): 162-169.   40. Wu YJ, Cai LP, Wang C, Mei CT, Shi S Q. Sodium hydroxide-free soy protein isolate-based films crosslinked by pentaerythritol glycidyl ether. Polymers, 2018, 10(12): 1300.   41. Mei CT, Sun XX, Wan ML, Wu QL, Chun SJ, Lee SY. Coextruded wood plastic composites containing recycled wood fibers treated with micronized copper-quat: Mechanical, moisture absorption, and chemical leaching performance. Waste and Biomass Valorization, 2018, 9(11): 2237-2244.   42. Jiang J, Cao JZ, Wang W, Mei CT. Analysis on the Influence of Component Ratio on Properties of Silica/Montmorillonite Nanocomposites. Materials, 2018, 11(11): 2074.   43. Cai CY, Wei ZC, Wang X, Mei CT, Fu Y, Zhong W H. Novel double-networked polyurethane composites with multi-stimuli responsive functionalities. Journal of Materials Chemistry A, 2018, 6(36): 17457-17472.   44. Gan L, Geng A, Xu L, Chen MJ, Wang LC, Liu J, Han SG, Mei CT, Zhong Q. The fabrication of bio-renewable and recyclable cellulose based carbon microspheres incorporated by CoFe2O4 and the photocatalytic properties. Journal of Cleaner Production, 2018, 196: 594-603.   45. Sun XX, Mei CT, French A D, Lee SY, Wang Y, Wu QL. Surface wetting behavior of nanocellulose-based composite films. Cellulose, 2018, 25(9): 5071-5087.   46. Geng AB, Meng L, Han JQ, Zhong Q, Li MR, Han SG, Mei CT, Xu LJ, Tan L, Gan L. Highly efficient visible-light photocatalyst based on cellulose derived carbon nanofiber/BiOBr composites. Cellulose, 2018, 25(7): 4133-4144.   47. Jiang SH, Chen YM, Duan GG, Mei CT, Greiner A, Agarwal S. Electrospun nanofiber reinforced composites: A review. Polymer Chemistry, 2018, 9(20): 2685-2720.   48. Li WZ, Bulcke J V, Dhaene J, Zhan XX, Mei CT, Acker J V. Investigating the interaction between internal structural changes and water sorption of MDF and OSB using X-ray computed tomography. Wood Science and Technology, 2018, 52(3): 701-716.   49. Liu CZ, Mei CT, Xu B, Chen WM, Yong C, Wang K, Wu QL. Light stabilizers added to the shell of co-extruded wood/high-density polyethylene composites to improve mechanical and anti-UV ageing properties. Royal Society Open Science, 2018, 5(5): 180074.   50. Yong C, Mei CT, Guan MJ, Wu QL, Sun XX, Xu B, Wang K. Interfacial modification mechanism of nanocellulose as a compatibilizer for immiscible binary poly (vinyl alcohol)/poly (ethylene oxide) blends. Journal of Applied Polymer Science, 2018, 135(9): 45896.   51. Chen H, Mei CT, Wen L. Comparative study on microstructure of flocculant/catkin with natural fiber. SPECTROSCOPY AND SPECTRAL ANALYSIS, 2018, 38(3): 929-932.   52. Zhang JL, Mei CT, Huang RZ, Xu XW, Lee SY, Kim BJ, Wu QL. Comparative mechanical, fire‐retarding, and morphological properties of high‐density polyethylene/(wood flour) composites with different flame retardants. Journal of Vinyl and Additive Technology, 2018, 24(1): 3-12.   53. Liu CZ, Mei CT, Wang K, Jiang M, Chen WM, Liu B. Carbon Black Filled Shell of High Density Wood-Polyethylene Composites to Balance the Antistatic Properties and Mechanical Properties. BioResources, 2018, 13(3): 6356-6369.   54. Wei WH, Li YT, Xue TM, Tao SY, Mei CT, Zhou WD, Wang J, Wang TY. The research progress of machining mechanisms in milling wood-based materials. BioResources, 2018, 13(1): 2139-2149.   55. Yong C, Mei CT, Guan MJ, Wu QL, Han JQ, Sun XX. A comparative study of different nanoclay-reinforced cellulose nanofibril biocomposites with enhanced thermal and mechanical properties. Composite Interfaces, 2018, 25(4): 301-315.   56. Han JQ, Yue YY, Wu QL, Huang CB, Pan H, Zhan XX, Mei CT, Xu XW. Effects of nanocellulose on the structure and properties of poly (vinyl alcohol)-borax hybrid foams. Cellulose, 2017, 24(10): 4433-4448.   57. Pan MZ, Gan XH, Mei CT, Liang YF. Structural analysis and transformation of biosilica during lignocellulose fractionation of rice straw. Journal of Molecular Structure, 2017, 1127: 575-582.   58. Li MC, Mei CT, Xu XW, Lee SY, Wu QL. Cationic surface modification of cellulose nanocrystals: Toward tailoring dispersion and interface in carboxymethyl cellulose films. Polymer, 2016, 107: 200-210.   59. Huang RZ, Mei CT, Xu XW, Kärki T, Lee SY, Wu QL. Effect of hybrid talc-basalt fillers in the shell layer on thermal and mechanical performance of co-extruded wood plastic composites. Materials, 2015, 8(12): 8510-8523.   60. Pan MZ, Mei CT, Du J, Li GC. Synergistic effect of nano silicon dioxide and ammonium polyphosphate on flame retardancy of wood fiber–polyethylene composites. Composites Part A: Applied Science and Manufacturing, 2014, 66: 128-134.   61. Pan MZ, Lian HL, Mei CT. Flammability of nano silicon dioxide–wood fiber–polyethylene composites. Journal of composite Materials, 2013, 47(12): 1471-1477.   62. Wu QL, Yao F, Xu XW, Mei CT, Zhou DG. Thermal degradation of rice straw fibers: global kinetic modeling with isothermal thermogravimetric analysis. Journal of Industrial and Engineering Chemistry, 2013, 19(2): 670-676.   63. Pan MZ, Mei CT, Song YX. A novel fire retardant affects fire performance and mechanical properties of wood flour-high density polyethylene composites. BioResources, 2012, 7(2): 1760-1770.   64. 蒋敏,梅长彤,刘朝政.改性木质素对木质素HDPE复合材料性能的影响.塑料工业. 2019,47(4):118-122   65. 蒋军,陈钰鹏,曹金珍,梅长彤.丙烯酸酯/石蜡共混乳液处理材疏水性研究.林产工业. 2019,46(2):9-13   66. 李万兆,詹先旭,杨勇,梅长彤.木质人造板吸水过程中内部单元体尺寸及相对位置的变化. 林业工程学报. 2018,3(3):24-28   67. 耿奥博,王毓彤,黄河浪,崔举庆,徐旭东,梅长彤.基于快速气相电子鼻对人造板气味的分析.林产工业. 2018,45(6):26-31   68. 徐兵,梅长彤,刘朝政,刘波,王珂.光稳定剂复配对核壳WPC抗紫外老化性能的影响.工程塑料应用. 2017,45(4):17-23   69. 徐兵,梅长彤,潘明珠,雍宬,王珂. 核壳结构木塑复合材料抗紫外老化性能试验. 林业工程学报. 2017,2(2):33-38   70. 徐兵,梅长彤,潘明珠,雍宬,王珂. 纳米白炭黑核-壳型木塑复合材料抗紫外老化研究. 塑料工业. 2017,45(4):77-82   71. 蔡晨阳,梅长彤. 阻燃功能核壳结构木塑复合材料制备及性能研究. 塑料工业. 2017,45(1):120-124   72. 王珂,梅长彤,潘明珠,雍宬,徐兵. 核-壳结构木塑复合材料的抗静电及热力学性能研究.塑料工业. 2016,44(11):104-108          ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "本科课程：<br/>人造板工艺学、人造板表面装饰<br/>研究生课程：<br/>人造板及复合材料新技术专论、木质复合材料<br/>",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   木基缠绕压力输送管道创制   梅长彤、孙丰文等   国家十三五重点研发计划   2018-2021   NCC/APP/SiO2复合聚电解质的定向自组装及在WPC中的阻燃协同机制   潘明珠、梅长彤等   国家自然基金面上项目   2017-2020   速生杨树与银杏高值化利用技术集成与示范   梅长彤、徐信武等   江苏省重点研发计划重点项目   2015-2017   功能型木塑复合材料技术引进   梅长彤等   国家林业局948项目   2014-2016   高强度高耐磨杨木混凝土模板制造技术推广   梅长彤等   国家林业局科技成果推广项目   2012-2015   低等级木材层间增强与低温复合技术研究   周定国、梅长彤等   国家十二五科技支撑计划项目   2012-2015   草木复合中密度纤维板产业化成套技术   梅长彤、周定国等   国家科技部农业科技成果转化资金项目   2010-2012   环保型食品包装用杨木新材料制造技术研发及产业化   梅长彤等   江苏省科技厅-苏北科技发展计划   2010-2012   增强型曲面单板层积材的研究与开发   梅长彤等   江苏省科技厅-苏北科技发展计划   2008-2010   农林废弃物－塑料复合机理及界面调控技术研究   梅长彤等   江苏省高校自然科学重大基础研究项目   2007-2010   家具地板用材的高精度备料技术   周定国、梅长彤等   国家十一五科技支撑计划项目   2006-2010   杨木大刨花层积材制造技术研究与开发   梅长彤等   江苏省科技厅-苏北科技发展计划   2004-2006   麦（稻）秸秆纤维制备技术   周定国、梅长彤等   国家林业局948项目   2001-2004      ",
    "Services_Activities": "None",
    "Award_status": "科研获奖<br/><br/>项目名称<br/>奖励名称<br/>颁奖单位<br/>颁奖时间<br/>本人排名<br/>稻/麦秸秆人造板制造技术与产业化<br/>国家科技进步<br/>二等奖<br/>国务院<br/>2009.12<br/>5/15<br/>功能性天然纤维/聚合物复合材料制备关键技术<br/>教育部科技发明二等奖<br/>国家教育部<br/>2018.12<br/>1/6<br/>国产异氰酸酯中密度稻草板制造技术<br/>湖北省科技进步<br/>一等奖<br/>湖北省政府<br/>2003.12<br/>8/15<br/>稻（麦）秸秆人造板生产方法及其柔性生产线<br/>江苏省科技进步<br/>二等奖<br/>江苏省政府<br/>2005.12<br/>3/12<br/>速生材人造板技术和产品的集成创新与产业化<br/>梁希林业科技进步二等奖<br/>中国林学会<br/>2011.12<br/>4/11<br/><br/> <br/>教学获奖<br/>项目名称<br/>奖励名称<br/>颁奖单位<br/>颁奖时间<br/>本人排名<br/>以国际专业认证为引领，多元协同培养林业工程类创新人才的研究与实践<br/>国家级教学成果<br/>二等奖<br/>国家教育部<br/>2018.12<br/>6/15<br/>人造板工艺学一维二核三元教材体系建设<br/>江苏省教学成果<br/>二等奖<br/>江苏省教育厅<br/>2017.09<br/>2/7<br/>《中密度纤维板制造工艺学》多媒体课件<br/>江苏省高校第三届多媒体教学课件竞赛三等奖<br/>江苏省高校多媒体教学课件竞赛组委会<br/>2006.12<br/>1/4<br/><br/>",
    "Contact_information": "办公",
    "Introduction": "None",
    "id": "0023",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/24/202111242355079815nc3mg.jpg?iid=38224",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "梅长彤",
    "Biographical_notes": "梅长彤，男，1967年10月生，中共党员，工学博士，教授，博士生导师，国际木材科学院院院士。<br/>长期从事人造板与木基复合材料方面的教学和科研工作。入选国际木材科学院院士、江苏省“333工程”中青年学术带头人、江苏省高校“青蓝工程”中青年学术带头人。兼任教育部高等学校林业工程类专业教学指导委员会委员（2018-2022）、中国林学会理事、国家木竹产业技术创新联盟理事、全国人造板标准化委员会副主任委员、中国复合材料学会天然纤维复合材料分会副主任委员、中国林学会生木材工业分会副主任委员、中国林学会生物质材料科学技术分会副主任委员、江苏省复合材料学会常务理事、中国林产工业协会胶合板专委会秘书长。Journal of Bioresources and Bioproducts,《林业工程学报》、《木材科学与技术》、《中国人造板》期刊副主编。<br/><br/><br/>学习工作经历：<br/>1986.09-1990.06 南京林业大学 木材机械加工专业 本科学习<br/>1990.07-1995.06 南京林业大学木材工业学院 辅导员、团总支书记、助教<br/>1995.07-2003.06 南京林业大学木材工业学院 讲师<br/>（期间：1995.09-1998.06 南京林业大学木材科学与技术专业在职硕士研究生学习；2002.01-2003.01 加拿大林产品研究院（FPInnovations）访问学者）<br/>2003.07-2007.12 南京林业大学木材工业学院 复合材料系主任、副教授<br/>（期间：2000.09-2004.06 南京林业大学木材科学与技术专业在职硕士研究生学习）<br/>2008.01-2011.06 南京林业大学木材工业学院 副院长、副教授、教授<br/>（期间：2010.07 晋升为教授，2011.05 遴选为博士生导师）<br/>2011.07-2014.06 南京林业大学研究生院 副院长、教授、博导<br/>（期间：2013.11-2014.11中组部第14批博士服务团成员，挂任贵州省毕节市市长助理）<br/>2014.07-2015.07 南京林业大学材料科学与工程学院 副院长（主持工作）、教授、博导<br/>2015.08-2023.06 南京林业大学材料科学与工程学院 院长、教授、博导<br/> <br/><br/>研究方向：<br/>     木基复合材料、聚合物基天然纤维复合材料<br/><br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}