{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   竹木复合集装箱底板静曲强度的预测模型   孙丰文   南京林业大学学报   2006   集装箱底板用防虫剂的研究   孙丰文；张齐生；王书翰   林产工业   2006   落叶松单宁酚醛树脂胶粘剂的研究与应用   孙丰文；张齐生；孙达旺   林业科技开发   2006   竹材苯酚液化及胶黏剂制备工艺   孙丰文；李小科   林产化学与工业   2007   杨木单板苯甲基化改性研究   孙丰文；张彰   南京林业大学学报   2008   醋酸乙烯酯共聚乳液/异氰酸酯木材胶粘剂胶接工艺与性能的研究   孙丰文；贺磊   中国胶粘剂   2008   2D树脂整理剂用于杨木板材的改性研究   孙丰文；彭晓晓；刘龙龙   林业科技开发   2015   豆粕粉制备胶合板用生物质胶黏剂的研究   孙丰文；闵德秀；孙恩惠等   大豆科学   2016   杨木粉制备泡沫的工艺研究   郑佳妍；储呈浩；孙丰文   生物质化学工程   2017   添加型甲醛捕捉的功效研究   侯兴爱；杨旭；孙丰文等   中国胶粘剂   2018   木基缠绕管用复合板带偏轴拉伸力学性能研究   侯兴爱；孙丰文；钱曹厉   林业工程学报   2019   无机胶凝生物质阻燃装饰板的制备及性能研究   钱曹厉；巫佳杰；孙丰文等   新型建筑材料   2020   人造板及其制品质量监督检验实务   卢艳光主编   （孙丰文参编）   中国林业出版社   2014   中国竹材工业化利用   张齐生等著   （孙丰文参著）   中国林业出版社   1995   张齐生院士文集   张齐生等著   （孙丰文参著）   科技出版社   2018         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "《竹材化学加工利用》，研究生选修课<br/>",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   木基缠绕压力输送管道创制   梅长彤；孙丰文；关明杰   国家“十三五”重点研发计划子课题   2018-2020   高性能生物基建材制备技术集成创新及产业化   龚蒙；孙丰文；黄河浪   山东省重大科技创新工程项目   2019-2021   杨木基高稳定性功能装饰材料创制与示范   孙丰文；关明杰；付宇等   河南“许昌英才计划”创新创业项目   2018-2020   利用农林剩余物制备氧负离子阻燃无醛装饰板的技术研究与产业示范   孙丰文   浙江“南太湖计划”长期项目   2016-2021   基于甲醛释放速率的室内装修木质材料绿色安全评价监测技术研究   孙丰文；黄河浪   浙江省科技厅检测技术基础研究项目   2018-2021         ",
    "Services_Activities": "None",
    "Award_status": "论著名称<br/>作者<br/>刊物或出版社<br/>时间<br/>落叶松单宁酚醛树脂胶粘剂的研究与应用<br/>张齐生；孙丰文等<br/>国家技术发明二等奖<br/>2005<br/>竹木复合结构理论的创新与应用<br/>张齐生；孙丰文等<br/>国家科技进步二等奖<br/>2012<br/>一种集装箱底板及其制造方法<br/>张齐生；陈瑞晃；孙丰文<br/>中国发明专利优秀奖<br/>2013<br/>竹木复合结构理论与应用<br/>张齐生；孙丰文<br/>梁希奖二等奖<br/>2009<br/>竹材加工生产关键技术与示范<br/>黄慧；贺磊；孙丰文等<br/>江西省科技进步三等奖<br/>2019<br/>花生壳液化及其环保型胶粘剂制备技术研究<br/>孙丰文；张茜等<br/>山东林业科技成果贡献二等奖<br/>2008<br/>油茶果壳液化树脂胶粘剂的制备方法<br/>贺磊；王玉；黄慧；孙丰文<br/>江西林业科技三等奖<br/>2015<br/><br/><br/>",
    "Contact_information": "办公",
    "Introduction": "None",
    "id": "0025",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/24/20211124234735889fsyjmf.png?iid=38220",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "孙丰文",
    "Biographical_notes": "孙丰文，男，1967年7月29日，山东临朐，博士，研究员，博士生导师。 <br/><br/>主要从事竹木复合材料、木材胶黏剂、木材改性、农林剩余物的液化转化与变性利用等技术研究，发展和完善了竹木复合结构设计和强度预测理论，开发了竹木复合集装箱底板等系列产品；研究开发了液化泡沫材料、液化树脂胶黏剂、木材胶粘剂功能活性填料、生物基塑化母料制备技术；研究开发了基于速生木材单板多效综合改性的大规格结构材料和功能装饰材料制备技术等。先后主持和参与国家、省级课题30余项，完成鉴定成果15项，发表论文120余篇，参与编写专著3部、制定国家标准3件，授权发明专利24件、授权实用新型专利12件，培养硕博研究生26名，获国家技术发明二等奖1项、国家科技进步二等奖1项、中国发明专利优秀奖1项、省部级科技进步二等奖2项、省级科技进步三等奖1项、其它省级以下科技奖项3项。并先后获得浙江台州市科技贡献先进个、江苏省宿迁市双百工程活动先进个人、江苏省“三下乡”活动先进个人等荣誉称号。<br/><br/>教育经历：<br/>1986.9-1990.7 东北林业大学/木材机械加工/本科<br/>1990.9-1993.7南京林业大学/木材加工与人造工艺学/硕士研究生 <br/>1997.9-2011.7南京林业大学/木材科学与技术/博士研究生<br/><br/>研究方向：<br/> 研究方向1：竹木复合材料<br/>研究方向2：生物质液化转化利用与木材胶黏剂<br/>研究方向3：木材多功能改性及其高效利用<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}