{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   Efect of high-temperature saturated steam treatment on the physical, chemical, and mechanical properties of moso bamboo[J]   Xinzhou Wang, Dali Cheng, Xianai Huang, Lulu Song1,Wenli Gu, Xingyu Liang, Yanjun Li, and Bin Xu*.   Journal of Wood Science   202006   Effects of saturated steam preteratment on the drying quality of Moso bamboo culms   Xinzhou Wang, Lulu Song, Dali Cheng, Xingyu Liang, Bin Xu*   European Journal of Wood and Wood Products   201903   高温饱和蒸汽处理对竹材材性的影响   宋路路，任慧群，王新洲, 许斌*   林业工程学报   201809   低场NMR技术测定竹材的纤维饱和点   宋路路，高鑫，王新洲，任慧群，陈白，许斌*.   林业工程学报   201705   单板接缝对LVL力学性能的影响   许斌, 詹先旭，沈文益，程涵   林业科技开发   201506   室内装修用特制定向刨花板   许斌, 詹先旭，陈立衡   家具   201406   热压工艺对定向刨花-单板复合集装箱底板性能的影响   许斌, 张齐生,蒋身学   林产工业   201009   改性单板力学性能研究   许斌，张齐生，蒋身学, 周建华   南京林业大学学报   201010   Elasticity modulus of oriented strand board made for the core of composite container flooring   XU Bin, CHEN Si-guo, ZHANG Qi-sheng   Journal of Nanjing Forestry University   200811   丛生竹防霉处理研究   许斌, 张齐生   竹子研究汇刊   200611   毛竹生长过程中纤维壁厚的变化   许斌, 蒋身学, 张齐生   南京林业大学学报   200210   竹材通过端部压注处理进行防裂及防蛀的研究   许斌, 张齐生,蒋身学   竹子研究汇刊   200208      ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   竹质重组与集成材料连续化高效加工关键技术   李延军、王新洲；许斌、何文   “十三五”国家重点研发计划子课题   2017.07 -2020.12   圆竹高效环保改性处理关键技术及装备研制   许斌、梁星宇、程大莉、王新洲   江苏省农业科技自主创新   2017.07-2019.06   毛竹精深加工关键技术研究及产业化应用   许斌、朱伟、朱泓、程大莉、李建华   安徽省科技重大专项项目   2018.09 -2020.12   户外环保型竹基人造板关键技术研究   许斌、蒋身学、程大莉、陶瑜南   江西省重点研发计划项目   2016.01-2018.12   新型复合LVL的关键技术研发与应用   许斌、沈文益、程大莉、窦青青、蒋身学   苏北科技发展计划-科技型企业技术创新项目   2013.06-2015.09         ",
    "Services_Activities": "None",
    "Award_status": "获奖名称<br/>获奖人员<br/>颁奖部门<br/>时间<br/>结构用刨花板为芯层材料的复合集装箱底板及其制造方法<br/>张齐生，罗伯特. 威尔伍德，许斌，陈立衡<br/>国家知识产权局，中国专利优秀奖<br/>2016<br/>高性能竹基纤维复合材料制造关键技术与应用<br/>于文吉；李延军；余养伦；祝荣先；刘红征；张亚慧；任丁华；许斌；；苏志英；宁其斌<br/>国务院，国家科技进步二等奖<br/>2015<br/>户外重组竹生产关键技术与应用<br/>李延军，许斌，程大莉，何文，詹先旭，刘红征，章卫钢，蒋身学，杨明杰，陈滔，金敏，宋剑钢，沈道海<br/>教育部，科学技术进步二等奖<br/>2015<br/>竹木复合结构理论的创新与应用<br/>张齐生、陶仁中、孙丰文、刘金蕾、蒋身学、费本华、吴植泉、朱一辛、许斌、关明杰<br/>国务院，国家科技进步二等奖<br/>2012<br/>竹重组型材及其制造方法<br/>张齐生，蒋身学，林海，徐旭峰，刘红征，许斌，何文<br/>国家知识产权局，中国专利优秀奖<br/>2012<br/><br/><br/>",
    "Contact_information": "办公025-85428665",
    "Introduction": "None",
    "id": "0027",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/25/20211125132745902tlica4.png?iid=38279",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "许斌",
    "Biographical_notes": "许斌，男，1969年3月生，博士，副研究员。<br/><br/>教育经历：<br/>1990/9 -1994/7，南京林业大学，机电学院，本科/学士；<br/>1998/9/-2002/6，南京林业大学，木材工业学院，硕士研究生/硕士；<br/>2003/9 -2008/6，南京林业大学，木材工业学院，博士研究生/博士。<br/><br/>研究方向：<br/>      许斌副研究员长期从事竹材/竹木复合材料研究创新开发工作，在竹材加工应用和材性改良研究方面取得了系列创新性成果，作为专利撰写人及发明人共获得51项发明专利，目前的主要研究领域有：以定向刨花板为芯的工程复合材料的研究；新型竹木复合集装箱底板；户外新型高强重组竹，圆竹的快速无裂缝干燥和改性处理，圆竹中空挤压成型，高强竹维管束长纤维的制取及研究。<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}