{
    "Research_direction": "None",
    "Paper": "2022:   1)        Tanvi Sharma, Changlei Xia, Abhishek Sharma, Pankaj Raizada, Pradeep Singh, Swati Sharma, Pooja Sharma6, Sunil Kumar,* Su ShiungLam,* Ashok Kumar Nadda* “Mechano-chemical and biological energetics of immobilized enzymes onto functionalized polymers and their applications” Bioengineered 2022, ARTICLE IN PRESS.     2)        Junqing Lin, Fulya Gulbagca, Aysenur Aygun, Rima Nour Elhouda Tirib, Changlei Xia, Quyet Van Le, Tugba Gur, Fatih Sen,*, Yasser Vasseghiane,* “Phyto-mediated synthesis of nanoparticles and their applications on hydrogen generation on NaBH4, biological activities and photodegradation on azo dyes: Development of machine learning model” Food and Chemical Toxicology 2022, ARTICLE IN PRESS.     3)        Yunyi Liang, Guiyang Zheng, Changlei Xia,* Shida Zuo, Shengbo Ge, Rui Yang, Xinxin Ma, Benhua Fei, Jianzhang Li, Chin Kui Cheng, Soo Young Kim, Quyet Van Le* \"Synthesis of ultra-high strength structured material from steam-modified delignification of wood\" Journal of Cleaner Production 2022, ARTICLE IN PRESS. https://doi.org/10.1016/j.jclepro.2022.131531   4)        Christian Sonne,* Changlei Xia, Su Shiung Lam “Is engineered Wood China’s way to carbon neutrality?” Journal of Bioresources and Bioproducts 2022, ARTICLE IN PRESS. https://doi.org/10.1016/j.jobab.2022.03.001   5)        Mohd-Nasir Nor Shafiqah, Tan Ji Siang, Ponnusamy Senthil Kumar, Zainal Ahmad, A.A. Jalil, Mahadi B. Bahari, Quyet Van Le, Leilei Xiao, M. Mofijur, Changlei Xia, Shams Forruque Ahmed, Dai-Viet N. Vo* “Advanced catalysts and effect of operating parameters in ethanol dry reforming for hydrogen generation. A review” Environmental Chemistry Letters 2022, ARTICLE IN PRESS. https://doi.org/10.1007/s10311-022-01394-0   6)        Ha Huu Do, Thi Hong Chuong Nguyen, Tuan Van Nguyen, Changlei Xia, Dang Le Tri Nguyen, Pankaj Raizada, Pardeep Singh, Van-Huy Nguyen, Sang Hyun Ahn,* Soo Young Kim,* Quyet Van Le* \"Metal-organic-framework based catalyst for hydrogen production: Progress and Perspectives\" International Journal of Hydrogen Energy 2022, ARTICLE IN PRESS. https://doi.org/10.1016/j.ijhydene.2022.01.080   7)        Yequan Sheng, Sabarathinam Shanmugam, Arunachalam Chinnathambi, Saleh H. Salmen, Shengbo Ge, Changlei Xia,* Kathirvel Brindhadevi* \"Feasibility of microalgal and macroalgal biomass co-digestion on biomethane production\" International Journal of Hydrogen Energy 2022, ARTICLE IN PRESS. https://doi.org/10.1016/j.ijhydene.2021.12.202   8)        Zhenhua Huang, Maurizio Manzo, Changlei Xia,* Liping Cai, Yaoli Zhang, Zhijia Liu, Ashok Nadda, Quyet Van Le, Christian Sonne, Su Shiung Lam* “Effects of waste-based pyrolysis as heating source: Meta-analyze of char yield and machine learning analysis” Fuel 2022, 318, 123578. (June 15th) https://doi.org/10.1016/j.fuel.2022.123578https://doi.org/10.1016/j.fuel.2022.123578   9)        Shengbo Ge, Kathirvel Brindhadevi, Changlei Xia, Basem H. Elesawy, Ashraf Elfasakhany, Yuwalee Unpaprom, Kanda Whangchai* \"Performance, combustion and emission characteristics of the CI engine fueled with Botryococcus braunii microalgae with addition of TiO2 nanoparticle\" Fuel 2022, 317, 121898. (June 1st) https://doi.org/10.1016/j.fuel.2021.121898   10)     Anchal Rana, Anita Sudhaik, Pankaj Raizada, Van-Huy Nguyen, Changlei Xia, Aftab Aslam Parwaz Khan, Sourbh Thakur, Phuong Nguyen-Tri, Chinh Chien Nguyen, Soo Young Kim, Quyet Van Le,* Pardeep Singh* “Graphitic carbon nitride based immobilized and non-immobilized floating photocatalysts for environmental remediation” Chemosphere 2022, 297, 134229. (June) https://doi.org/10.1016/j.chemosphere.2022.134229   11)     Xiaona Li, Fudong Zhang, Jiongjiong Li, Changlei Xia, Jianzhang Li* “Evaluation performance of soybean meal and peanut meal blends-based wood adhesive” Polymer Testing 2022, 109, 107543. (May) https://doi.org/10.1016/j.polymertesting.2022.107543   12)     Ziqiang Yu, Hongzhi Ma,* Emilia den Boer, Wenyu Wu, Qunhui Wang, Ming Gao, Dai-Viet N. Vo, Ming Guo, Changlei Xia* \"Effect of microwave/hydrothermal combined ionic liquid pretreatment on straw: Rumen anaerobic fermentation and enzyme hydrolysis\" Environmental Research 2022, 205, 112453. (April 1st)https://doi.org/10.1016/j.envres.2021.112453   13)     Minglong Zhang, Ganesan Ramya, Kathirvel Brindhadevi, Mishal Alsehli, Ashraf Elfasakhany, Changlei Xia,* Nguyen Thuy Lan Chi, Arivalagan Pugazhendhi* \"Microwave assisted biodiesel production from chicken feather meal oil using Bio-Nano Calcium oxide derived from chicken egg shell\" Environmental Research, 2022, 205, 112509. (April 1st) https://doi.org/10.1016/j.envres.2021.112509   14)     Minglong Zhang, Ganesan Ramya, Kathirvel Brindhadevi, Ashraf Elfasakhany, Amany Salah Khalifa, Changlei Xia,* S. Manigandan, Arivalagan Pugazhendhi* \"Comparison of cracking activity of the core-shell composite MCM-41/HY & MCM-48/HY catalysts in the synthesis of organic liquid fuel from Mahua oil\" Environmental Research 2022, 205, 112474. (April 1st) https://doi.org/10.1016/j.envres.2021.112474   15)     Shida Zuo, Yunyi Liang, Hanzhou Yang, Xinxin Ma, Shengbo Ge,⁎ Yingji Wu, Benhua Fei, Ming Guo, Tansir Ahamad, Hoang Sinh Le, Quyet Van Le,⁎ Changlei Xia* \"High strength composites of carbon fiber sheets-veneers sandwich-structure for electromagnetic interference shielding materials\" Progress in Organic Coatings 2022, 165, 106736. (April) https://doi.org/10.1016/j.porgcoat.2022.106736   16)     Shengbo Ge, S. Manigandan, Thangavel Mathimani, Sakeenabi Basha, Changlei Xia, Kathirvel Brindhadevi, Yuwalee Unpaprom, Kanda Whangchai, Arivalagan Pugazhendhi* \"An assessment of agricultural waste cellulosic biofuel for improved combustion and emission characteristics\" Science of The Total Environment 2022, 813, 152418. (March 20th) https://doi.org/10.1016/j.scitotenv.2021.152418   17)     Xiumei Zhang, Nguyen Thuy Lan Chi, Changlei Xia,* Amany Salah Khalifad, Kathirvel Brindhadevi* “Role of soluble nano-catalyst and blends for improved combustion performance and reduced greenhouse gas emissions in internal combustion engines” Fuel 2022, 312, 122826. (March 15th) https://doi.org/10.1016/j.fuel.2021.122826   18)     Changlei Xia, Abhijeet Pathy, Balasubramanian Paramasivan, Prabakaran Ganeshan, Kondusamy Dhamodharan, Ankita Juneja, Deepak Kumar, Kathirvel Brandadevi, Sang-Hyoun Kim,* Karthik Rajendran “Comparative study of pyrolysis and hydrothermal liquefaction of microalgal species: Analysis of product yields with reaction temperature” Fuel 2022, 311, 121932. (Review Article) (March 1st) https://doi.org/10.1016/j.fuel.2021.121932   19)     Shengbo Ge, Yunyi Liang, Chengxu Zhou, Yequan Sheng, Minglong Zhang,* Liping Cai, Yihui Zhou, Zhenhua Huang, Maurizio Manzo, Changya Wu, Changlei Xia* “The potential of Pinus armandii Franch for high-grade resource utilization” Biomass & Bioenergy 2022, 158, 106345. (March) https://doi.org/10.1016/j.biombioe.2022.106345   20)     Peter Nai Yuh Yek, Wan Adibah Wan Mahari, Sieng Huat Kong, Shin Ying Foong, Wanxi Peng, Hiram Ting, Rock Keey Liew, Changlei Xia, Christian Sonne, Meisam Tabatabaei, Fares Almomani, Mortaza Aghbashlo, Su Shiung Lam* \"Pilot-scale co-processing of lignocellulosic biomass, algae, shellfish waste via thermochemical approach: Recent progress and future directions\" Bioresource Technology 2022, 347, 126687. (March) (Review Article) https://doi.org/10.1016/j.biortech.2022.126687   21)     Yequan Sheng, Thangavel Mathimani, Kathirvel Brindhadevi, Sakeenabi Basha, Ashraf Elfasakhany, Changlei Xia,* Arivalagan Pugazhendhi* “Combined effect of CO2 concentration and low-cost urea repletion/starvation in Chlorella vulgaris for ameliorating growth metrics, total and non-polar lipid accumulation and fatty acid composition” Science of The Total Environment 2022, 808, 151969. (February 20th) https://doi.org/10.1016/j.scitotenv.2021.151969   22)     Yuanyuan Feng, Yanfang Feng, Qi Liu, Sen Chen, Pengfu Hou, Gerrard Poinern, Zhongtao Jiang, Derek Fawcett, Lihong Xue,* Su Shiung Lam, Changlei Xia “How does biochar aging affect NH3 volatilization and GHGs emissions from agricultural soils?” Environmental Pollution 2022, 294, 118598. (February 1st) https://doi.org/10.1016/j.envpol.2021.118598   23)     Lilong Yan,* Wanting Chen, Caixu Wang, Shuang Liu, Cong Liu, Liangbin Yu, Yaoqi Zheng, Jishuang Jiang, Yaoli Zhang, Changlei Xia,* Su Shiung Lam* “Tetracycline removal in granulation: Influence of extracellular polymers substances, structure, and metabolic function of microbial community” Chemosphere 2022, 288, 132510. (February) https://doi.org/10.1016/j.chemosphere.2021.132510   24)     Shengbo Ge, Kathirvel Brindhadevi, Changlei Xia, Amany Salah Khalifa, Ashraf Elfasakhany, Yuwalee Unpaprom, Hien Van Doan* \"Enhancement of the combustion, performance and emission characteristics of spirulina microalgae biodiesel blends using nanoparticles\" Fuel 2022, 308, 121822. (January 15th) https://doi.org/10.1016/j.fuel.2021.121822   25)     Yequan Sheng, Kathirvel Brindhadevi,⁎ Emad M. Eed, Changlei Xia,* Nguyen Thuy Lan Chi \"Enzymatic lipase-based methyl esterified Citrullus colocynthis L. biodiesel for improved combustion, performance and emission characteristics\" Fuel 2022, 307, 121899. (January 1st) https://doi.org/10.1016/j.fuel.2021.121899   26)     Shengbo Ge, Ramya Ganesan, Manigandan Sekar, Changlei Xia,* Shanmugam Sabarathinam, Mishal Alsehli, Kathirvel Brindhadevi* \"Blending and emission characteristics of bio gasoline produced using CaO/SBA-15 catalyst by cracking used cooking oil\" Fuel 2022, 307, 121861. (January 1st) https://doi.org/10.1016/j.fuel.2021.121861   27)     Xiumei Zhang, Rui Yang, Parthiban Anburajan, Quyet Van Le, Mishal Alsehli, Changlei Xia,* Kathirvel Brindhadevi* “Assessment of hydrogen and nanoparticles blended biodiesel on the diesel engine performance and emission characteristics” Fuel 2022, 307, 121780. (January 1st) https://doi.org/10.1016/j.fuel.2021.121780   28)     Changlei Xia, Thi Hong Chuong Nguyen, Xuan Cuong Nguyen, Soo Young Kim, Dang Le Tri Nguyen, Pankaj Raizada, Pardeep Singh, Van-Huy Nguyen,* Chinh Chien Nguyen,* Van Chinh Hoang, Quyet Van Le* \"Emerging cocatalysts in TiO2-based photocatalysts for light-driven catalytic hydrogen evolution: Progress and perspectives\" Fuel 2022, 307, 121745. (Review Article) (January 1st) https://doi.org/10.1016/j.fuel.2021.121745   29)     Shengbo Ge, Arivalagan Pugazhendhi,* Manigandan Sekar, Changlei Xia, Ashraf Elfasakhany, Kathirvel Brindhadevi, Kanda Whangchai “PM Emissions - Assessment of combustion energy transfer with Schizochytrium sp. algal biodiesel and blends in IC engine” Science of The Total Environment 2022, 802, 149750. (January 1st) https://doi.org/10.1016/j.scitotenv.2021.149750   30)     Yequan Sheng, Mathiyazhagan Narayanan, Sakeenabi Basha, Ashraf Elfasakhany, Kathirvel Brindhadevi, Changlei Xia,* Arivalagan Pugazhendhi* “In vitro and In vivo efficacy of green synthesized AgNPs against Gram negative and Gram positive bacterial pathogens” Process Biochemistry 2022, 112, 241-247. (January) https://doi.org/10.1016/j.procbio.2021.12.012   31)     Yonghong Luo, Yang Wang, Changlei Xia,* Awais Ahmad, Rui Yang, Xiaona Li, Sheldon Q. Shi, Jianzhang Li, Ming Guo, Ashok Nadda, Quyet Van Le* \"Eco-friendly soy protein isolate-based films strengthened by water-soluble glycerin epoxy resin\" Progress in Organic Coatings 2022, 162, 106566. (January) https://doi.org/10.1016/j.porgcoat.2021.106566   32)     Haoran Ye, Yang Wang, Qinghan Yu, Shengbo Ge,* Wei Fan, Minglong Zhang,* Zhenhua Huang, Maurizio Manzo, Liping Cai, Lishu Wang, Changlei Xia* \"Bio-based composites fabricated from wood fibers through self-bonding technology\" Chemosphere 2022, 287, 132436. (January) https://doi.org/10.1016/j.chemosphere.2021.132436   33)     Yingji Wu, Yunyi Liang, Changtong Mei,* Liping Cai, Ashok Nadda, Quyet Van Le, Yucheng Peng, Su Shiung Lam, Christian Sonne,* Changlei Xia* \"Advanced nanocellulose based gas barrier materials: Present status and prospects\" Chemosphere 2022, 286, 131891. (Review Article) (January) https://doi.org/10.1016/j.chemosphere.2021.131891   2021:   34)     Changlei Xia, Kathirvel Brindhadevi, Ashraf Elfasakhany, Mishal Alsehli, Siriporn Tola* “Performance, combustion and emission analysis of castor oil biodiesel blends enriched with nanoadditives and hydrogen fuel using CI engine” Fuel 2021, 306, 121541. (December 15th)https://doi.org/10.1016/j.fuel.2021.121541   35)     Changlei Xia, Kathirvel Brindhadevi, Ashraf Elfasakhany, Mishal Alsehli, Siriporn Tola* “Numerical modelling of the premixed compression ignition engine for superior combustion and emission characteristics” Fuel 2021, 306, 121540. (December 15th) https://doi.org/10.1016/j.fuel.2021.121540   36)     Shengbo Ge, Kathirvel Brindhadevi, Changlei Xia, Basem H. Elesawy, Ashraf Elfasakhany, Yuwalee Unpaprom, Hien Van Doan* “Egg shell catalyst and chicken waste biodiesel blends for improved performance, combustion and emission characteristics” Fuel 2021, 306, 121633. (December 15th) https://doi.org/10.1016/j.fuel.2021.121633   37)     Changlei Xia, Kent O. Kirlikovali, Thi Hong Chuong Nguyen, Xuan Cuong Nguyen, Quoc Ba Tran, Minh Khoa Duong, Minh Tuan Nguyen Dinh, Dang Le Tri Nguyen, Pardeep Singh, Pankaj Raizada, Van-Huy Nguyen, Soo Young Kim, Laxman Singh, Chinh Chien Nguyen,* Mohammadreza Shokouhimer,* Quyet Van Le* \"The emerging covalent organic frameworks (COFs) for solar-driven fuels production\" Coordination Chemistry Reviews 2021, 446, 214117. (Review Article) (November 1st) https://doi.org/10.1016/j.ccr.2021.214117   38)     Xiangjie Wang, Shu Hong, Hailan Lian,* Xianxu Zhan, Mingjuan Cheng, Zhenhua Huang, Maurizio Manzo, Liping Cai, Ashok Nadda, Quyet Van Le, Changlei Xia* “Photocatalytic degradation of surface-coated tourmaline-titanium dioxide for self-cleaning of formaldehyde emitted from furniture” Journal of Hazardous Materials 2021, 420, 126565. (October 15th) https://doi.org/10.1016/j.jhazmat.2021.126565   39)     Xingyu Fang, Lu Gan,* Linjie Wang, Han Gong, Lijie Xu, Ying Wu, Haiqin Lu, Shuguang Han, Juqing Cui, Changlei Xia “Enhanced degradation of bisphenol A by mixed ZIF derived CoZn oxide encapsulated N-doped carbon via peroxymonosulfate activation: the importance of N doping amount” Journal of Hazardous Materials 2021, 419, 126363. (October 5th) https://doi.org/10.1016/j.jhazmat.2021.126363   40)     Shengbo Ge, Yang Shi, Changlei Xia,* Zhenhua Huang, Maurizio Manzo, Liping Cai, Hongzhi Ma, Shu Zhang, Jianchun Jiang, Christian Sonne, Su Shiung Lam* “Progress in pyrolysis conversion of waste into value-added liquid pyro-oil, with focus on heating source and machine learning analysis” Energy Conversion and Management 2021, 245, 114638. (October 1st) (Review Article) https://doi.org/10.1016/j.enconman.2021.114638   41)     Xichen Yu, Wei Fan,* Elfina Azwar, Shengbo Ge,* Changlei Xia, Yanli Sun, Xingzhong Gao, Xue Yang, Shujuan Wang, Su Shiung Lam* “Twisting in improving processing of waste-derived yarn into high-performance reinforced composite” Journal of Cleaner Production 2021, 317, 128446. (October 1st) https://doi.org/10.1016/j.jclepro.2021.128446   42)     Xiaoyu Wang, Mingyue Liu, Haiyan Li, Anlin Yin, Changlei Xia, Xiangxin Lou, Hongsheng Wang, Xiumei Mo, Jinglei Wu* “MgO-incorporated porous nanofibrous scaffold promotes osteogenic differentiation of pre-osteoblasts” Materials Letters 2021, 299, 130098. (September 15th) https://doi.org/10.1016/j.matlet.2021.130098   43)     Yequan Sheng, Manqing Liu, Changlei Xia,* Junlong Song, Shengbo Ge, Liping Cai, Su Shiung Lam,* Christian Sonne* “Using nucleophilic naphthol derivatives to suppress biomass lignin repolymerization in fermentable sugar production” Chemical Engineering Journal 2021, 420, 130258. (September 15th) https://doi.org/10.1016/j.cej.2021.130258   44)     Changlei Xia, Quyet Van Le, Arunachalam Chinnathambi, Saleh H. Salmen, Sulaiman Ali Alharbi, Siriporn Tola* “Role of ZnO and Fe2O3 nanoparticle on synthetic saline wastewater on growth, nutrient removal and lipid content of Chlorella vulgaris for sustainable production of biofuel” Fuel 2021, 300, 120924. (September 15th) https://doi.org/10.1016/j.fuel.2021.120924   45)     Huiwen Pang, Chao Ma, Shenzhen Li, Hongguang Liu, Changlei Xia, Jianzhang Li, Shifeng Zhang,* Wangqing Zhang, Liping Cai, Zhenhua Huang “Tough thermosensitive hydrogel with excellent adhesion to low-energy surface developed via nanoparticle-induced dynamic crosslinking” Applied Surface Science 2021, 560, 149935. (September 15th) https://doi.org/10.1016/j.apsusc.2021.149935   46)     Ming Gao, Yujia Lin, Pan Wang, Yong Jin, Qunhui Wang, Hongzhi Ma,* Yequan Sheng, Quyet Van Le, Changlei Xia, Su Shiung Lam* “Production of medium-chain fatty acid caproate from Chinese liquor distillers’ grain using pit mud as the fermentation microbes” Journal of Hazardous Materials 2021, 417, 126037. (September 5th) https://doi.org/10.1016/j.jhazmat.2021.126037   47)     Shuaicheng Jiang, Yanqiang Wei, Liang Tao, Shengbo Ge, Sheldon Q. Shi, Xiaona Li, Jianzhang Li,* Quyet Van Le, Changlei Xia* “Microwave induced construction of multiple networks for multifunctional soy protein-based materials” Progress in Organic Coatings 2021, 158, 106390. (September) https://doi.org/10.1016/j.porgcoat.2021.106390   48)     Vatika Soni, Changlei Xia, Chin Kui Cheng, Van-Huy Nguyen, Dang Le Tri Nguyen, Archana Bajpai, Soo Young Kim, Quyet Van Le,* Aftab Aslam Parwaz Khan, Pardeep Singh, Pankaj Raizada* “Advances and recent trends in cobalt-based cocatalysts for solar-to-fuel conversion” Applied Materials Today 2021, 24, 101074. (Review Article) (September) https://doi.org/10.1016/j.apmt.2021.101074   49)     Yucheng Peng,* Changlei Xia, Brian Via “Characterization of Cellulose Nanocrystal Suspension Rheological Properties Using a Rotational Viscometer” Forest Products Journal 2021, 71(3):290–297. (August 27th) https://doi.org/10.13073/FPJ-D-21-00026   50)     Qinghan Yu,1 Yang Wang,1 Haoran Ye, Yequan Sheng, Yang Shi, Minglong Zhang,* Wei Fan, Changlei Xia, Shengbo Ge* “Preparation of wood plastic composites with desirable features using recyclable plastic wastes” Applied Sciences-Basel 2021, 11, 6838. (August 1st) https://doi.org/10.3390/app11156838   51)     Jue Wang, Ming Guo,* Yonghong Luo, Dongwei Shao, Shengbo Ge, Liping Cai, Changlei Xia,* Su Shiung Lam* “Production of magnetic sodium alginate polyelectrolyte nanospheres for lead ions removal from wastewater” Journal of Environmental Management 2021, 289, 112506. (July 1st) https://doi.org/10.1016/j.jenvman.2021.112506   52)     Reva Bhardwaj,1 Tanvi Sharma,1 Dinh Duc Nguyen, Chin Kui Cheng, Su Shiung Lam, Changlei Xia, Ashok Kumar Nadda* “Integrated catalytic insights into methanol production: Sustainable framework for CO2 conversion” Journal of Environmental Management 2021, 289, 112468. (July 1st) https://doi.org/10.1016/j.jenvman.2021.112468   53)     Christian Sonne,* Changlei Xia, Su Shiung Lam “Ancient oaks of Europe are archives – protect them” Nature 2021, 594(7864), 495. (June 22nd) https://doi.org/10.1038/d41586-021-01699-0   54)     Linjia Yuan,1 Wei Fan,* Xue Yang,1 Shengbo Ge, Changlei Xia, Shin Ying Foong, Rock Keey Liew, Shujuan Wang, Quyet Van Le, Su Shiung Lam* “Piezoelectric PAN/BaTiO3 nanofiber membranes sensor for structural health monitoring of real-time damage detection in composite” Composites Communications 2021, 25, 100680. (June) https://doi.org/10.1016/j.coco.2021.100680   55)     Shengbo Ge, Shida Zuo, Minglong Zhang, Yonghong Luo, Rui Yang, Yingji Wu, Ye Zhang, Jianzhang Li, Changlei Xia* “Utilization of decayed wood for polyvinyl chloride/wood flour composites” Journal of Materials Research and Technology-JMR&T 2021, 12, 862-869. (May-June) https://doi.org/10.1016/j.jmrt.2021.03.026   56)     Mingyue Liu, Xiaoyu Wang, Haiyan Li, Changlei Xia, Zhengni Liu, Jiajie Liu, Anlin Yin, Xiangxin Lou, Hongsheng Wang, Xiumei Mo, Jinglei Wu* “Magnesium oxide incorporated electrospun membranes inhibit bacterial infections and promote healing process of infected wounds” Journal of Materials Chemistry B 2021, 9(17), 3727–3744. (May 7th)https://doi.org/10.1039/D1TB00217A   57)     Shuaicheng Jiang, Yanqiang Wei, Sheldon Q. Shi, Youming Dong, Changlei Xia, Dan Tian, Jing Luo, Jianzhang Li,* Zhen Fang* “Nacre-inspired strong and multifunctional soy protein-based nanocomposite materials for easy heat-dissipative mobile phone shell” Nano Letters 2021, 21, 7, 3254–3261. (April 14th) https://doi.org/10.1021/acs.nanolett.1c00542   58)     Xue Yang, Wei Fan,* Shengbo Ge, Xingzhong Gao, Shujuan Wang, Yuhan Zhang, Shin Ying Foong, Rock Keey Liew, Su Shiung Lam, Changlei Xia* “Advanced textile technology for fabrication of ramie fiber PLA composites with enhanced mechanical properties” Industrial Crops and Products 2021, 162, 113312. (April) https://doi.org/10.1016/j.indcrop.2021.113312   59)     Huiwen Pang, Yuyang Wang, Zhiwei Chang, Changlei Xia, Chunrui Han, Hongguang Liu, Jianzhang Li, Shifeng Zhang,* Liping Cai, Zhenhua Huang “Soy meal adhesive with high strength and water resistance via carboxymethylated wood fiber-induced crosslinking” Cellulose 2021, 28, 3569–3584. (April) https://doi.org/10.1007/s10570-021-03732-x   60)     Changlei Xia, Su Shiung Lam, Christian Sonne* “Seize the momentum to protect pangolins” Science 2021, 371(6535): 1214. (March 19th) https://doi.org/10.1126/science.abh3100   61)     Xinxin Ma, Liping Cai, Lisheng Chen, Benhua Fei,* Jiping Lu, Changlei Xia, Su Shiung Lam* “Bamboo grid versus polyvinyl chloride as packing material in cooling tower: Energy efficiency and environmental impact assessment” Journal of Environmental Management 2021, 268, 112190. (May 15th) https://doi.org/10.1016/j.jenvman.2021.112190   62)     Changlei Xia,1 Liping Cai,1 Haifeng Zhang, Lei Zuo, Sheldon Q. Shi,* Su Shiung Lam* “A review on the modeling and validation of biomass pyrolysis with a focus on product yield and composition” Biofuel Research Journal 2021, 8(1), 1296–1315. (March 1st) https://doi.org/10.18331/BRJ2021.8.1.2   63)     Yequan Sheng,1 Su Shiung Lam,1 Yingji Wu, Shengbo Ge, Jinglei Wu, Liping Cai, Zhenhua Huang, Quyet Van Le, Christian Sonne, Changlei Xia* “Enzymatic conversion of pretreated lignocellulosic biomass: A review on influence of structural changes of lignin” Bioresource Technology 2021, 324, 124631. (Review Article) (March) https://doi.org/10.1016/j.biortech.2020.124631   64)     Manh Tung Nguyen, Dang Le Tri Nguyen, Changlei Xia, Thanh Binh Nguyen, Mohammadreza Shokouhimehr, Siva Sankar Sana, Andrews Nirmala Grace, Mortaza Aghbashlo, Meisam Tabatabaei, Christian Sonne,* Soo Young Kim,* Su Shiung Lam,* Quyet Van Le* “Recent advances in asphaltene transformation in heavy oil hydroprocessing: Progress, challenges, and future perspectives” Fuel Processing Technology 2021, 213, 106681. (Review Article) (March)https://doi.org/10.1016/j.fuproc.2020.106681   65)     Ya Lu,1 Jingquan Han,1,* Qinqin Ding, Yiying Yue, Changlei Xia,* Shengbo Ge, Quyet Van Le, Xiaomin Dou, Christian Sonne, Su Shiung Lam* “TEMPO-oxidized cellulose nanofibers/polyacrylamide hybrid hydrogel with intrinsic self-recovery and shape memory properties” Cellulose 2021, 28(3), 1469–1488. (February) https://doi.org/10.1007/s10570-020-03606-8   66)     Huixia Tian, Wei Fan,* Shengbo Ge, Changlei Xia, Yang Liu, Honghong Wang, Shujuan Wang* “Nanofiber–sheathed structure for enhancing interfacial properties of basalt fiber-reinforced composites” Composites Communications 2021, 23, 100589. (February) https://doi.org/10.1016/j.coco.2020.100589   67)     Xiaoyu Wang, Jingjing Zhu, Binbin Sun, Qiu Jin, Haiyan Li, Changlei Xia, Hongsheng Wang, Xiumei Mo, Jinglei Wu* “Harnessing electrospun nanofibers to recapitulate hierarchical fibrous structures of meniscus” Journal of Biomedical Materials Research: Part B - Applied Biomaterials 2021, 109(2), 201–213. (February) https://doi.org/10.1002/jbm.b.34692   68)     Yingji Wu,1 Shengbo Ge,1 Changlei Xia,* Changtong Mei, Ki-Hyun Kim,* Liping Cai, Lee M. Smith, Jechan Lee, Sheldon Q. Shi* “Application of intermittent ball milling to enzymatic hydrolysis for efficient conversion of lignocellulosic biomass into glucose” Renewable & Sustainable Energy Reviews 2021, 136, 110442. (February) https://doi.org/10.1016/j.rser.2020.110442   69)     Xue Meng,1 Wei Fan,* Wan Adibah Wan Mahari,1 Shengbo Ge,* Changlei Xia, Fan Wu, Ling Han, Shujuan Wang, Minglong Zhang, Zhe Hu, Nyuk Ling Ma, Quyet Van Le, Su Shiung Lam* “Production of three-dimensional fiber needle-punching composites from denim waste for utilization as furniture materials” Journal of Cleaner Production 2021, 281, 125321. (January 25th) https://doi.org/10.1016/j.jclepro.2020.125321   70)     Zhong Wang, Shifeng Zhang,* Shujun Zhao, Haijiao Kang, Zhongkai Wang, Changlei Xia, Yanglun Yu, Jianzhang Li “Facile biomimetic self-coacervation of tannic acid and polycation: Tough and wide pH range of underwater adhesives” Chemical Engineering Journal 2021, 404, 127069. (January 15th) (Web of Science 1% High-Cited Paper) https://doi.org/10.1016/j.cej.2020.127069   71)     Wei Su, Ping Liu, Changqing Cai, Hongzhi Ma,* Bo Jiang, Yi Xing, Yunyi Liang, Liping Cai, Changlei Xia,* Quyet Van Le, Christian Sonne, Su Shiung Lam “Hydrogen production and heavy metal immobilization using hyperaccumulators in supercritical water gasification” Journal of Hazardous Materials 2021, 402, 123541. (January 15th) https://doi.org/10.1016/j.jhazmat.2020.123541   72)     Zhiwei Chang, Shifeng Zhang,* Feng Li, Zhong Wang, Jianzhang Li, Changlei Xia, Yanglun Yu,* Liping Cai, Zhenhua Huang “Self-healable and biodegradable soy protein-based protective functional film with low cytotoxicity and high mechanical strength” Chemical Engineering Journal 2021, 404, 126505. (January 15th) https://doi.org/10.1016/j.cej.2020.126505   73)     Hongzhi Ma, Yujia Lin, Yong Jin, Ming Gao, Hongai Li, Qunhui Wang, Shengbo Ge, Liping Cai, Zhenhua Huang, Quyet Van Le, Changlei Xia* “Effect of ultrasonic pretreatment on chain elongation of saccharified residue from food waste by anaerobic fermentation” Environmental Pollution 2021, 268, 115936. (January 1st) https://doi.org/10.1016/j.envpol.2020.115936   74)     Ming Gao, Xiaona Wang, Changlei Xia, Na Song, Yuhui Ma, Qunhui Wang, Tianxue Yang, Shengbo Ge, Chuanfu Wu,* Su Shiung Lam* “Phenol removal via activated carbon from co-pyrolysis of waste coal tar pitch and vinasse” Korean Journal of Chemical Engineering 2021, 38(1), 64–71. (January)https://doi.org/10.1007/s11814-020-0676-1   75)     Shengbo Ge,1 Peter Nai Yuh Yek,1 Yoke Wang Cheng,1 Changlei Xia,* Wan Adibah Wan Mahari, Rock Keey Liew, Wanxi Peng,* Tong-Qi Yuan, Meisam Tabatabaei,* Mortaza Aghbashlo, Christian Sonne, Su Shiung Lam* “Progress in microwave pyrolysis conversion of agricultural waste to value-added biofuels: A batch to continuous approach” Renewable & Sustainable Energy Reviews 2021, 135, 110148. (January) (Review Article)https://doi.org/10.1016/j.rser.2020.110148   76)     Youming Dong,* Ji’an Wang, Juya Zhu, Taiquan Jin,* Jianzhang Li, Wen Wang, Changlei Xia “Surface colour and chemical changes of furfurylated poplar wood and bamboo due to artificial weathering” Wood Material Science & Engineering 2020, AHEAD-OF-PRINT, 1-8. https://doi.org/10.1080/17480272.2020.1830170   2020:   77)     Changlei Xia, Seyed Ali Delbari, Zohre Ahmadi, Mehdi Shahedi Asl,* Mahdi Ghassemi Kakroudi, Quyet Van Le,* Abbas Sabahi Namini,* Mohsen Mohammadi, Mohammadreza Shokouhimehr* “Electron microscopy study of ZrB2-SiC-AlN Composites: Hot-pressing vs. pressureless sintering” Ceramics International 2020, 46(18), 29334–29338. (December 15th) https://doi.org/10.1016/j.ceramint.2020.08.054   78)     Van-Huy Nguyen,* Ba-Son Nguyen, Zhong Jin, Mohammadreza Shokouhimehr, Ho Won Jang, Chechia Hu, Pardeep Singh, Pankaj Raizada, Wanxi Peng, Su Shiung Lam, Changlei Xia, Chinh Chien Nguyen,* Soo Young Kim,* Quyet Van Le* “Towards artificial photosynthesis: Sustainable hydrogen utilization for photocatalytic reduction of CO2 to high-value renewable fuels” Chemical Engineering Journal 2020, 402, 126484. (Review Article) (December 15th) https://doi.org/10.1016/j.cej.2020.126184   79)     Rui Yang, Qinghua Cao, Yunyi Liang, Shu Hong, Changlei Xia,* Yingji Wu, Liping Cai, Christian Sonne, Quyet Van Le, Su Shiung Lam* “High capacity oil absorbent wood prepared through eco-friendly deep eutectic solvent delignification” Chemical Engineering Journal 2020, 401, 126150. (December 1st) https://doi.org/10.1016/j.cej.2020.126150   80)     Rui Yang, Shida Zuo, Beibei Song, Haiyan Mao,* Zhenhua Huang, Yingji Wu, Liping Cai, Shengbo Ge, Hailan Lian, Changlei Xia* “Hollow mesoporous microspheres coating for super-hydrophobicity wood with high thermostability and abrasion performance” Polymers 2020, 12(12), 2856. (December) https://doi.org/10.3390/polym12122856   81)     Van-Huy Nguyen,* Ha Huu Do, Tuan Van Nguyen, Pardeep Singh, Pankaj Raizada, Ajit Sharma, Siva Sankar Sana, Andrews Nirmala Grace, Mohammadreza Shokouhimehr, Sang Hyun Ahn, Changlei Xia, Soo Young Kim,* Quyet Van Le* “Perovskite oxide-based photocatalysts for solar-driven hydrogen production: Progress and perspectives” Solar Energy 2020, 211, 584–599. (Review Article) (November 15th) https://doi.org/10.1016/j.solener.2020.09.078   82)     Zhong Wang, Haijiao Kang, Hongguang Liu, Shifeng Zhang,* Changlei Xia,* Zhongkai Wang, Jianzhang Li “Dual-network nanocross-linking strategy to improve bulk mechanical and water-resistant adhesion properties of biobased wood adhesives” ACS Sustainable Chemistry & Engineering 2020, 8(44), 16430–16440. (November 9th) https://doi.org/10.1021/acssuschemeng.0c04913   83)     Changlei Xia, Mehdi Shahedi Asl, Abbas Sabahi Namini, Zohre Ahmadi, Seyed Ali Delbari, Quyet Van Le,* Mohammadreza Shokouhimehr,* Mohsen Mohammadi “Enhanced fracture toughness of ZrB2–SiCw ceramics with graphene nano-platelets” Ceramics International 2020, 46(16), 24906–24915. (November) (was Web of Science 0.1% Hot Paper and 1% High-Cited Paper) https://doi.org/10.1016/j.ceramint.2020.06.275   84)     Changlei Xia, Su Shiung Lam, Christian Sonne* “Ban unsustainable mink production” Science 2020, 370(6516), 539. (October 30th) https://doi.org/10.1126/science.abf0461   85)     Van-Huy Nguyen,* Ba-Son Nguyen, Chao-Wei Huang, Thi-Thu Le, Chinh Chien Nguyen, Thi Thanh Nhi Le, Doyeon Heo, Quang Viet Ly, Quang Thang Trinh, Mohammadreza Shokouhimehr, Changlei Xia, Su Shiung Lam, Dai-Viet N. Vo, Soo Young Kim,* Quyet Van Le* “Photocatalytic NOx abatement: Recent advances and emerging trends in the development of photocatalysts” Journal of Cleaner Production 2020, 270, 121912. (Review Article) (October 10th) https://doi.org/10.1016/j.jclepro.2020.121912   86)     Yingji Wu,1 Shengbo Ge,1 Changlei Xia,1 Liping Cai, Changtong Mei, Christian Sonne, Young-Kwon Park, Young-Min Kim, Su Shiung Lam,* Wei-Hsin Chen, Jo-Shu Chang “Using low carbon footprint high-pressure carbon dioxide in bioconversion of aspen branch waste for sustainable bioethanol production” Bioresource Technology 2020, 313, 123675. (October) (Cover Image of Volume 313) https://doi.org/10.1016/j.biortech.2020.123675   87)     Xiaona Li, Changlei Xia, Jianzhang Li,* Xiaoyan Zhou* “Design and build an elastic crosslinked network to strengthen and toughen soybean-meal based bioadhesive using organo-sepiolite and greener crosslinker triglycidylamine” Polymer Testing 2020, 89, 106648. (September 21st) https://doi.org/10.1016/j.polymertesting.2020.106648   88)     Yingji Wu, Liping Cai, Changtong Mei,* Su Shiung Lam, Christian Sonne, Sheldon Q. Shi, Changlei Xia* “Development and evaluation of zinc oxide-blended kenaf fiber biocomposite for automotive applications” Materials Today Communications 2020, 24, 101008. (September) https://doi.org/10.1016/j.mtcomm.2020.101008   89)     Rui Yang, Yunyi Liang, Shu Hong, Shida Zuo, Yingji Wu, Jiangtao Shi, Liping Cai, Jianzhang Li,* Haiyan Mao, Shengbo Ge, Changlei Xia* “Novel low-temperature chemical vapor deposition of hydrothermal delignified wood for hydrophobic property” Polymers 2020, 12(8), 1757. (August) https://doi.org/10.3390/polym12081757   90)     Shengbo Ge,1 Shin Ying Foong,1 Nyuk Ling Ma,1 Rock Keey Liew,1 Wan Adibah Wan Mahari,1 Changlei Xia,* Peter Nai Yuh Yek, Wanxi Peng,* Wai Lun Nam, Xin Yi Lim, Chin Mei Liew, Chi Cheng Chong, Christian Sonne, Su Shiung Lam* “Vacuum pyrolysis incorporating microwave heating and base mixture modification: An integrated approach to transform biowaste into eco-friendly bioenergy products” Renewable & Sustainable Energy Reviews 2020, 127, 109871. (July) https://doi.org/10.1016/j.rser.2020.109871   91)     Su Shiung Lam,1 Van-Huy Nguyen,1 Minh Tuan Nguyen Dinh, Dinh Quang Khieu, Duc Duong La, Huu Trung Nguyen, Dai Viet N. Vo, Changlei Xia, Rajender S. Varma,* Rajender S. Varma,* Chinh Chien Nguyen,* Quyet Van Le,* Wan-Xi Peng* “Mainstream avenues for boosting graphitic carbon nitride efficiency: towards enhanced solar light-driven photocatalytic hydrogen production and environmental remediation” Journal of Materials Chemistry A 2020, 8(21), 10571–10603. (Review Article) (June 7th) https://doi.org/10.1039/D0TA02582H   92)     Shengbo Ge,1 Yingji Wu,1 Wanxi Peng,1 Changlei Xia,* Changtong Mei, Liping Cai, Sheldon Q. Shi, Christian Sonne, Su Shiung Lam,* Yiu Fai Tsang “High-pressure CO2 hydrothermal pretreatment of peanut shells for enzymatic hydrolysis conversion into glucose” Chemical Engineering Journal 2020, 385, 123949. (April 1st) https://doi.org/10.1016/j.cej.2019.123949   93)     Qianqian Ye, Yufei Han, Shifeng Zhang, Qiang Gao, Wei Zhang, Hui Chen, Shanshan Gong, Sheldon Q. Shi, Changlei Xia, Jianzhang Li* “Bioinspired and biomineralized magnesium oxychloride cement with enhanced compressive strength and water resistance” Journal of Hazardous Materials 2020, 383, 121099. (February 5th) https://doi.org/10.1016/j.jhazmat.2019.121099   94)     Shicun Jin, Xiangshuo Song, Kuang Li, Changlei Xia, Jianzhang Li* “A mussel‐inspired strategy toward antimicrobial and bacterially anti‐adhesive soy protein surface” Polymer Composites 2020, 41(2), 633–644. (February) https://doi.org/10.1002/pc.25394   2019:   95)     Changlei Xia,1,* Yingji Wu,1 Ying Qiu,1 Liping Cai, Lee M. Smith, Maobing Tu, Weihuan Zhao, Dongwei Shao, Changtong Mei, Xu Nie, Sheldon Q. Shi* “Processing high-performance woody materials by means of vacuum-assisted resin infusion technology” Journal of Cleaner Production 2019, 241, 118340. (December 20th) https://doi.org/10.1016/j.jclepro.2019.118340   96)     Jingquan Han,* Siwei Wang, Sailing Zhu,* Chaobo Huang, Yiying Yue, Changtong Mei, Xinwu Xu, Changlei Xia* “Electrospun Core–Shell Nanofibrous Membranes with Nanocellulose-Stabilized Carbon Nanotubes for Use as High-Performance Flexible Supercapacitor Electrodes with Enhanced Water Resistance, Thermal Stability, and Mechanical Toughness” ACS Applied Materials & Interfaces 2019, 11, 47, 44624–44635. (November 27th) (was Web of Science 0.1% Hot Paper) https://doi.org/10.1021/acsami.9b16458   97)     Xiaorong Liu, Kaili Wang, Qiang Gao, Wei Zhang, Wenrui Zhou, Sheldon Q. Shi, Changlei Xia, Jianzhang Li* “Bioinspired design by gecko structure and mussel chemistry for bio-based adhesive system through incorporating natural fibers” Journal of Cleaner Production 2019, 236, 117591. (November 1st) https://doi.org/10.1016/j.jclepro.2019.07.066   98)     Shicun Jin, Kuang Li, Changlei Xia, Jianzhang Li* “Sodium alginate-assisted route to antimicrobial biopolymer film combined with aminoclay for enhanced mechanical behaviors” Industrial Crops and Products 2019, 135, 271–282. (September 1st) https://doi.org/10.1016/j.indcrop.2019.04.052   99)     Jiongjiong Li, Wenjie Zhu, Shifeng Zhang, Qiang Gao, Changlei Xia, Wei Zhang,* Jianzhang Li* “Depolymerization and characterization of Acacia mangium tannin for the preparation of mussel-inspired fast-curing tannin-based phenolic resins” Chemical Engineering Journal 2019, 370, 420–431. (August 15th) https://doi.org/10.1016/j.cej.2019.03.211   100)   Xiaorong Liu, Weidong Gu, Kaili Wang, Wei Zhang, Changlei Xia, Sheldon Q. Shi, Jianzhang Li* “Thiol-branched graphene oxide and polydopamine-induced nanofibrillated cellulose to strengthen protein-based nanocomposite films” Cellulose 2019, 26(12): 7223–7236. (August 15th)https://doi.org/10.1007/s10570-019-02609-4   101)   Xiaona Li, Qiang Gao, Changlei Xia, Jianzhang Li,* Xiaoyan Zhou* “Urea Formaldehyde Resin Resultant Plywood with Rapid Formaldehyde Release Modified by Tunnel-Structured Sepiolite” Polymers 2019, 11, 1286. (August) https://doi.org/10.3390/polym11081286   102)   Weidong Gu, Xiaorong Liu, Feng Li, Sheldon Q. Shi, Changlei Xia, Wenrui Zhou, Derong Zhang, Shanshan Gong, Jianzhang Li* “Tough, strong, and biodegradable composite film with excellent UV barrier performance comprising soy protein isolate, hyperbranched polyester, and cardanol derivative” Green Chemistry 2019, 21(13), 3651–3665. (July 7th) https://doi.org/10.1039/c9gc01081e   103)   Feng Li, Qianqian Ye, Qiang Gao, Hui Chen, Sheldon Q. Shi, Wenrui Zhou, Xiaona Li, Changlei Xia, Jianzhang Li* “Facile fabrication of self-healable and antibacterial soy protein based films with high mechanical strength” ACS Applied Materials & Interfaces 2019, 11, 16107–16116. (May 1st) https://doi.org/10.1021/acsami.9b03725   104)   Jing Yang, Maobing Tu,* Changlei Xia, Bryan Keller, Yang Huang, Fubao Sun “Effect of Fenton pretreatment on C1 and C6 oxidation of cellulose and its enzymatic hydrolyzability” ACS Sustainable Chemistry & Engineering 2019, 7(7), 7071–7079. (April 1st) https://doi.org/10.1021/acssuschemeng.8b06850   105)   Qianqian Ye, Yufei Han, Jizhi Zhang, Wei Zhang, Changlei Xia, Jianzhang Li* “Bio-based films with improved water resistance derived from soy protein isolate and stearic acid via bioconjugation” Journal of Cleaner Production 2019, 214, 125–131. (March 20th)https://doi.org/10.1016/j.jclepro.2018.12.277   2018:   106)   Yu Zhang, Changlei Xia, Mingming Lu, Maobing Tu* “Effect of overliming and activated carbon detoxification on inhibitors removal and butanol fermentation of poplar prehydrolysates” Biotechnology for Biofuels 2018, 11, 178. (June 26th) https://doi.org/10.1186/s13068-018-1182-0   107)   Yingji Wu, Changlei Xia,* Liping Cai, Andres C. Garcia, Sheldon Q. Shi* “Development of natural fiber-reinforced composite with comparable mechanical properties and reduced energy consumption and environmental impacts for replacing automotive glass-fiber sheet molding compound” Journal of Cleaner Production 2018, 184, 92–100. (May 20th) https://doi.org/10.1016/j.jclepro.2018.02.257   108)   Yingji Wu, Changlei Xia,* Liping Cai, Sheldon Q. Shi* “Controlling pore size of activated carbon through self-activation process for removing contaminants of different molecular sizes” Journal of Colloid and Interface Science 2018, 518, 41–47. (May 15th) https://doi.org/10.1016/j.jcis.2018.02.017   109)   Yingji Wu,1 Changlei Xia,1 Liping Cai, Sheldon Q. Shi,* Jiangtao Cheng “Water-resistant hemp fiber-reinforced composites: in-situ surface protection by polyethylene film” Industrial Crops and Products 2018, 112, 210–216. (February) https://doi.org/10.1016/j.indcrop.2017.12.014   2017:   110)   Chenhuan Lai, Maobing Tu,* Changlei Xia, Zhiqiang Shi, Shaolong Sun, Qiang Yong, Shiyuan Yu “Lignin alkylation enhances enzymatic hydrolysis of lignocellulosic biomass” Energy & Fuels 2017, 31(11), 12317–12326. (November 16th) https://doi.org/10.1021/acs.energyfuels.7b02405   111)   Jing Geng, Lu-Fei Li, Wen-Liang Wang, Jian-Min Chang,* Chang-Lei Xia, Li-Ping Cai, Sheldon Q. Shi “Fabrication of activated carbon using two-step co-pyrolysis of used rubber and larch sawdust” BioResources 2017, 12(4), 8641–8652. (November) https://doi.org/10.15376/biores.12.4.8641-8652   112)   Changlei Xia, Jason Yu, Sheldon Q. Shi,* Ying Qiu, Liping Cai, H. Felix Wu, Han Ren, Xu Nie, Hualiang Zhang “Natural fiber and aluminum sheet hybrid composites for high electromagnetic interference shielding performance” Composites Part B: Engineering 2017, 114, 121–127. (April 1st) https://doi.org/10.1016/j.compositesb.2017.01.044   113)   Youming Dong, Yutao Yan, Huandi Ma, Shifeng Zhang,* Jianzhang Li,* Changlei Xia, Sheldon Q. Shi, Liping Cai “In-situ chemosynthesis of ZnO nanoparticles to endow wood with antibacterial and UV-resistance properties” Journal of Materials Science & Technology 2017, 33(3), 266–270. (March) https://doi.org/10.1016/j.jmst.2016.03.018   2016:   114)   Changlei Xia,1 Andres C. Garcia,1 Sheldon Q. Shi,* Ying Qiu, Nathaniel Warner, Yingji Wu, Liping Cai, Hussain R. Rizvi, Nandika A. D'Souza,* Xu Nie “Hybrid boron nitride-natural fiber composites for enhanced thermal conductivity” Scientific Reports 2016, 6, 34726. (October 5th) https://doi.org/10.1038/srep34726   115)   Changlei Xia,1 Chiwon Kang,1 Mumukshu D. Patel, Liping Cai, Bharat Gwalani, Rajarshi Banerjee, Sheldon Q. Shi,* Wonbong Choi* “Pine wood extracted activated carbon through self-activation process for high-performance lithium-ion battery” ChemistrySelect 2016, 1(13), 4000–4007. (August 16th) https://doi.org/10.1002/slct.201600926   116)   Changlei Xia, Sheldon Q. Shi,* Yingji Wu, Liping Cai “High pressure-assisted magnesium carbonate impregnated natural fiber-reinforced composites” Industrial Crops and Products 2016, 86, 16–22. (August) https://doi.org/10.1016/j.indcrop.2016.03.023   117)   Changlei Xia, Sheldon Q. Shi* “Self-activation for activated carbon from biomass: theory and parameters” Green Chemistry 2016, 18(7), 2063–2071. (April 7th) https://doi.org/10.1039/C5GC02152A   118)   Changlei Xia, Kaili Wang, Youming Dong, Shifeng Zhang,* Sheldon Q. Shi,* Liping Cai, Han Ren, Hualiang Zhang, Jianzhang Li* “Dual-functional natural-fiber reinforced composites by incorporating magnetite” Composites Part B: Engineering 2016, 93, 221–228. (May 15th) https://doi.org/10.1016/j.compositesb.2016.03.016   119)   Youming Dong, Yutao Yan, Kaili Wang, Jianzhang Li,* Shifeng Zhang,* Changlei Xia, Sheldon Q. Shi, Liping Cai “Improvement of water resistance, dimensional stability, and mechanical properties of poplar wood by rosin impregnation” European Journal of Wood and Wood Products 2016, 74(2), 177–184. (March) https://doi.org/10.1007/s00107-015-0998-6   120)   Changlei Xia, Sheldon Q. Shi* “Self-activation process to fabricate activated carbon from kenaf” Wood and Fiber Science 2016, 48, 62–69. (February 22nd) http://wfs.swst.org/index.php/wfs/article/view/2342/2271   121)   Shifeng Zhang,1 Changlei Xia,1 Youming Dong, Yutao Yan, Jianzhang Li,* Sheldon Q. Shi,* Liping Cai “Soy protein isolate-based films reinforced by surface modified cellulose nanocrystal” Industrial Crops and Products 2016, 80, 207–213. (February) (Web of Science 1% High-Cited Paper) https://doi.org/10.1016/j.indcrop.2015.11.070   122)   Changlei Xia, Han Ren, Sheldon Q. Shi,* Hualiang Zhang, Jiangtao Cheng, Liping Cai, Kathleen Chen, Hwa-Shen Tan “Natural fiber composites with EMI shielding function fabricated using VARTM and Cu film magnetron sputtering” Applied Surface Science 2016, 362, 335–340. (January 30th) https://doi.org/10.1016/j.apsusc.2015.11.202   123)   Changlei Xia, Shifeng Zhang,* Sheldon Q. Shi,* Liping Cai, Andres C. Garcia, Hussain R. Rizvi, Nandika A. D'Souza “Property enhancement of soy protein isolate-based films by introducing POSS” International Journal of Biological Macromolecules 2016, 82, 168–173. (January) https://doi.org/10.1016/j.ijbiomac.2015.11.024   124)   Changlei Xia, Shifeng Zhang,* Sheldon Q. Shi,* Liping Cai, Jonathan Huang “Property enhancement of kenaf fiber reinforced composites by in situ aluminum hydroxide impregnation” Industrial Crops and Products 2016, 79, 131–136. (January) https://doi.org/10.1016/j.indcrop.2015.11.037   125)   Changlei Xia, Shifeng Zhang,* Han Ren, Sheldon Q. Shi,* Hualiang Zhang, Liping Cai, Jianzhang Li “Scalable fabrication of natural-fiber reinforced composites with electromagnetic interference shielding properties by incorporating powdered activated carbon” Materials 2016, 9(1), 10. (January) https://doi.org/10.3390/ma9010010   2015:   126)   Chiwon Kang, Mumukshu Patel, Baskaran Rangasamy, Kyu-Nam Jung, Changlei Xia, Sheldon Shi, Wonbong Choi* “Three-dimensional carbon nanotubes for high capacity lithium-ion batteries” Journal of Power Sources 2015, 299, 465–471. (December 20th) https://doi.org/10.1016/j.jpowsour.2015.08.103   127)   Changlei Xia, La Wang, Youming Dong, Shifeng Zhang,* Sheldon Q. Shi,* Liping Cai, Jianzhang Li* “Soy protein isolate-based films cross-linked by epoxidized soybean oil” RSC Advances 2015, 5(101), 82765–82771. (September 15th) https://doi.org/10.1039/C5RA15590H   128)   Changlei Xia, Sheldon Q. Shi,* Liping Cai “Vacuum-assisted resin infusion (VARI) and hot pressing for CaCO3 nanoparticle treated kenaf fiber reinforced composites” Composites Part B: Engineering 2015, 78, 138–143. (September 1st) https://doi.org/10.1016/j.compositesb.2015.03.039   129)   Sheldon Q. Shi,* Wen Che, Kaiwen Liang, Changlei Xia, Dongmao Zhang “Phase transitions of carbon-encapsulated iron oxide nanoparticles during the carbonization of cellulose at various pyrolysis temperatures” Journal of Analytical and Applied Pyrolysis 2015, 115, 1–6. (September) https://doi.org/10.1016/j.jaap.2015.05.010   130)   Mickey C. Richardson, Nandika A. D’Souza,* Changlei Xia, Sheldon Shi, Phillip M. Mach, Guido F. Verbeck “Metal ion and benzene remediation of simulated hydraulic fracturing “Fracking” waste water using natural materials” Hydraulic Fracturing Journal 2015, 2(4), 82–86. (September)   131)   Changlei Xia, Sheldon Q. Shi,* Liping Cai, Seifollah Nasrazadani “Increasing inorganic nanoparticle impregnation efficiency by external pressure for natural fibers” Industrial Crops and Products 2015, 69, 395–399. (July) https://doi.org/10.1016/j.indcrop.2015.02.054   132)   Yutao Yan, Youming Dong, Jianzhang Li,* Shifeng Zhang,* Changlei Xia, Sheldon Q. Shi, Liping Cai “Enhancement of mechanical and thermal properties of Poplar through the treatment of glyoxal-urea/nano-SiO2” RSC Advances 2015, 5(67), 54148–54155. (June 15th) https://doi.org/10.1039/C5RA07294H   133)   Changlei Xia, Sheldon Q. Shi,* Liping Cai, Jun Hua “Property enhancement of kenaf fiber composites by means of vacuum-assisted resin transfer molding (VARTM)” Holzforschung 2015, 69(3), 307–312. (March 27th) https://doi.org/10.1515/hf-2014-0054   2012:   134)   杨婷，夏常磊，刘和文* “光响应性树枝状偶氮苯单分子层”应用化学，2012，29（2），161–165.Ting Yang, Changlei Xia, Hewen Liu* “Photo-responsive azobenzene-dendron monolayers” Chinese Journal of Applied Chemistry 2012, 29(2), 161–165. (February) https://doi.org/10.3724/sp.j.1095.2012.00134   2010:   135)   Changlei Xia, Xiangyu Ding, Yan Sun, Hewen Liu,* Yuesheng Li “Hyperbranched-upon-dendritic macromolecules as unimolecular hosts for controlled release” Journal of Polymer Science: Part A: Polymer Chemistry 2010, 48(18), 4013–4019. (September 15th) https://doi.org/10.1002/pola.24185   书籍：   1)        夏常磊 “碳达峰、碳中和与总量控制协同减排研究” in “中国特色生态文明建设报告（2022）” Editors: 蒋建清, 缪子梅, 社会科学文献出版社, 北京, 2022, pp. 111–128.   2)        Sheldon Q. Shi,* Changlei Xia, Liping Cai “Modification of Soy-Based Adhesives to Enhance the Bonding Performance” in “Bio-based Wood Adhesives: Preparation, Characterization, and Testing” Editor: Zhongqi He, CRC Press, 2017, pp. 86–110. (ISBN: 9781498740746) https://doi.org/10.1201/9781315369242-4   专利：   发明申请：   1)        姜帅成，夏常磊，陶梁，李建章，葛省波，韦妍蔷，吴佳敏，罗永宏，“一种无醛高导热胶黏剂及其制备方法及应用”，申请号：2021104582410，申请日：2021.04.27，申请公布号：CN113512398A，申请公布日：2021.10.19。   2)        姜帅成，夏常磊，李建章，葛省波，韦妍蔷，吴佳敏，罗永宏，“一种活化木质素改性无醛豆粕基胶黏剂及制备方法及应用”， 申请号：2021104753880，申请日：2021.04.29，申请公布号：CN113512399A，申请公布日：2021.10.19。   3)        韦妍蔷，夏常磊，李建章，葛省波，姜帅成，“一种高导电抗菌的无醛胶黏剂及其制备方法及应用”，申请号：2021105646655，申请日：2021.05.24，申请公布号：CN113249087A，申请公布日：2021.08.13。   4)        夏常磊，吴佳敏，吴英姬，葛省波，李建章，左世达，梁韵仪，“一种无醛压缩透明板材的制备方法及压缩透明板材及应用”，申请号：2021105706783，申请日：2021.05.25，申请公布号：CN113199578A，申请公布日：2021.08.03。   5)        夏常磊，罗永宏，葛省波，吴英姬，李建章，姜帅成，韦妍蔷，叶浩然，“一种水性环氧树脂交联的无醛胶黏剂及制备方法及应用”，申请号：021105335533，申请日：2021.05.17，申请公布号：CN113214785A，申请公布日：2021.08.06。   6)        姜帅成，夏常磊，权熙茗，李建章，葛省波，韦妍蔷，吴佳敏，叶浩然，“一种防静电无醛胶黏剂及其制备方法及应用”，申请号：2021104587518，申请日：2021.04.27，申请公布号：CN113174233A，申请公布日：2021.07.27。   7)        葛省波，叶浩然，李城，夏常磊，李建章，姜帅成，韦妍蔷，罗永宏，“一种高强度无甲醛木质纤维板的制备方法及纤维板及应用”，申请号：2021105345003，申请日：2021.05.17，申请公布号：CN113146789A，申请公布日：2021.07.23。   8)        姜帅成，李建章，李晓娜，韦妍蔷，夏常磊，罗晶，“一种高强度、高导热大豆蛋白膜及其制备方法”，申请号：2021103915002，申请日：2021.04.13，申请公布号：CN113214658A，申请公布日：2021.08.06。   9)        夏常磊，侯金波，杨倩倩，刘振华，“一种楝树移植方法”，申请号：2020116185874，申请日：2020.12.31，申请公布号：CN112772252A，申请公布日：2021.05.11。   10)     夏常磊，葛省波，吴英姬，蔡力平，左世达，罗永宏，“一种一步法制备磁性生物炭的方法”，申请号：202010964672X，申请日：2020.09.15，申请公布号：CN112263989A，申请公布日：2021.01.26。   11)     吴英姬，夏常磊，葛省波，梁韵仪，左世达，梅长彤，“一种竹纳米纤维/聚乙烯多层复合气体阻隔材料的制备方法”，申请号：2020107747694，申请日：2020.08.04，申请公布号：CN112143456A，申请公布日：2020.12.29。   12)     葛省波，夏常磊，董友明，杨蕊，吴英姬，石洋，“一种微波快速固化人造板芯层胶粘剂的方法”，申请号：2020107747707，申请日：2020.08.04，申请公布号：CN112025874A，申请公布日：2020.12.04。   13)     吴英姬，夏常磊，梅长彤，葛省波，左世达，梁韵仪，“一种多层复合阻燃材料及其制备方法”，申请号：2020107741147，申请日：2020.08.04，申请公布号：CN112126128A，申请公布日：2020.12.25。   14)     夏常磊，葛省波，罗永宏，盛烨泉，吴英姬，李建章，“一种基于蛋白和多糖降解与重组的胶黏剂的制备方法”，申请号：2020107747694，申请日：2020.08.04，申请公布号：CN112143456A，申请公布日：2020.12.29。   15)     李炯炯，李建章，李晓娜，李邝，夏常磊，“一种降解缩合单宁改性酚醛树脂木材胶黏剂及其制备方法”，申请号：2020104128512，申请日：2020.05.15，申请公布号：CN111574671A，申请公布日：2020.08.25。   16)     李炯炯，李建章，李晓娜，罗晶，夏常磊，“一种活化木质素改性酚醛树脂木材胶黏剂及其制备方法”，申请号：2020101806985，申请日：2020.03.16，申请公布号：CN111285985A，申请公布日：2020.06.16。   发明授权：   1)        葛省波，夏常磊，左世达，吴英姬，石洋，罗永宏，“一种无胶模压人造板的制备方法”，专利号：ZL202010964664.5，申请号：2020109646876，申请日：2020.09.15，申请公布号：CN112297277A，申请公布日：2021.02.02，授权公告号：CN112297277B，授权公告日：2021.12.10。   2)        贾焕亮，杨勇，施岚，詹先旭，高强，李建章，史强，夏常磊，吴燕，金泽瀚，“一种预压性无醛大豆蛋白胶黏剂及其板材成型工艺”，申请号：2019111657664，申请日：2019.11.25，申请公布号：CN110734741A，申请公布日：2020.01.31，授权公告号：CN110734741B，授权公告日：2021.04.09。   3)        Sheldon Q. Shi, Changlei Xia “Porositization process of carbon or carbonaceous materials” 2017.1.3, US 9533281 B2, Application number: US 14/211,357, Application time: 2014.3.14. (50%) http://www.google.com/patents/US9533281   实用新型授权：   4)        葛省波，石洋，夏常磊，“一种快速固化胶黏剂的微波设备”，专利号：ZL202122202691.1，申请号：202122202691，申请日：2021.09.10，授权公告号：CN215430031U，授权公告日：2022.01.07。   5)        葛省波，叶浩然，李城，夏常磊，李建章，姜帅成，韦妍蔷，罗永宏，“一种人造板运输设备”，专利号：ZL202121027072.7，申请号：2021210270727，申请日：2021.05.13，授权公告号：CN214985540U，授权公告日：2021.12.03。   6)        叶浩然，葛省波，夏常磊，李城，李建章，姜帅成，韦妍蔷，罗永宏，“一种可调节切割区域的木材加工设备”，专利号：ZL202121027536.4，申请号：2021210275364，申请日：2021.05.13，授权公告号：CN214644357U，授权公告日：2021.11.09。   7)      姜帅成，夏常磊，葛省波，叶浩然，李城，李建章，韦妍蔷，罗永宏，“一种环保型胶合板用施胶设备”，申请号：2021210290970，申请日：2021.05.13，授权公告号：CN214644470U，授权公告日：2021.11.09。   ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "2020–2021第一学期Forest Products Engineering and Social Development (林业工程与社会发展) (本科留学生课程)<br/>2021–2022第一学期Adhesives and Coatings (胶粘剂与涂料) (本科留学生课程) (参与)<br/>2021–2022第一学期Forest Products Engineering and Social Development (林业工程与社会发展) (本科留学生课程)<br/>2021–2022第一学期Forest Products Manufacturing Technology (林产品制造技术) (研究生留学生课程)<br/><br/><br/>学术兼职<br/><br/>2020.7−<br/>Topic Editor, Nutrients (ISSN: 2072-6643) (IF:   4.546)  Journal link: https://www.mdpi.com/journal/nutrients<br/>2020.4−12<br/>Guest Editor, Environmental Pollution (ISSN:   0269-7491) (IF: 6.792), Special Issue “Biowaste Pollution from Agriculture,   Forestry, Food Industry: Mitigation, Sustainable Utilization, Cleaner   Disposal” Call for Papers:  https://www.journals.elsevier.com/environmental-pollution/call-for-papers/biowaste-pollution-from-agriculture-forestry-food-industry<br/>2020.3−9<br/>Topic Editor, Frontiers in Energy Research (ISSN:   2296-598X) (IF: 2.746), Research Topic “Hydrothermal Conversion of   Bioresources to Energy and Fuels” Call for Papers:  https://www.frontiersin.org/research-topics/13623/hydrothermal-conversion-of-bioresources-to-energy-and-fuels<br/>2019.11−<br/>Associate Editor, Journal of Sustainability Science and   Management (ISSN: 1823-8556) (Web of Science   (Zoological Record)) Link for submission:  https://mc04.manuscriptcentral.com/jsusm<br/>2018.11−2019.4<br/>Lead Guest Editor, Advances in Polymer Technology (ISSN: 0730-6679) (IF: 1.539), Special Issue   “Emerging Development of Sustainable Bioproducts from Natural Polymers” Call for Papers:  https://www.hindawi.com/journals/apt/si/735067/cfp/<br/>2016.2−<br/>Member, Elsevier Advisory Panel<br/><br/>",
    "Topic": "None",
    "Projects": "2021–2022“生物质裂解气高效制备甲醇的关键技术研究”,国家外国专家局高端外国专家引进计划（G2021014041L）, 科学技术部. (主持)   2021–2024江苏省“双创“人才, 江苏省. (主持)   2021–2024“抑制物原位定向脱除及其微生物发酵的增效机制”,基础研究计划（自然科学基金）--青年基金项目（BK20210623）, 江苏省. (参与)   2021–2023“中共中央组织部青年海外高层次人才-国家重大人才工程A类”, 科学技术部. (主持)   2021–2023“中共中央组织部青年海外高层次人才-国家重大人才工程A类学校配套经费”, ￥100万, 南京林业大学. (1/1)   2021–2025“林业生物质先进材料学科创新引智基地”, 国家外国专家局高等学校学科创新引智计划 (D21010), 科学技术部. (参与)   2020–2022“VARTM工艺制备定向竹纤维复合材料的研究”, ￥2万, 国家林业和草原局/北京市共建竹藤科学与技术重点实验室开放基金（ICBR-2020-13）. (主持)   2020–2023“新型活性炭自活化制备和甲醇催合成联用技术的研究”,基础研究计划（自然科学基金）--青年基金项目（BK20200775）, 江苏省. (主持)   2020–2021“生物质基材料与能源的开发及生态环境影响”,标志性成果培育建设项目-科研成果类培育-第2类, 南京林业大学. (主持)   2020–2021“高性能云杉重组木制备及应用关键技术研发”, ￥25万, 贵州锦屏经济开发区城市建设投资有限公司. (主持)   2020–2022“新型石墨烯增效肥制备及农业应用”, ￥30万, 安徽省聚科石墨烯科技股份公司. (主持)   2019–2022“江苏特聘教授”, ￥100万, 江苏省. (主持)   2019–2024南京林业大学水杉学者“D”类高层次人才科研启动基金,南京林业大学. (主持)   2018–2022“绿色木质室内装饰材料与家具产品升级关键技术研究及产业化”, ￥200万, “南太湖精英计划”领军型创新团队（[2018] No.2）, 浙江省湖州市. (参与)   2012–2014“An Initial Evaluation of The Potential Applications for CCTS Carbon Powders”, $62.5k, funded by Carbon Component Tech Services (CCTS) LLC, Addison, Texas, USA. (参与)   ",
    "Services_Activities": "None",
    "Award_status": "2021第七届中国国际“互联网+”大学生创新创业大赛全国总决赛金奖1项（第一指导老师）<br/>2021第十七届“挑战杯”竞赛黑科技专项赛国赛“卫星级”（三等奖）1项（第一指导老师）<br/>2021第七届中国国际“互联网+”大学生创新创业大赛省赛一等奖1项（第一指导老师）<br/>2021第十七届“挑战杯”竞赛黑科技专项赛省赛一等奖1项（第一指导老师）<br/>2021江苏省“互联网+”大学生创新创业大赛优秀指导教师奖（排名第一）<br/>20162016 Forest Products Society (FPS) Wood Award (1st Place). Wood Award honors the most outstanding research conducted by graduate students in the field of wood and wood products.<br/>2016Outstanding Doctoral Student, University of North Texas.<br/>20152nd Place of Student Poster Competition, Changlei Xia, Sheldon Q. Shi* “Self-activation process for biomass based activated carbon”, 58th International Convention of Society of Wood Science and Technology (SWST), June 7–12, 2015, Jackson, Wyoming, United States.<br/>2018Outstanding Reviewer of Bioresource Technology (ISSN: 0960-8524)<br/>2017Outstanding Reviewer of Materials Letters (ISSN: 0167-577X)<br/>2016Outstanding Reviewer of Industrial Crops and Products (ISSN: 0926-6690)<br/>2016Outstanding Reviewer of Materials Letters (ISSN: 0167-577X)<br/>2016Outstanding Reviewer of Industrial Crops and Products (ISSN: 0926-6690)<br/>",
    "Contact_information": "办公 025-85427087",
    "Introduction": "None",
    "id": "0028",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/24/20211124225019099whiku8.png?iid=38213",
    "Department": "None",
    "Duties": "院长助理",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "夏常磊",
    "Biographical_notes": "<br/>夏常磊，男，浙江舟山，博士，教授，中组部青年海外高层次人才，江苏特聘教授，江苏省“双创”人才，“互联网+”全国金奖第一指导老师，江苏省侨联青年委员会第三届委员会常务委员，江苏省青年科技工作者协会第三届理事会理事，南京林业大学侨联第三届委员会委员，南京林业大学欧美同学会第二届理事会副秘书长，南京林业大学中国特色生态文明建设与林业发展研究院智库专家，南京林业大学碳中和研究中心专家成员。<br/>办公室：材料院4306-2<br/>实验室：梁希馆510<br/>办公电话：025 85428893<br/>E-mail：changlei.xia@njfu.edu.cn<br/><br/><br/>教育经历<br/><br/>研究方向<br/>研究方向广泛，但集中于生物质基材料和能源的开发和利用，主要包括（不局限于）：木质及非木质复合材料；生物质复合材料；木材科学；生物质能源与材料；胶粘剂与涂料；生物质基功能性材料<br/>课题组招收主观能动性强且希望走学术路线的博士后/博士生/硕士生，另外，也欢迎本科生来实验室从事科研工作。<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}