{
    "Research_direction": "木材/塑料/橡胶功能复合材料",
    "Paper": "1.       Feiyu Tian, Deliang Xu，Xinwu Xu*. Extruded Solid Biofuels of Rice Straw Plus Oriented Strand Board Residues at Various Proportions. Energies 2020, 13, 3468; doi:10.3390/en13133468   2.       Xu, X., Tian, F., and Li, X. (2020). Regenerated waste tire powders as fillers for wood fiber composites, BioRes. 15(2), 3029-3040.   3.       Xu, X. wood modification with resin impregnation technology for value-added services. SVOA Materials Science and Technology, 2020, 2(1): 09-21.   4.       Xu, XW; Chen, L ; Han, JQ; Zhan, XX. Influence of silane/MaPE dual coupling agents on the rheological and mechanical properties of sawdust/rubber/HDPE composites. HOLZFORSCHUNG. 卷: 73  期: 6  页: 605-611DOI: 10.1515/hf-2018-0181出版年: JUN 2019   5.       Xu, XW; Wang, HX; Sun, Y; Han, JQ; Huang, RZ. Sound absorbing properties of perforated composite panels of recycled rubber, fiberboard sawdust, and high density polyethylene. JOURNAL OF CLEANER PRODUCTION. 卷: 187  页: 215-221DOI: 10.1016/j.jclepro.2018.03.174出版年: JUN 20 2018   6.       Zhou, WJ; Chen, JZ; He, CL; Chen, MF; Xu, XW; Tian, QH; Xu, JL; Wong, CP. Hybridizing delta-type NaxV2O5 center dot nH(2)O with graphene towards high-performance aqueous zinc-ion batteries. ELECTROCHIMICA ACTA. 卷: 321文献号: UNSP 134689DOI: 10.1016/j.electacta.2019.134689出版年: OCT 20 2019   7.       Zhou, WJ; Chen, JZ; Chen, MF; Xu, XW; Tian, QH; Xu, JL; Wong, CP. Rod-like anhydrous V2O5 assembled by tiny nanosheets as a high-performance cathode material for aqueous zinc-ion batteries. RSC ADVANCES. 卷: 9  期: 52  页: 30556-30564DOI: 10.1039/c9ra06143f出版年: SEP 25 2019   8.       Ding, QQ; Xu, XW; Yue, YY; Mei, CT; Huang, CB; Jiang, SH; Wu, QL; Han, JQ. Nanocellulose-Mediated Electroconductive Self-Healing Hydrogels with High Strength, Plasticity, Viscoelasticity, Stretchability, and Biocompatibility toward Multifunctional Applications. ACS APPLIED MATERIALS & INTERFACES. 卷: 10  期: 33  页: 27987-28002DOI: 10.1021/acsami.8b09656出版年: AUG 22 2018   9.       Chen, L; Han, JQ; Huang, RZ; Xu, XW; Wu, QL. THERMAL DECOMPOSITION PROPERTIES OF RECYCLED TIRE RUBBER FILLED WOOD/HIGH DENSITY POLYETHYLENE COMPOSITES. WOOD RESEARCH. 卷: 62  期: 5  页: 701-714出版年: 2017   10.    Wu, Q., F. Yao, X. Xu, C., Mei and D. Zhou. 2013. Thermal degradation of rice straw fibers: global kinetic modeling with isothermal thermogravimetric analysis. Journal of Industrial and Engineering Chemistry. 19:870-878 (Impact Factor=2.24)   11.    Xu, X., S. Lee, Y. Wu, and Q. Wu. 2013.Borate modified OSB from southern wood species: resistance to decay and mold fungi. BioResources, 8(1):104-114. (Impact factor = 1.48)   12.    Xinwu Xu and Zhengjie Tang (2012)，Vertical Compression Rate profile and Dimensional Stability of Surface-densified Plantation Poplar Wood，Lignocellulose 1(1), 45-54.   13.    Xinwu Xu, Fei Yao, Qinglin Wu, Dingguo Zhou. The influence of wax-sizing on dimension stability and mechanical properties of bagasse particleboard[J]. Industrial crops and products, 2009, 29(1): 80-85.   14.  Xinwu Xu, Dingguo Zhou, Qinglin Wu, and Richard P. Vlosky. Agri-Based Composites in China: Opportunities and Challenges. Forest Prod. J., 2004, 54(5):8-15.      ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "生物质复合材料（研究生）<br/>人造板工艺学（本科）<br/>",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   多级阻燃环保定向结构板及建筑构件制造关键技术研发   王志强   湖北省技术创新专项重大项目   2019.1.9-2021.12.1         ",
    "Services_Activities": "None",
    "Award_status": "",
    "Contact_information": "办公 025-85427797",
    "Introduction": "None",
    "id": "0029",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/24/202111242231381533lpxid.jpg?iid=38206",
    "Department": "None",
    "Duties": "科技处处长",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "徐信武",
    "Biographical_notes": "      徐信武，男，1975年6月，江苏南京，博士、教授、博士生导师。现任南京林业大学科技处处长。主要从事木质复合材料领域的科学研究与工程转化，参与完成了农作物秸秆人造板制造与产业化、定向结构板产业化及应用技术、速生木材改性增强及应用等领域或项目的研发工作，致力于木材/塑料/橡胶功能复合材料新领域。在国内外核心刊物发表学术论文90余篇，作为第一发明人授权发明专利7件，出版教材1部。先后获国家科技进步二等奖1项、省部级科技奖励4项。<br/>    <br/>教育经历：<br/>    1994.09-1998.07 南京林业大学木材加工与人造板工艺专业，本科；<br/>    1998.09-2000.07 南京林业大学木材科学与技术专业，硕士研究生；<br/>    2000.09-2003.07 南京林业大学木材科学与技术专业，博士研究生；期间：访学美国路易斯安那州立大学。<br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}