{
    "Research_direction": "木质复合材料和先进生物质材料、功能性绿色包装材料",
    "Paper": "近年来的代表性论文和著作：   1.Xiaoyan Zhou *, Yizhong Cao, Kai Yang, Peijing Yu, Weimin Chen, Siqun Wang, Minzhi Chen. Clean plasma modification for recycling waste plastic bags: From improving interfacial adhesion with wood towards fabricating formaldehyde-free plywood. Journal of Cleaner Production. 2020, 269:122196   2.Cao Yizhong, Hua Haiming, Yang Pei, Chen Minzhi, Chen Weimin, Wang Siqun, Zhou Xiaoyan*. Investigation into the reaction mechanism underlying the atmospheric low-temperature plasma-induced oxidation of cellulose. Carbohydrate polymers. 2020, 233:115632   3.Cao Yizhong, Tang Miao, Yang Pei, Chen Minzhi, Wang Siqun, Hua Haiming, Chen Weimin, Zhou Xiaoyan*,. Atmospheric low-temperature plasma-induced changes in the structure of the lignin macromolecule: an experimental and theoretical investigation. Journal of Agricultural and Food Chemistry. 2020, 68(2): 451-460   4.Wei Zhang, Pei Yang, Yizhong Cao, Peijing Yu, Minzhi Chen*, Xiaoyan Zhou*. Evaluation of fiber surface modification via air plasma on the interfacial behavior of glass fiber reinforced laminated veneer lumber composites. Construction and Building Materials. 2020, 233: 117315   5.Min Luo, Ziqi Zhu, Kai Yang, Pei Yang, Yingchun Miao, Minzhi Chen, Weimin Chen *, Zhou Xiaoyan*. Sustainable biomass-based hierarchical porous carbon for energy storage: A novel route to maintain electrochemically attractive natural structure of precursor. Science of the Total Environment. 2020, 747, 141923   6.Yang Pei, Zhu Ziqi, Zhang Tao, Zhang Wei, Chen Weimin, Cao Yizhong, Chen Minzhi*, Zhou Xiaoyan*, Orange-Emissive Carbon Quantum Dots: Toward Application in Wound pH Monitoring Based on Colorimetric and Fluorescent Changing. Small. 2019，15(44):1902823   7.Zhang Tao, Yang Pei, Chen Minzhi, Yang Kai, Cao Yizhong, Li Xinghui, Tang Miao, Chen Weimin*, Zhou Xiaoyan*. Constructing a Novel Electroluminescent Device with High-Temperature and High-Humidity Resistance based on a Flexible Transparent Wood Film. ACS Applied Materials & Interfaces. 2019,11(39): 36010-36019   8.Pei Yang, Ziqi Zhu, Tao Zhang, Minzhi Chen, Yizhong Cao, Wei Zhang, Xin Wang, Xiaoyan Zhou*, Weimin Chen*, Facile synthesis and photoluminescence mechanism of green emitting xylose-derived carbon dots for anti-counterfeit printing. Carbon, 2019,146:636-649   9.Tao Zhang, Pei Yang, Yanzhen Li, Yizhong Cao, Yunlei Zhou, Minzhi Chen, Ziqi Zhu, Weimin Chen*, Xiaoyan Zhou*. Flexible transparent sliced veneer for alternating current electroluminescent devices. ACS Sustainable Chemistry & Engineering. 2019, 7: 11464−11473   10.Wei Zhang, Yizhong Cao, Pei Yang, Minzhi Chen, Xiaoyan Zhou*, Manufacturing and interfacial bonding behavior of plasma-treated-carbon fiber reinforced veneer-based composites. Composite Structures, 2019, 26: 111203   11.周晓燕，陈敏智 著，农林生物质材料表面低温等离子体改性及其复合材料界面，中国林业出版社，2016      ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "本科生课程：人造板工艺学、Wood Composites、木材科学与工程导论、林业工程与社会发展、人造板质量控制与检测 等<br/>研究生课程：木质复合材料工艺学、木材加工新技术、生物纤维复合材料、木质复合材料力学、现代木材科学与技术进展 等<br/>",
    "Topic": "None",
    "Projects": "近年来主持的主要科研项目：      1.国家重点研发计划子课题“纤维增强层积异型胶合木构件制造技术”（2016－2020）   2.国家自然科学基金“基于纳米尺度重构表面的木质单板点阵式微量施胶的高效胶合机制”（2019－2022）   3.国家自然科学基金“农作物秸秆纳米尺度微表面构建及界面胶合增强机制”（2013－2016）   4.国家自然科学基金“冷等离子体自由基引发与诱导接枝协同强化酶解木质素胶合力的机理”（2011-2013）   5.公益性行业科研专项经费项目“低施胶量环保木质单板复合材料创制与示范”（2013-2015）   ",
    "Services_Activities": "None",
    "Award_status": "教学奖励：<br/>1.国家级教学成果二等奖，2018<br/>2.国家虚拟仿真实验一流课程，2020<br/>3.国家精品资源共享课，2016<br/>4.国家精品在线开放课程，2018<br/>5.江苏省教学成果二等奖，2017<br/><br/>科研奖励：<br/>1.国家科技进步奖二等奖，2009<br/>2.教育部技术发明奖二等奖，2014<br/>3.中国专利优秀奖，2018<br/>4.湖北省科技进步奖一等奖，2003<br/>5.江苏省科技进步奖二等奖，2005<br/>6.江苏省科技进步奖二等奖，2001<br/>7.梁希林业科学技术奖二等奖，2006<br/>8.梁希林业科学技术奖三等奖，2009<br/>9.美国 L.J. Markwardt Wood Engineering Award，2006<br/>",
    "Contact_information": "办公 025-85428506",
    "Introduction": "None",
    "id": "0034",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/24/20211124223411318qc355q.png?iid=38207",
    "Department": "None",
    "Duties": " 校党委委员、林业工程学部主任助理",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "周晓燕",
    "Biographical_notes": "周晓燕，博士，教授（二级），博士生导师。<br/>        现任南京林业大学校党委委员、林业工程学部主任助理，江苏省速生木材及农作物秸秆材料工程技术研究中心主任、国家重点学科“木材科学与技术学科”带头人，兼任中国林产工业协会胶合板专业委员会副秘书长、全国林业生物质材料标准化技术委员会委员、国家知识产权局中国专利审查技术专家、中国林学会木材科学分会和生物质材料分会常务委员、中国复合材料学会天然纤维复合材料专业委员会常务委员。<br/>        国际木材科学院院士、教育部新世纪优秀人才、全国林业教学名师、中国林业青年科技奖获得者、江苏省有突出贡献的中青年专家、江苏省“333高层次人才培养工程”中青年科技领军人才（第二层次）、江苏省“青蓝工程”科技创新团队带头人、江苏省“三八”红旗手。<br/><br/> <br/><br/><br/>教育经历<br/>1988.09-1992.06 南京林业大学木材加工专业，本科<br/>1992.09-1995.06 南京林业大学木材加工与人造板工艺专业，硕士研究生<br/>1995.09-1998.06 南京林业大学木材加工与人造板工艺专业，博士研究生<br/>2010.05-2012.12 南京大学化学博士后流动站，博士后<br/> <br/>研究方向<br/>1.木质材料表面改性<br/>2.木质复合材料（人造板与胶粘剂）<br/>3.先进生物质材料（生物质碳材料等） <br/>4.功能性绿色包装材料<br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}