{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   Kinetic Analysis of the Pyrolysis of Apricot Stone and its Main Components via Distributed Activation Energy Mode.   Ma Huanhuan, Zhang Yimeng, Zhou Jianbin*, et al.    BioResources   2020   Pyrolysis of palm Kernel shell with internal recycling of heavy oil   Yong Huang, Yaxuan Gao , Hao Zhou, Jianbin Zhou*, et al.   Bioresource Technolog   2019   Pyrolysis Characteristics, Kinetics, and Its Product Characteristics of Grape Stem   Yimeng Zhang, Liangcai Wang,  Jianbin Zhou*,   BioResources   2019   MnO2-Loaded Activated Carbon and Its Adsorption of Formaldehyde   Liangcai Wang, Yishuang Wu,  Jianbin Zhou*. et al.   BioResources   2019   Gasified Rice Husk Porous Carbon Loaded S-doped Tin Oxide Composite for Supercapacitor Electrode   Huilin Wang, Dajun Wu, Jianbin Zhou,* and Gang Yang*.   BioResources   2019   A Downdraft Fixed-Bed Biomass Gasification System with Integrated Products of Electricity, Heat, and Biochar: The Key Features and Initial Commercial Performance   Yong Huang , Yiling Wan, Jianbin Zhou *.   Energies   2019   Gasified rice husk based RHAC/NiCo2S4 composite for high performance asymmetric supercapacitor   Huilin Wang, Dajun Wu*, Jianbin Zhou*.   Journal of Alloys and Compounds   2019   杏壳半纤维素的结构表征与热解产物特性   邓丛静, 马欢欢, 王亮才, 周建斌.   林业科学,   2019   炭化工艺对脱水沼渣炭理化性质的影响   王亮才,马欢欢，周建斌.   化工进展   2019   改性杏壳活性炭的制备、表征及其吸附乙烯性能   邓丛静,马欢欢,周建斌*.   生物质化学工程   2019   Preparation of Supercapacitor Electrode from Gasified Rice Husk Carbon   Wang Huilin, Wu Dajun, Zhou Jianbin*,et al.   BioResources   2018   A comparative study of one-step and stepwise pyrolysis of furfural residue and its kinetic analysis   Liang Cheng，Yimeng Zhang， Zhou Jianbin*,et al.   BioResources   2018   杏壳纤维素结构表征及热解特性分析    邓丛静,马欢欢,周建斌*.   林业工程学报   2018   紫茎泽兰杆热解气化及其产物研究   王亮才,马欢欢,周建斌*.   林业工程学报   2018   糠醛渣和废菌棒的热解气化多联产再利用   成亮, 章一蒙, 周建斌*.等   农业工程学报   2017   Properties and combustion characteristics of molded solid fuel particles prepared by pyrolytic gasification or sawdust carbonized carbon.   Zhou Binliang, Zhang Yimeng, Zhou Jianbin*,et al.   BioResources   2015   High surface area rice husk-based activated carbon prepared by chemical activation with ZnCl2-CuCl2 composite activator   Liu Bin, Gu Jie, Zhou Jianbin*   Environmental Progress & Sustainable Energy   2016   Satava-Sesták法对杨木热解动力学的研究   潘蕊, 王恋, 周建斌*, 等   太阳能学报   2015   油茶壳热解产物特性及热解炭制备活性炭工艺优化   顾洁, 周建斌*,马欢欢 等   农业工程学报   2015   生物质气化多联产技术的集成创新与应用   周建斌, 周秉亮, 马欢欢   林业工程学报   2016   活性炭对卷烟烟气中汞和铅的吸附   杨继亮, 岳贤田, 周建斌    林业工程学报   2016   木糖脱色用活性炭的成型工艺   马欢欢, 周秉亮, 周建斌   林业工程学报   2016   生物质能源工程与技术   周建斌   中国林业出版社   2011         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "1.新能源科学与工程专业导论<br/>2.新能源科学与工程专业认识实习<br/>3.新能源科学与工程专业生产实习<br/>4.生物质能源与炭材料 <br/>",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   林农剩余物气化关键技术创新及产业化应用   项目负责人   国家林草局林业和草原科技成果国家级推广项目   2020.01-2022.12   农业废弃物和生活垃圾共热解气化技术及示范应用   任务负责人   科技部战略性国际科技创新合作重点专项   2017.09-2020.12   生物质活性有机液体肥的生产与应用推广       项目负责人   国家林业局林业科学技术国家级推广项目       2014.06-2016.12       活性炭清洁生产新技术研究与示范   项目负责人   国家林业局林业公益性行业科研专项   2013.01-2015.12            ",
    "Services_Activities": "None",
    "Award_status": "论著名称<br/>作者<br/>刊物或出版社<br/>时间<br/>竹炭生产关键技术、应用机理及系列产品开发<br/>国家科技进步奖二等奖（2/10）<br/>国务院<br/>2009年<br/>竹质工程材料制造关键技术研究与示范<br/>国家科技进步奖一等奖（11/15）<br/>国务院<br/>2006年<br/>农林生物质气化发电联产炭、热、肥的技术创新与产业化<br/>江苏省科学技术一等奖（1/8）<br/>江苏省人民政府<br/>2018年<br/>林农剩余物气化关键技术创新及产业化应用<br/>梁希林业科学技术奖一等奖（1/12）<br/>国家林草原局<br/>中国林学会<br/>2018年<br/>林农剩余物气化关键技术创新及产业化应用<br/>中国林业产业创新奖（1）<br/>国家林业和草原局<br/>2019年<br/>竹炭生产关键技术、应用机理及系列产品研制与应用<br/>浙江省科学技术奖一等奖（2/13）<br/>浙江省人民政府<br/>2007年<br/>农林生物质绿色、循环、高效利用关键技术与产业化<br/>中国循环经济<br/>协会科学技术奖<br/>二等奖（1/10）<br/>中国循环经济协会<br/>2018年<br/>有机废弃物农业循环利用技术集成与示范<br/>江苏省科技进步三等奖（5/5）<br/>江苏省人民政府<br/>2010年<br/>农作物秸秆高效利用新方法及关键技术的研究与开发<br/>南京市科技进步<br/>二等奖（1/5）<br/>南京市人民政府<br/>2006年<br/><br/><br/>",
    "Contact_information": "办公 025-85428565",
    "Introduction": "None",
    "id": "0052",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/24/20211124224053206ykdvzt.png?iid=38208",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "周建斌",
    "Biographical_notes": "周建斌，男，1965年9月25日，江苏南京，博士，教授/博导。现任南京林业大学新能源科学与工程系主任、江苏省生物质气化多联产工程研究中心主任、生物质气化多联产国家创新联盟理事长、生物质热解气化多联产全国林草科技创新团队负责人、中国林产工业协会活性炭分会副理事长、林学会林产化工分会活性炭专业委员会常委、兵工学会活性炭专业委员会委员。长期从事生物质热解（能源）与炭材料的教学、研究与产业化工作，先后主持和参与国家“948”引进、国家科技部863计划、973计划、国家支撑计划、国家自然科学基金、国家林业局示范项目及省部级科技攻关项目等30项，企业合作成果转化项目50余项，指导硕博研究生30余人。发表学术论文100多篇，主编出版专著教材5部、编写本科及研究生教材5部。申请及获得国家发明专利30余项，省部级鉴定成果12项。先后荣获国家科技进步一等奖、二等奖、浙江省科学技术一等奖、江苏省科学技术一等奖、梁希林业科学技术一等奖、浙江省科技兴林一等奖、中国林业产业创新奖、江苏省科技进步三等奖等各1项。入选江苏省“六大人才高峰”、江西省创新创业“千人计划”人才及“姑苏创新创业领军人才”计划，获得中华人民共和国成立70周年记念勋章，享受国务院特殊津贴专家。<br/><br/>教育经历：<br/>1985年9月-1989年6月 南京林业大学化学工程学院林产化学与工程专业 本科<br/>1992年9月-1995年6月 南京林业大学化学工程学院林产化学与工程专业 硕士<br/>2002年9月-2005年6月 南京林业大学木材工业学院木材科学与技术专业 博士<br/><br/>研究方向：<br/>  1.生物质气化多联产  2.生物质热解  3.生物质炭材料 4.活性炭应用基础及技术开发 5.生物质炭基肥料及液体肥料<br/><br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}