{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   进口木材特性与干燥技术   蔡家斌、董会军、李涛、丁涛   合肥工业大学出版社   2011年   木质地板生产工艺学   蔡家斌、王传贵、丁涛等   中国林业出版社   2014年   实用木材材积计算手册   蔡家斌、丁涛、杨小军   上海科技出版社   2015年   Impact of the Combination of Densification and Thermal Modification on Dimensional Stability and Hardness of Poplar Lumber   Cai jiabin 等   《Drying Technology》   2013   An Investigation of Drying Technologies for Small Masson Pine Logs   Cai jiabin 等   《FOREST  PRODUCTS JOURNAL》   2012   Effects of Thermal Modification on Mechanical and Swelling Properties and Color  Change of Lumber Killed by Mountain Pine Beetle   Cai jiabin 等   《Bio-Resources》   2012   压缩-热处理联合改性对杨木尺寸稳定性的影响   蔡家斌 等   《木材工业》   2012   木质装饰薄板干燥技术研究   蔡家斌 等   《西北林学院学报》   2009         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "木材干燥、木材加工工艺学、制材学、木制品生产工艺学、木质地板生产工艺学、室内装饰材料工艺学、室内装饰工程概预算、木材加工工艺学概论、木材加工工艺学导论。木材科学与技术进展、木材干燥原理与设备等。<br/>",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   速生杨木浸渍增强关键技术研究与示范应用   蔡家斌、盛强等   江苏省科技支撑   2019-2021   辐射松木材树脂浸渍与热处理复合改性关键技术开放及产品应用   蔡家斌、李里等   国家木竹产业技术创新战略联盟   2018-2019   竹材汽蒸防腐处理工艺技术规程   蔡家斌等   竹藤标委会   2017-2018   速生杨木绿色集成技术示范及产业化   周洪杰，蔡家斌等   安徽省科技厅   2016-2018   古沉木干燥、尺寸稳定性及性能优化处理工艺的制定   蔡家斌   企业委托   2015   速生木材热压高温热处理技术引进   蔡家斌、梅玉春、张建平等   国家林业局（948引）   2011-2014   单板对流加热干燥关键技术引进   杜国兴、蔡家斌、梅玉春、张建平等   国家林业局（948引）   2008-2011   钢琴机芯常用木材关键技术研究   蔡家斌、徐伟等   浙江省慈溪市科技局   2008-2009   环保型木废料高效燃烧技术   蔡家斌、徐伟等   浙江省慈溪市科技局   2009-2010   人造板单板对流加热干燥技术创新与中试   杜国兴、梅玉春、蔡家斌等   国家林业局   2008-2011   热能吸收、过热保存式杨木地热地板制造技术研发及产业化   葛剑、蔡家斌等   江苏省科技支撑   2011-2012   钢琴用木材声学特性的研究   蔡家斌等   浙江省慈溪市科技局   2010-2011   木材及制品耐干湿性能测定方法   蔡家斌等   木标委会   2011-2013   欧标木质建材工业化生产技术创新   蔡家斌、张国邦等   云南省重点   2006-2008   家具生产质量控制与技术研发   蔡家斌   企业委托   2020-2020         ",
    "Services_Activities": "None",
    "Award_status": "",
    "Contact_information": "办公",
    "Introduction": "None",
    "id": "0055",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/24/202111242231381533lpxid.jpg?iid=38206",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "蔡家斌",
    "Biographical_notes": "蔡家斌，男，1962年11月1日，安徽无为，硕士，教授。 <br/><br/>教育经历：<br/>本科，南京林业大学1982年9-1986年7月，木材机械加工专业<br/>硕士，南京林业大学1994年9-1998年7月，木材机械加工专业<br/><br/>研究方向：<br/>      木材加工与木材改性：压缩木、浸渍木、热处理、木材防腐阻燃、竹材热处理、防霉等；<br/>木材干燥与木材物理：难干材的干燥特性与工艺、木材渗透性、微观空隙特征、乐器材振动特性等。<br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}