{
    "Research_direction": "木材资源及世界商品材、木材解剖构造与树种鉴定、木材",
    "Paper": "骆嘉言，樊帅，李珂心，吴双双  南京江浦古旧家具鉴定与分析，家具，2018（6）   刘秭攸，骆嘉言，蒋泽平  不同气干时间大叶榉木材DNA提取及ISSR-PCR扩增方法研究，安徽大学学报(自然科学版)，2018.12   王英、骆嘉言、钟文翰、石江涛、樊帅  3 种楠木DNA 提取及其ISSR 标记鉴别，四川农业大学学报，2016 Vol．34 （4），450-455，477.   骆嘉言、王英、钟文翰、刘海冲、蒋火俊  樟科16 个树种木材的RAPD 与ISSR 分子鉴别，浙江农林大学学报， 2017， 34（5）： 942-948   石江涛,王丰,骆嘉言.杂交鹅掌楸应力木解剖特征及光谱分析[J].南京林业大学学报(自然科学版),2015,39(03):125-129.       Fengping Jia, Jiayan Luo, Ryosuke Takahashi, Chie Uehira，Shinichi Kitamura, Satoshi Kimura, Ung-Jin Kim and Takao Itoh  Structure and chemical contents of mucilage cells in Pseudolarix and Abies bark，IAWA Journal  36(3 )，2015, :300–310   Zhi-yin Wang ，Jia-yan Luo and Itoh Takao. Study on formation of resinous substances by hormone   induction in Aquilaria sinensis tree, Abstracts of Annual Meeting of International Academy of Wood Science & 8th， Pacific Regional Wood Anatomy Conference[C],2013.                                                                       Fengping Jia, Jiayan Luo, Itoh Takao. Origin of sticky substances in the bark of Pseudolarix amabilis[A].Abstracts of Annual Meeting of International Academy of Wood Science & 8th， Pacific Regional Wood Anatomy Conference[C],2013.      刘金良； 伏建国； 杨晓军； 安榆林； 骆嘉言 进口针叶木木材的DNA 提取与分子鉴定方法，中 南 林 业 科 技 大 学 学 报，2012，32（8）：131-136   Lee, Byoung-Ho, Kim, Hee-Soo, Kim, Sumin, *Kim, Hyun-Joong, Lee, Bongwoo, Deng, Yuhe, Feng, Qian, Luo, Jiayan Evaluating the flammability of wood-based panels and gypsum particleboard using a cone calorimeter  CONSTRUCTION AND BUILDING MATERIALS, 25(7), pp 3044-3050, 2011/7.   骆嘉言（第四）：芦苇中(高)密度纤维板的研究  林产工业, 02期, 2010/3/18   骆嘉言（第二）：从机械加工痕迹谈古旧家具的辨伪 家具与室内装饰, 01期, 2010/1/5.   骆嘉言（第三）：高密度聚乙烯/木粉复合材料的热氧老化（I）-增容剂及抗氧剂对复合材料耐热氧老化的效果对比，材料导报，2009，23（1）：102-105   骆嘉言（单独）：螺（状）穗（花）木木材研究，中国红木古典家具，2008（4）：98   Jiayan Luo (第二)等：Study of the retarding mechanism of citric acid during gypsum particleboard manufacturing. Holzforschung Vol.62,pp. 368-371,2008   骆嘉言（第一）：从木材干缩性质谈古旧木家具的辨伪，家具，2008 （增刊）：88-90   骆嘉言（第二）：纽敦豆和腺瘤豆木材之异同，中国木材：2008，（4）：11-12   骆嘉言（第一）：石膏木屑板制作中工艺影响因子分析，南京林业大学学报（自然科学版）2008，32（5）89-94   骆嘉言（独立）：让学生轻松完成学业，见：万福绪主编“大学生思想政治教育案例”， 中国林业出版社，136-138，2007年11月。   骆嘉言（独立）：浅谈自然珍稀植物：花梨木木材的特性，加国佛教（ISSN 1718-4843），2007， 2（1）：18-19   骆嘉言（独立）：好的开始是成功的一半——对新生班主任工作的思考，见：万福绪主编“大学生思想政治教教育——实践与探索”，中国林业出版社，2006年9月。   骆嘉言（第二）：螺（状）穗（花）木木材研究，中国木材：2006，（4）   骆嘉言（主编第二）：世界贸易木材原色图鉴，中国林业出版社，2004年4月   骆嘉言（第一）等 ： 中国传统家具的木材鉴定，21世纪家具设计与制造国际研讨会，南京，中国，2003.11   骆嘉言（第一）等：香椿人工林和天然林木材材性的比较研究，西北林学院学报，2003，18（2）   Luo Jia Yan: Identification of wood for Chinese ancient furniture, Int’l joint seminar on forestry and forest products science, Chonju, Korea, 2003.7   骆嘉言（第一）：美国与欧洲硬材资源、树种、木材比较研究，中国木材：2002，（2）15～18   骆嘉言（独立）：非洲榄仁属木材研究，中国木材：2001，（4）11～13   骆嘉言等 （第一）：加纳热带木材，中国木材：1998，（1）35～38   骆嘉言（第一）：南美珍贵木材－孪叶豆，中国木材：1999，（2）29～30   Jia-Yan Luo,(第二)，Effect of steam explosion treatments on drying rates and moisture distributions during radio-frequency/vacuum drying of larch pillar combined with a longitudinal kerf,  Journal of wood science,(2002)48:270-276   骆嘉言（第二）：加纳主要商用材的特性与用途，中国木材：1998，（4）9～34   骆嘉言（第二）：非洲名木－非洲黑檀，中国木材：1998，（5）40～41      ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "",
    "Topic": "None",
    "Projects": "2019参加：沿海滩涂中木材形成过程在细胞和代谢水平的响应机制，批准号：31971585   2019，江苏省重点研发计划（现代农业）子项目：榉树、榔榆木材材性变异研究   2016年，参加国家自然科学基金项目：构树韧皮部发育与主要代谢物累积的季节性规律，批准号：31600454   2015年，参加国家自然科学基金项目：正交胶合木滚动剪切性能评价及影响机理研究，批准号：31570559   2013 承担安庆博物馆出土木材研究及保护项目   2011年承担镇江古建筑木材应用监理项目   2010承担江苏出入境检验检疫局“进出口珍稀濒危材种检验鉴定技术的研究”研究项目   参加国家标准 GB/T15036.1-2009《实木地板 第一部分: 技术要求》的起草。   参加2009国家自然科学基金项目：古典木家具及木制品的修复机理与保护方法的研究（研究期限2010.01-2012.12），项目批准号：30972308   2006-  具有潜力的竹藤产品开发（国际合作项目），CFC/INBAR01。   2008年：参加国家自然科学基金项目：荻草界面胶合机理的研究，批准号30871973。   2008年 主持江西省林业厅项目：江西省光皮树木材的构造及性质研究   2008年主持完成中国科学院“杭州湾跨湖桥新石器时期植被、环境与人地关系的研究”中考古木材的鉴定研究。   2002参加国家自然科学基金项目：木材细胞壁间应力模型及弱界面细观损伤机理的研究(No.30271050)   参加：石膏与木质材料的界面物理化学性质及固化机理研究 (国家自然科学基金No. 30371130)中韩合作项目：石膏与木质材料的界面胶合机理的研究   参加完成了国家九五科技攻关项目子专题中“施肥对尾叶桉木材纸浆材材性的研究”。      ",
    "Services_Activities": "None",
    "Award_status": "",
    "Contact_information": "办公025-85428507",
    "Introduction": "None",
    "id": "0059",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/24/202111242231381533lpxid.jpg?iid=38206",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "骆嘉言",
    "Biographical_notes": "骆嘉言，男，浙江义乌人，1963年出生。<br/> <br/>研究领域：木材资源及世界商品材、木材解剖构造与树种鉴定、木材物理、化学、力学性质等基础研究。为红木制品司法鉴定批准入册专家。对家具及木制品鉴定进行了系统研究，率先在全国创立了“传统家具鉴定”研究生课程。还承担“高级木材学”等研究生及留学生的多门课程，参加或主持了多项科研项目。<br/> <br/>学历：1990年1 月北京大学研究生毕业， 1986年南京林业大学本科毕业， 2003年被评为副教授。<br/><br/>1986年7月， 南京林业大学 木材机械加工专业毕业，获学士学位，毕业留校工作。<br/>1990年1月， 北京大学     科技情报专业研究生毕业，毕业后至今，一直在南京林业大学工作。<br/>1999年10月至2000年9月，享受韩国政府奖学金，在韩国全北大学作为访问学者，完成了蒸汽爆碎处理对落叶松木材干燥特性的影响研究。<br/>2003年7月23日-7月30日访问韩国全北大学，考察教学与科研。<br/>2005年5月1日-5月8日，访问韩国首尔大学，从事合作科研：石膏与木质材料的界面胶合机理的研究<br/>2005年7月-2005年10月，申请到江苏省政府留学基金，在加拿大国家林产品研究院作为访问学者进修。<br/>2005年12月-2006年2月，日本京都大学作为访问学者研修。从事温带木材构造的研究。<br/>2008年7月- 2008年9月，日本京都大学合作科研，从事温带木材构造及鉴定的研究。<br/>2009年7月- 2009年9月，日本京都大学合作科研，从事温带木材构造及鉴定的研究。<br/>2010.08           因国际合作项目尼泊尔讲学（共10天）<br/>2010.09           因国际合作项目孟加拉国讲学（共10天）<br/>2010.11          因国际合作项目孟加拉国参加国际会议，并作学术报告<br/>2010.12          赴印尼考察森林资源（10天）<br/>2012.2-2012.3     日本京都大学合作科研，从事温带木材构造及鉴定的研究。<br/>2012.7-2012.9     日本京都大学合作科研，从事温带木材构造及鉴定的研究。<br/>2017.10            应邀参加韩国全北大学70周年校庆。<br/>2013-2018       参加每年的国际木材解剖大会中国年会。<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}