{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   Evaluation and potential application of novel cellulose nanofibril and lignin-based-graphite functionalized flexible polyurethane foam   Weiqi Leng, Shengcheng Zhai, Biao Pan   Cellulose   2019   Thermal Insulating and Mechanical Properties of Cellulose Nanofibrils Modified Polyurethane Foam Composite as Structural Insulated Material   Weiqi Leng, Biao Pan   Forests   2019   Carbon nanostructure of kraft lignin thermally treated at 500 to 1000 °C   Xuefeng Zhang, Qiangu Yan, Weiqi Leng, Jinghao Li, Zhiyong Cai, El Barbary Hassan, Jilei Zhang   Materials   2017   Synthesis and Characterization of Cellulose Nanofibril-Reinforced Polyurethane Foam   Weiqi leng, Jinghao Li, Zhiyong Cai   Polymers   2017   Vertical density profile and   internal bond strength of CNF wet-formed particleboard using constant   pressure Vs constant thickness press methods   John F. Hunt, Weiqi Leng*, Mehdi Tajvidi   Wood and fiber science   2017   Screw and nail withdrawal strength and water soak properties of wet-formed cellulose nanofibrils bonded particleboard   Weiqi leng, John F. Hunt, Mehdi Tajvidi   BioResources    2017   Temperature and copper concentration effects on formation of graphene-encapsulated copper nanoparticles from kraft lignin   Weiqi leng, H. Michael Barnes, Jilei Zhang, Zhiyong Cai   Materials   2017   Effects of density, cellulose nanofibrils addition ratio, pressing method, and particle size on the bending properties of wet-formed particleboard   Weiqi leng, John F. Hunt, Mehdi Tajvidi   BioResources   2017   Properties of pine scrim lumber made from modified scrim   Weiqi leng, H. Michael Barnes   Wood and Fiber Science   2017   Effect of processing parameters on the synthesis of lignin-based Graphene-encapsulated copper nanoparticles   Weiqi leng, H. Michael Barnes, Zhiyong Cai, Jilei Zhang   Wood and Fiber Science   2017   Low temperature synthesis of graphene-encapsulated copper nanoparticles from kraft lignin   Weiqi leng, H. Michael Barnes, Qiangu Yan, Zhiyong Cai, Jilei Zhang   Materials Letters   2016         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "1. 木质材料与商品学<br/>2. 木材学实验<br/>3. 科研方法与科技写作<br/>4. 包装专业英语<br/>5. 专业英语写作<br/>6. Wood Structure and Properties<br/>7. Wood Structure and Properties lab<br/>8. General Wood Science<br/>",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   基于细胞壁组分可控脱除体系诠释木材糠醇改性机制   冷魏祺   国家自然科学基金   2021.1-2023.12   基于糠醇靶向嫁接细胞壁的木材改性体系构建及作用机制研究   冷魏祺，潘彪，石江涛   江苏省自然科学基金   2020.7-2023.6   生物质材料功能化改性及高值化   利用   冷魏祺   南京林业大学科研启动项目   2019.1-2021.12         ",
    "Services_Activities": "None",
    "Award_status": "",
    "Contact_information": "办公wleng@njfu.edu.cn",
    "Introduction": "None",
    "id": "0060",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/25/2021112513594460473pkdg.png?iid=38311",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "冷魏祺",
    "Biographical_notes": "冷魏祺，男，1985年，江苏镇江，博士，副教授。 <br/> <br/>教育经历：<br/>2004.9-2008-6   南京林业大学       本科<br/>2010.8-2012.5   密西西比州立大学    硕士<br/>2012.5-2015.8   密西西比州立大学    博士<br/>2015.11-2016.10 缅因大学        博士后<br/>2016.11-2018.5  美国农业部林产品实验室 助理研究员<br/><br/> 研究方向：<br/>木质材料性能改良及高值化利用<br/>木基功能材料探索与应用<br/><br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}