{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   中国主要人工林树种木材性质   鲍甫成，江泽慧，潘彪等   中国林业出版社   1998年   新编木材材积表   潘 彪，李保江   江苏科学技术出版社   2000年   木质资源材料学   刘一星，赵广杰，潘彪等   中国林业出版社   2004年   木材识别与选购   潘 彪   中国林业出版社   2005年   宝船厂遗址-南京明宝船厂六作塘考古报告   祁海宁，潘彪等   文物出版社   2006年   木材工业手册   谭守侠，周定国，潘彪等   中国林业出版社   2007年   木材学   刘一星，赵广杰，潘彪等   中国林业出版社   2012年   Wood in Civil Engineering   Giovanna Concu，阙泽利，潘彪等   INTECH   2017年   世界名贵木材鉴别图鉴   潘彪等   中国林业出版社   2020年   施肥处理对尾叶桉无性系纸浆材生长和材性的影响   潘彪等   南京林业大学学报   2004年   天然樟木的杀虫特性及居室环境功效   潘彪等   中国木材   2004年   杂种鹅掌楸木材解剖性质及其径向变异规律   潘彪等   南京林业大学学报   2005年   南京大报恩寺遗址出土阿育王塔所用木材的树种鉴定   潘彪等   南京林业大学学报   2005年   鞭茜草木的木材物理力学性质   潘彪等   林业科技开发   2009年   长江滩地杨木纤维形态特征及径向变异的研究   潘彪等   林业科技开发   2010年   海岸防风林中山杉木材生长特性研究   严晓红、潘彪（通迅作者）等   林业科技开发   2010年   枫香采脂创伤性树胶道的形成及显微观察   郑雅文，潘彪（通迅作者）等   生物质化学工程   2010年   ACQ-D中山杉防腐胶合板加工工艺研究   张雪峰，潘彪（通迅作者）等   林产工业   2012年   中山杉单板防腐处理对胶合板性能的影响   张雪峰，潘彪（通迅作者）等   林业科技开发   2012年   李洲坳东周古墓棺木用材树种鉴定及材性分析   潘彪等   南京林业大学学报   2013年   鹅掌楸属树种韧皮部显微构造的比较解剖   王丰，潘彪（通迅作者）等   南京林业大学学报   2013年   Structure and development of fibrovascular bundles from leaf sheath of windmill palm   翟胜丞，潘彪（通迅作者）等   南京林业大学学报   2014年   鹅掌楸属次生木质部解剖特征及自然种系统演化   王丰，潘彪（通迅作者）等   安徽农业大学学报   2014年   热处理条件对越南安息香木材耐腐性的影响   Tong Thi Phuong，潘彪（通迅作者）等   安徽农业大学学报   2014年   浙江桂幼龄材生长特性及基本材性研究   王丰，潘彪（通迅作者）等   林业科技开发   2014年   美洲黑杨新无性系主要物理力学性能研究   潘彪等   安徽农业大学学报   2014年   美洲黑杨新无性系木材胶质木纤维分布规律及与正常木纤维形态的比较研究   王丰，潘彪（通迅作者）等   安徽农业大学学报   2015年   浸渍时间和压缩率对PF树脂浸渍马尾松LVL性能的影响   唐天让，潘彪（通迅作者）等   林业机械与木工设备   2015年   以杉木纵横交错层积材为基材的地热地板研制   潘彪等   林业科技开发   2015年   柚木光变色规律与机理的研究   连彩萍，潘彪（通迅作者）等   林业机械与木工设备   2015年   明代南京船厂造船用材的树种鉴定与比较分析   廖倩、潘彪（通迅作者）等   林产工业   2016年   樟木与楠木木材挥发油成分的比较与分析   陈云霞，潘彪（通迅作者）等   四川农业大学学报   2016年   荧光光谱技术及其在木材工业领域的应用   陈玲，潘彪（通迅作者）   林业机械与木工设备   2017年   马尾松木材径向与弦向抗弯性能及破坏特征的比较研究   张娅梅，潘彪（通迅作者）   林产工业   2017年   单板条层积材（PSL）力学性能的各向异性   王慧，潘彪（通迅作者）等   林业工程学报   2018年   木材微区结构表征方法及其研究进展   王旋，潘彪（通迅作者）等   林产化学与工业   2018年   巨桉和剥皮桉木材构造与性质的比较   郑欣欣，潘彪（通迅作者）   林业机械与木工设备   2018年   引进优质用材树种美国红橡的生长特性   王慧，潘彪（通迅作者）   安徽农业大学学报   2018年   中山杉118与落羽杉胸径生长及木材密度的比较研究   朱越骅，潘彪（通迅作者）等   南京林业大学学报   2019年   中山杉旋切单板质量评价   朱越骅，潘彪（通迅作者）等   林业工程学报   2019年   优良无性系‘中山杉118’及亲本落羽杉木材pH值及缓冲容量的比较   李聪聪、潘彪（通迅作者）   温带林业研究   2019年   引种美国红橡的纤维形态、微丝角及结晶度   李聪聪、潘彪（通迅作者）   浙江农林大学学报   2019年   引种美国红橡幼龄材的物理力学性质研究   毕玉金，潘彪（通迅作者）   西北农林科技大学学报   2020年   中山杉302与母本落羽杉树皮解剖结构及周皮形成的比较   李聪聪，潘彪（通迅作者）等   西北农林科技大学学报   2020年   CHEMICAL INDUCTION OF TRAUMATIC GUM DUCTS IN CHINESE SWEETGUM, Liquidambar formosana   Yawen Zheng, Biao Pan（通迅作者）等   IAWA Journal   2015年   Large-Size Transparent Wood for Energy-Saving Building Applications   Xuan Wang，Biao Pan， Yaoli Zhang等   ChemSusChem   2018年   Cell deformation of Taxodium hybrid ‘Zhongshanshan’ wood during the drying process   Yuehua Zhu，Biao Pan（通迅作者）等   BioResouce   2019年   VENEER WARPAGE DEFORMATION MEASUREMENT BASED ON 3D LASER SCANNING TECHNOLOGY   Yuehua Zhu，Biao Pan（通迅作者）等   WOOD RESEARCH   2019年   Thermal Insulating and Mechanical Properties of Cellulose Nanofibrils Modified Polyurethane Foam Composite as Structural Insulated Material   Weiqi Leng and Biao Pan（通迅作者）   Forest,   2019年   Evaluation and potential application of novel cellulose nanofibril and lignin-based-graphite functionalized flexible polyurethane foam   Weiqi Leng and Biao Pan（通迅作者）   Cellulose   2019年   Pre-1930 unstable relationship between climate and tree-ring width of Pinus taiwanensis Hayata in southeastern China   Feng Wang， Biao Pan（通迅作者）   Dendrochronologia   2019年   Thrmal conductivity and deformation of Taxodium hybrid ‘Zhongshanshan’ during heat transfer process   Zhu Yuehua，Pan Biao（通迅作者）   BioResouce   2020年         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "1、木材学<br/>2、高级木材学<br/>3、木材解剖学<br/>4、木材解剖构造与鉴定<br/>5、木材资源开发及利用<br/>6、木材科学理论与应用<br/>7、木材科学与工程综合实验课<br/>8、考古与木文化<br/>9、木材商品学<br/>10、世界木材<br/>11、木材品质与检验<br/>12、木材检验与检疫<br/>13、木材学实验<br/>14、装饰材料学<br/>15、家具制造与室内装饰材料<br/>16、专业文献与检索<br/>",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   不同培育措施对人工林木材性质的影响   徐永吉，潘彪等   科技部   1991年~1995年   优质工业用材林培育与高效利用技术   徐永吉，潘彪等   科技部   1996年~2000年   滩地人工林杨木的材质材性与高效利用的研究   罗真付，潘彪等   科技部   2006年~2010年   杨木深度汽蒸改性处理──新型实木复合地热地板基材的研究与开发   罗真付，潘彪等   江苏省科技厅   2007年~2009年   棕榈藤物理力学性能测试方法   罗真付，潘彪等   全国竹藤标准化委员会   2007年~2009年   人工林小径材包装用高强度单板层积材制造技术   姬宁，潘彪等   贵州省科技厅   2010年~2012年   桉木重组装饰材面层增硬实木复合地板制造技术   潘彪等   科技部木竹产业技术创新战略联盟   2011年~2012年   苏南地区建筑遗产常用木材种类鉴定及材种使用规律研究   李岚，潘彪等   教育部重点实验室“城市与建筑遗产保护”项目   2011年~2012年   郑和木船树种鉴定与分析   潘彪等   江苏省文化厅   2012年~2014年   柚木光变色机理及其在生产上应用   潘彪、连彩萍等   江苏省教育厅   2012年~2013年   非常用低等级木材复合地热地板的研究   潘彪等   科技部   2012年~2015年   贵州省林木标本数据库及网络共享平台建设   姬宁，潘彪等   贵州省科技厅   2012年~2014年   第八届泛太平洋地区国际木材解剖学研讨   潘彪、张耀丽等   国家自然科学基金   2013年   中山杉人工林木材高效利用技术创新策略研究   潘彪等   江苏省林业厅   2016年~2018年   “新工科”视域下的木材科学与工程专业教学改革研究与实践   阙泽利，潘彪等   江苏省教育厅   2017年~2018年   沿海滩涂中木材形成过程在细胞和代谢水平的响应机制   石江涛，潘彪等   国家自然科学基金   2020年~2023年            ",
    "Services_Activities": "None",
    "Award_status": "获奖名称<br/>内容<br/>授奖单位<br/>（证书落款单位）<br/>获奖时间<br/>中国木材保护工业协会科学技术一等奖<br/>低等级材薄板层压复合地热地板加工技术<br/>中国木材保护工业协会<br/>2018年<br/>梁希科学技术进步二等奖<br/>低质速生材制造高品质复合层积材关键技术及应用<br/>国家林业与草原局<br/>2019年<br/>广东省科学技术进步一等奖<br/>低质速生材制造高品质复合层积材关键技术及应用<br/>广东省科技厅<br/>2019年<br/><br/><br/>",
    "Contact_information": "办公 025-85427550",
    "Introduction": "None",
    "id": "0061",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/24/20211124235238234nqamx5.png?iid=38223",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "潘彪",
    "Biographical_notes": "潘彪，男，1964年。浙江浦江，教授。<br/><br/>教育经历：<br/>1979.09—1983.07 南京林产工业学院人造板专业本科学习<br/>1993.09—1997.06南京林业大学木材科学与技术专业硕士研究生<br/>研究方向：<br/>主要从事木材科学与技术专业教学与科研工作，在木材解剖与鉴定、世界木材、木材形成与材性改良和考古木材等方面有特长。<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}