{
    "Research_direction": "None",
    "Paper": "论文   作者   刊物或出版社   时间   Exploration of effect of delignification on the mesopore structure in poplar cell wall by nitrogen absorption method   Rui Liang, Yuhui Yu, Liang Wen, Wanwan Zhao, Bingbin Kuai, Yaoli Zhang* ,Liping Cai           Cellulose       2020   Study on the ultrastructure and properties of gelatinous layer in poplar   Rui Liang, Yu-Hui Zhu, Xu Yang, Jing-Shu Gao, Yao-Li Zhang*   Journal of Materials Science       2020   Leachability of ACQ-D after three different preservative treatments.   Zhu Liu, Liang Wen, Xuan Wang, Yaoli Zhang*, Liping Cai       Wood Research       2020   Time-temperature-stress equivalence in compressive creep response of Chinese fir at high-temperature range   Wang, Junfeng; Wang, Xuan; He, Qian; Zhang, Yaoli; Zhan, Tianyi*       Construction and Building Materials       2020   Flow rate and fixation of ACQ-D preservative in poplar living tree after injection   Zhu Liu, Xuan Wang, Yaoli Zhang*, Liang Wen, Lin Zheng, Liping Cai       Wood Science and Technology       2019   Evaluation of moisture diffusion in lignocellulosic biomass in steady and unsteady states by adynamic vapor sorption apparatus   Tianyi Zhan*, Fengze Sun, Chao Lv, Qian He, Xuan Wang, Kang Xu, Yaoli Zhang and Liping Cai           Holzforschung       2019   Temperature-humidity-time equivalence and relaxation in dynamic viscoelastic response of Chinese fir wood   Zhan, Tianyi, Jiang, Jiali, Lu, Jianxiong*, Zhang, Yaoli, Chang, Jianmin       Construction and Building Materials.       2019   Large-Size Transparent Wood for Energy-Saving Building Applications   Wang X, Zhan TY, Yan L, Shi JT, Pan B, Zhang YL*, Cai LP, Sheldon Q. Shi       ChemSusChem       2018   Preparation of hydro-thermal surface-densified plywood inspired by the stiffness difference in \"sandwich structure\" of wood   Wang JF, Wang X, Zhan TY*, Zhang YL*, Chao Lv, Qian He,Lu Fang, Xiaoning Lu       Construction & Building Materials       2018   Effect of thermal treatment with water, H2SO4 and NaOH aqueous solution on color, cell wall and chemical structure of poplar wood       Jiangtao Shi, Yu Lu, Yaoli Zhang, Liping Cai, & Sheldon Q. Shi       Scientific Reports       2018   Acceleration of moisture migration in larch wood through microwave pre-treaments       Zhang YL*, Jia K, Cai LP, Q. Shi. Sheldon       Drying   Technology       2013   Modeling and Microscopic Analysis of Vaporization during High Temperature Drying of Sub-alpine Fir.       Zhang YL & Cai LP*       Drying Technology       2011   Mechanism for De-aspirating pits in Sub-alpine fir by Steam Explosion Prior to Drying       Yaoli Zhang & Liping Cai*       Drying Technology       2009   Impact of heating speed on permeability of sub-alpine fir   Yaoli Zhang & Liping Cai*   Wood Science and Technology   2008   Effects of Steam Explosion on Wood Appearance and Structure of Sub-alpine Fir   Yaoli Zhang & Liping Cai*   Wood Science and Technology   2006   杨木应拉木微区结构可视化及化学成分分析   朱玉慧，闻靓，张耀丽*，王新洲   林业工程学报   2020   ACQ-D药液在幼龄杨树立木内的分布与固着状态   刘竹，王旋，张耀丽*，闻靓，郑琳   福建农林大学学报   2019   木材微区结构表征方法与研究进展   王旋,刘竹,张耀丽*,潘彪   林产化学与工业   2018   大果紫檀水浸液的荧光光谱研究   朱续娜，张耀丽*，王翔   林业工程学报   2017   交趾黄檀和微凹黄檀木材构造特征及GC-MS的辨析   吴青思，王旋，夏金尉，沈丽金，张耀丽*   林业工程学报   2017   檀香紫檀和染料紫檀快速微损鉴别方法   梅萍, 夏兆鹏，张耀丽*，徐晓琳   福建农林大学学报   2017   蒸汽爆破开启落叶木材细胞通道   夏金尉，张耀丽*，蔡家斌   福建农林大学学报   2013   微波、冷冻预处理对改善尾巨桉木材干燥性能的影响   张耀丽，苗平，庄寿增等   南京林业大学学报   2011   E1级空心刨花板产生工艺的研究   张耀丽，赵明，王卫东   木材工业   2008   蒸汽爆破后毛果冷杉湿心材的渗透性分析   张耀丽，蔡力平，徐永吉   林业科学   2007   毛果冷杉湿心材的闭塞纹孔及细菌对木材结构的降解   张耀丽，蔡力平，徐永吉   南京林业大学学报   2006         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "研究生：“高级木材学”、“木材改性与保护”<br/>本科生：“木材学”、“世界木材”、“香味木材品鉴”<br/>",
    "Topic": "None",
    "Projects": "论著及教材   作者   刊物或出版社   时间   木材改性与保护 “十三五”教材   曹金珍主编，参编   中国林业出版社   2018   林学名词（第二版）   参加编写木材保护与功能性改良部分内容   科学出版社   2016   速生木结构材与功能性复合材料设计与制作   卢晓宁主编，王志强、张苏俊、那斌、岳孔、张耀丽副主编       中国林业出版社       2014   中国主要人工林树种木材性质   包甫成，江泽慧等主著，参编   中国林业出版社   1998         ",
    "Services_Activities": "None",
    "Award_status": "课题名称<br/>主持或参加<br/>项目来源<br/>起止时间<br/>杨木木材细胞壁精细结构解译及性能（2017YFD0600202）<br/>主持<br/>“十三五”国家重点研发计划任务<br/>2017-2021<br/>活树杨木防腐药液上升机理及模型构建（31670558）<br/>主持<br/>国家自然科学基金面上项目<br/>2017-2020<br/>绿色生态木竹结构体系研究与示范应（2017YFC0703501）<br/>参加<br/>“十三五”国家重点研发计划任务<br/>2017-2021<br/>蒸汽力开启木材细胞通道机理及可控性的研（31070493）<br/>主持<br/>国家自然科学基金面上项目<br/>2010-2013<br/>湿热耦合作用下木材细胞壁机械吸湿蠕变的相应机制研究（31700487）<br/>参加<br/>国家自然科学基金-青年科学基金项目<br/>2018-2020<br/>基于免疫标记技术油棕纤维细胞壁生物讲解的可视化研究(BK20140981 )<br/>参加<br/> <br/>江苏省青年基金项目<br/>2014-2017<br/>速生木材热压—高温热处理关键技术引进（2011-4-12）<br/>参加<br/>国家林业局948项目<br/>2011-2014<br/>木材细胞皱缩源动力及其形成机制的研究（30771677）<br/>参加<br/>国家自然科学基金面上项目<br/>2008-2010<br/>木材细胞壁间应力模型及弱界面细观损伤机理的研究（30271050）<br/>参加<br/>国家自然科学基金面上项目<br/>2003-2005<br/><br/><br/>",
    "Contact_information": "办公 025-85427501",
    "Introduction": "None",
    "id": "0068",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/24/20211124224359394kyaamd.png?iid=38209",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "张耀丽",
    "Biographical_notes": "张耀丽，女，1966年10月10日，江苏南京，博士，南京林业大学材料科学与工程学院教授。全国木材标准化技术委员会（SAC/TC41）委员，国际木材解剖学家协会中国分会常务委员。中国林学会木材科学分会委员。在木材解剖和国内外木材树种识别与鉴定方面有专长。参加起草GB/T 18107-2017《红木》国家标准、出入境检验检疫SN/T 2026-2007《进境世界主要用材树种鉴定标准》行业标准。承担国家和省部级项目11项，发表学术论文70余篇，参编2部专著；授权5项发明专利。<br/><br/>教育经历：<br/>1. 2001/9-2006/3, 南京林业大学，木材科学与技术，博士<br/>2. 1997/9-2006/6, 南京林业大学，木材科学与技术，硕士<br/>3. 1990/9-1992/12，南京航空学院(现南京航空航天大学）<br/><br/>研究方向：<br/>（1）主要从事红木及进出口木材树种鉴定；（2）木材功能性改良，活树木材防腐；（3）木材形成机理及细胞壁精细结构解译；（4）高透和高强木质材料的研究。<br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}