{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   An analytical model for the loading capacity of splice-retrofitted slender timber columns   Li Hongmin, Hongxing Qiu, and Yong Lu.   Engineering Structures(二区)   2020   Feasibility of the analytical model for the splice beam with half-lap joints reinforced with different cross-sections and layout of self-tapping screws   Li Hongmin, Frank Lam, and Hongxing Qiu   Structures(三区)   2020   Comparison of glulam beam-to-beam connections with round dovetail and half-lap joints reinforced with self-tapping screws   Li, Hongmin, Frank Lam, and Hongxing Qiu.   Construction and Building Materials(一区)   2019   Axial compression behavior of retrofitted long timber columns   Li Hongmin，Qiu Hongxing，Zhao Zhe，Lu Yong   Advances in Structural Engineering（三区）   2018   Flexural performance of spliced beam connected and reinforced with self-tapping wood screws   Li Hongmin，Lam Frank，Qiu Hongxing   Engineering Structures（二区）   2017   钢套加固墩接木柱的试验研究   李宏敏, 邱洪兴, 赵哲, 陆勇   中南大学学报(自然科学版)（EI）   2018   某古石建筑移位后隔震加固技术研究   李宏敏, 张瑞云, 刘冬林.   防灾减灾工程学报   2013   Flexural strength evaluation of steel jacket splice joint timber beam   Li Hongmin，Qiu Hongxing，Wang Wenbo   14th WCTE World Conference on Timber Engineering（EI）   2016   Experimental Study on Spliced Beam with Round Dovetail and Self-Tapping Screws   Li Hongmin，Frak Lam, Qiu Hongxing，Chen Kongyang   World Conference on Timber Engineering   2018         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "《木结构计算方法》、《草图大师》、《木结构设计软件》、《木结构建筑工程学》<br/>",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   自攻螺钉-连接板拼接木梁力学机理及设计方法研究   主持   青年科学基金项目   2020/1/1-2022/12/31   自攻螺钉加固木梁节点力学性能及设计方法   主持   南京林业大学青年科技创新基金   2020/9-2023/9   重组竹粘弹性蠕变断裂及其断裂破坏的能量准则研究   参与   科学基金面上项目   2020/1/1-2022/12/31   正交胶合木（CLT）荷载持续作用效应及影响机理研究   参与   科学基金面上项目   2021/1/1-2023/12/31         ",
    "Services_Activities": "None",
    "Award_status": "",
    "Contact_information": "办公025-85427527",
    "Introduction": "None",
    "id": "0070",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/25/20211125135832090u2h657.png?iid=38310",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "李宏敏",
    "Biographical_notes": "李宏敏，女，1986年1月23日，江苏南京，博士，副教授，硕导。 <br/><br/>教育经历：<br/>2006/09–2010/06，兰州交通大学，土木工程学院建工系，学士<br/>2010/09–2013/06，石家庄铁道大学，土木工程学院建工系，硕士<br/>2013/09–2018/09，东南大学，土木工程学院建工系，博士<br/><br/>研究方向：<br/>木结构加固；木结构节点连接；木结构抗震<br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}