{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   Flexural behavior of OSB reinforced wood truss   Xiaojun Yang, Qi Zhao, Dan Hao   Wood Research   2020   木塑集成木构框剪墙体抗侧性能试验研究   杨小军，郝丹，付帅，王佳阳，张璐，俞奕豪   北京林业大学学报   2020   聚乙烯蜡物理改性木材耐久性研究   马澜，杨小军，赵琦，郝丹，王佳阳，付帅   西南林业大学学报（自然科学）   2020   高湿环境下杨木单板层积材销槽的承压性能       郝丹，杨小军，王佳阳，付 帅，陈泽华，董浩然   森林与环境学报   2020   Sound insulation performance of structural wood wall integrated with wood plastic composite   Xiaojun Yang, Xiaolan Tang, Lan Ma   Journal of Bioresources and Bioproducts   2019   木塑集成木构墙体隔热性能研究   杨小军，郁岗，孙友富，唐道远，唐晓岚   新型建筑材料   2019   户外用木材产品特点及研究进展   张璐，杨小军   林业机械与木工设备   2019   定向结构刨花板增强木桁架受弯性能试验研究   杨小军，王培琳，霍玉岚，赵天长，俞奕豪   工业建筑   2019   天然弯曲木美学利用及加工技术探讨   郝丹，杨小军，付帅，王佳阳，张璐   林业机械与木工设备   2019   Enduring performance of self-tapping scew connection in wood members and WPC members   Xiaojun Yang, Lan Ma, Qi Zhao, Yihao Yu   Wood Research   2018   交变荷载下木构件增强端部钉节点抗剪性能   杨小军，马澜，赵琦，俞奕豪，徐汀竹   中南林业科技大学学报   2018   户外用蜡浸注木工艺及物理力学性能   杨小军，徐汀竹，张璐，郁岗，马澜，庞康颖   森林与环境学报   2017   “建筑木制品结构与工艺”课程教学改革探索   杨小军，孙友富，阙泽利   科教文汇   2016   聚丙烯腈基碳纤维增强木构件端面的工艺   杨小军，杨茵，陈炼，王正，孙友富   福建农林大学学报（自然科学版）   2016   落叶松木构件碳纤维增强端部的屋钉性能   杨小军，杨茵，陈炼，王正，孙友富   森林与环境学报   2016   End reinforcement of wood member using short-cut carbon fibers   Xiaojun Yang, Meng Gong, Ying Hei Chui   European Journal of Wood and Wood Products   2015   轻型木结构楼面板用结构胶合板冲击性能研究   阙泽利，李哲瑞，杨玲，王菲彬，张贝贝，杨小军    建筑结构   2015   Short-term creep behavior of CFRP-reinforced wood composites subjected to cyclic loading at different climate conditions   Xiaojun Yang, Meng Gong, Ying Hei Chui   Bioresources   2014   基于交变应力的碳纤维杉木复合材蠕变性能研究   杨小军，徐唯征，赵丹，阙泽利，孙友富   西南林业大学学报   2014          ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "建筑木制品工艺学、制材学、建筑图形设计、木建筑工程CAD、制材学（双语）、木材加工工艺学、木材干燥学、木建筑设计专论（研究生课程）、建筑木制品工艺专论（研究生课程）<br/>",
    "Topic": "None",
    "Projects": "",
    "Services_Activities": "None",
    "Award_status": "论著名称<br/>作者<br/>刊物或出版社<br/>时间<br/>传统木构农房绿色改良技术集成与示范<br/>阙泽利、杨小军等<br/>中国木材保护工业协会科学技术一等奖<br/>2019.12<br/>第四批江苏省“企业创新岗”特聘专家<br/>杨小军<br/>江苏省科技厅<br/>2016.12<br/><br/><br/>",
    "Contact_information": "办公025-85427527",
    "Introduction": "None",
    "id": "0074",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/25/202111251322219934kpw9b.png?iid=38276",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "杨小军",
    "Biographical_notes": "杨小军，男，1978年5月9日，江苏泰州，博士，博士后，副教授，硕士生导师，木结构建筑系副主任，江苏省企业创新岗特聘专家，中国建筑学会木结构建筑研究会委员，江苏省土木建筑学会竹木结构专业委员会委员。主持国家自然科学基金及博士后基金等项目12项，参加国家十二五科技支撑项目、国家自然科学基金等项目研究8项，参加故宫博物院储秀宫古建木结构的检测修缮工作1项，获评中国木材保护工业协会科学技术一等奖1项。曾于2010年和2013年公派前往日本京都大学和加拿大新布伦瑞克大学进行短期访问和访问学者研究。在国内外核心刊物已发表第一作者学术论文40余篇，参编教材2部。获得授权发明专利、实用新型及外观专利等30余项。曾九次荣获“南京林业大学优秀教师”和“南京林业大学优秀班主任”称号。<br/><br/>教育经历：<br/>2016.11——2019.3 南京林业大学，风景园林学，博士后 <br/>2013.5——2013.11 加拿大新布伦瑞克大学，木结构建筑技术，访问学者<br/>2006.9——2012.6 南京林业大学，木材科学与技术，博士<br/>2001.9——2004.6 中南林业科技大学，木材科学与技术， 硕士<br/>1997.9——2001.6 中南林业科技大学，木材科学与工程，本科<br/><br/>研究方向：<br/>木结构工程、工程木产品研发、古建筑木结构检测与修缮、建筑木制品结构与工艺、制材工艺技术等。<br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}