{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   All Solid Thick Oxide Cathodes Based on Low   Temperature Sintering for High Energy Solid Batteries   Xiang Han, Jun Liu, Jihui Yang, et al.   Energy & Environmental Science   2021   Enabling robust structural and interfacial stability   of micron-Si anode toward high-performance liquid and solid-state lithium-ion   batteries   Lanhui Gu, Qiaobao Zhang, Jizhang Chen, Xiang Han, et al.   Energy Storage Materials   2022   Liquid-phase sintering enabling mixed   ionic-electronic interphases and free-standing composite cathode architecture   toward high energy solid-state battery   Xiang Han, Jizhang Chen, et al.   Nano Research   2022   Interfacial nitrogen engineering of robust   silicon/MXene anode toward high energy solid-state lithium-ion batteries   Xiang Han, Jizhang Chen, et al.   Journal of Energy Chemistry   2022   Enabling structural and interfacial stability of 5 V   spinel LiNi0.5Mn1.5O4 cathode by a coherent interface   Min Xu, Jizhang Chen, Xiang Han, et al.   Journal of Energy Chemistry   2022   Li-MOF-based ions regulator enabling fast-charging   and dendrite-free lithium metal anode   Xiang Han, Dan Tian, Jizhang Chen, et al.   Chinese Chemical Letters   2022   Liquid metal welding enabling high loading   binder/carbon-free layered oxide cathode toward high performance liquid and   solid-state battery   Xiang Han, Jizhang Chen, et al.   Rare Metals   2023   Induction of planar Li growth with designed   interphases for dendrite-free Li metal anodes   Xiang Han, Jizhang Chen, Bo Liu, Siqi Shi, et al.   Energy Storage Materials   2021   Bulk boron doping and surface carbon coating   enabling fast-charging and stable Si anodes: from thin film to thick Si   electrodes   Xiang Han, Jizhang Chen, Songyan Chen, Yong Yang, et al.   Journal of Materials Chemistry A   2021   SOLID-STATE BATTERY   CATHODES AND METHODS THEREOF   Jihui Yang, Jun liu, Xiang Han   美国PCT专利   PCT/US2020/065340   2020   On the interface design of   Si and multilayer graphene for high-performance Li-ion battery anode       Xiang Han，Songyan Chen, Yong Yang, et al.   ACS Applied Materials & Interfaces   2020   Low temperature growth of graphitic carbon on porous   silicon for high-capacity lithium energy storage   Xiang Han，Songyan Chen, Yong Yang, et al.   Journal of Power Sources   2020   Double-Shelled   Microscale Porous Si Anodes for Stable Lithium-Ion Batteries   Xiang Han，Songyan Chen, Yong Yang, et al.   Journal of Power Sources   2019   Capitalization   of Interfacial AlON Interactions to Achieve Stable Binder-Free Porous   Silicon/Carbon Anodes   Xiang Han，Songyan Chen, Yong Yang, et al.   Journal of Materials Chemistry A   2018   Scalable   Engineering of Bulk Porous Si Anodes for High Initial Efficiency and   High-Areal-Capacity Lithium-Ion Batteries,   Xiang Han，Songyan Chen, Yong Yang, et al.   ACS Applied Materials & Interfaces   2018   Carbon-Coated   Si Micrometer Particles Binding to Reduced Graphene Oxide for a Stable   High-Capacity Lithium-Ion Battery Anode   Xiang Han，Songyan Chen, Yong Yang, et al.   Journal of Materials Chemistry A   2016   Interfacial   Nitrogen Stabilizes Carbon-Coated Mesoporous Silicon Particle Anodes   Xiang Han，Songyan Chen, Yong Yang, et al.   Journal of Materials Chemistry A   2015   NiSix/a-Si   Nanowires with Interfacial a-Ge as Anodes for High-Rate Lithium-Ion Batteries   Xiang Han，Songyan Chen, Yong Yang, et al.   ACS Applied Materials & Interfaces   2015   A   Peanut Shell Inspired Scalable Synthesis of Three-Dimensional Carbon Coated   Porous Silicon Particles as An Anode for Lithium-Ion Batteries   Xiang Han，Songyan Chen, Yong Yang, et al.   Electrochimica Acta   2015      ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "《复合材料原理》、《科研方法与科技英语写作》、《材料表面与界面课程设计》、《太阳能光热利用技术试验》<br/>",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   固态锂电池中单晶NMC811共格界面的构筑及离子传输机制研究   韩响   国家自然科学基金委   2023.01-2025.12   LATP/高压正极快离子界面液相融合与激光集成研究   韩响，王冠文，陈浩，黄爱香，王安冉   江苏省科技厅   2020.06-2023.06   全固态电池高压正极液相融合与激光集成研究   韩响   南京市人力资源和社会保障局   2020.06-2021.06      ",
    "Services_Activities": "None",
    "Award_status": "论著名称<br/>作者<br/>刊物或出版社<br/>时间<br/>南京林业大学课程思政案例研究与实践<br/>王立彬，沙莉，韩响，等<br/>中国林业出版社<br/>2022.6<br/><br/>",
    "Contact_information": "办公",
    "Introduction": "None",
    "id": "0086",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/25/20211125140646998lxh1tq.png?iid=38317",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "韩响",
    "Biographical_notes": "韩响，男，1990年生，厦门大学-华盛顿大学联合培养博士。现任南京林业大学材料学院副教授，从事高比能锂电池材料设计、界面调控和电池性能研究。取得多项成果，在能源电化学领域以第一/通讯作者发表SCI论文20余篇，包括Energy Environ. Sci. (IF: 38.9), Energy Storage Mater. (IF: 20.8), Nano Research (IF: 10.3) 等影响因子大于10的论文10篇。所发表研究论文被Nat. Nanotech., Chem. Soc. Rev., Nat. Commun.等杂志正面引用1400次以上，H指数20。申请美国PCT专利1项和中国发明专利3项，获授权2项。相关成果获得2021国际电池材料协会年会（IBA 2021）-最佳墙报奖，Nano Research Energy学术研究新星金奖，最受能源学人用户关注的研究工作TOP20，第一届全国博士后创新创业大赛优胜奖。担任清华大学出版社Nano Research Energy青年编委，Coating杂志客座编辑。<br/><br/><br/>教育经历：<br/><br/><br/>2008.09-2012.06 皖西学院 数理系 物理学 本科<br/>2012.09-2019.12 厦门大学物理系 微电子学与固体电子学 硕博连读<br/>2017.11-2019.11 美国华盛顿大学联合培养 材料科学与工程<br/><br/>研究方向：<br/><br/>1.   高比能锂离子电池关键材料设计与器件优化；<br/>2.   高镍三元和富锂层状氧化物固态正极界面构建；<br/>3.   新型快离子导固态电解质设计与可控制备；<br/>4.   工业级微米多孔硅碳负极实用化技术。<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}