{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   Highly branched and nontoxic plasticizers based on natural cashew shell oil by a facile and sustainable way   Ma, Y. , Song, F. , Hu, Y. , Kong, Q. , & Jia, P.*   Journal of Cleaner Production   2020.4   Ethyl cellulose based self-healing adhesives synthesized via RAFT and   aromatic schiff-base chemistry   Gong, X. , Cheng, Z. , Gao, S. , Zhang, D.*, Ma Y.*, & Chu, F.   Carbohydrate Polymers   2020.8   Physical and chemical modifications of poly(vinyl chloride) materials to prevent plasticizer migration - Still on the run   Ma, Y., Liao, S., Li, Q., Guan, Q., Jia P.⁎, Zhou, Y.   Reactive and Functional Polymers   2020.2   The Effects of DOPO-g-ITA Modified Microcrystalline Cellulose on the Properites of Composite Phenolic Foams   Ma, Y. , Gong, X. , Jia, P. *   Journal of Renewable Materials   2020.1   Preparation and Performance of Bio-Based Polyol Ester from One-Pot Synthesis of Castor Oil as Nontoxic Poly(Vinyl Chloride) Plasticizer   Ma, Y. , Song, F. , Kong, Q. , & Jia, P.*   Journal of Polymers and the Environment   2020.5   The synthesis of DOPO-g-ESO and its effect on the properties of phenolic foam composites   Ma, Y.*, Gong, X., Zhang Z., & Wang C.   Green Materials   2020.4   Synthesis and characterization of DOPO-g-CNSL and its effect on the properties of phenolic foams   Ma, Y.*, Gong, X., Xie B. & Jia, P.*   Journal of Renewable Materials   2019.10   Synthesis of DOPO-g-GPTS modified wood fiber and its effects on the properties of composite phenolic foams   Ma, Y.* , Geng, X. , Zhang, X. , Wang, C. , & Chu, F.   Journal of Applied Polymer Science   2019.1   Synthesis,characterization,and application of a bio-based plasticizer for PVC: epoxidized acetylation cardanol   Ma, Y., Jia, P.*, Hu, L., Feng, G., Zhang, M., Zhou, Y.   Iranian Journal of Chemistry and Chemical Engineering   2019.1   Preparation and Characterization of DOPO-ITA Modified Ethyl Cellulose and Its Application in Phenolic Foams   Ma Y.* , Gong X. , Liao C. , & Chu F.   Polymers   2018.09   Effect of Novel DOPO-g-Coupling Agent Treated Wood Fibers on Properties of Composite Phenolic Foams   Ma Y.* , Geng X., Zhang X.   BioResources   2018.06   A novel DOPO-g-KH550 modification wood fibers and its effects on the properties of composite phenolic foams   Ma Y.* , Geng X., Zhang X., & Chu F.   Polish Journal of Chemical Technology   2018.06   The structure and properties of eucalyptus fiber/ phenolic foam composites under N-beta (aminoethyl)- gamma -aminopropyl trimethoxy silane pretreatments   Ma Y.*, Wang C.,  Chu, F.   Polish Journal of Chemical Technology   2017.12   Effects of fiber surface treatments on the properties of wood fiber-phenolic foam composites   Ma Y.*, Wang C.,  Chu F.   BioResources   2017.05   Effect of zinc oxide on properties of phenolic foams/halogen-free flame retardant system   Ma Y., Wang J. Xu Y. Wang C., Chu F*.   Journal of Applied Polymer Science   2015.11   木材胶黏剂研究进展   马玉峰、 龚轩昂、 王春鹏*   林产化学与工业   2020.4   桉木纤维预处理对酚醛泡沫复合材料性能的影响   马玉峰，耿祥，王春鹏，储富祥*   林业工程学报   2018.01   三氧化钼对无卤阻燃体系复合酚醛泡沫性能的影响   马玉峰，王春鹏，储富祥*   林产化学与工业   2016.06   氯化亚铜对阻燃体系复合酚醛泡沫性能的影响   马玉峰，王春鹏，储富祥*   南京林业大学学报（自然科学版）   2016.03   氧化亚锡对阻燃体系复合酚醛泡沫性能的影响   马玉峰，王春鹏，储富祥*   材料导报   2015.11   酚醛树脂胶粘剂研究进展   马玉峰，王春鹏, 许玉芝   粘接   2014.02   产学研合作促进大学生创新型人才培养   马玉峰，徐明娟    文教资料   2018.06         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "木基复合材料及应用、生物质复合材料学、复合材料、胶合材料学、人造板质量控制与检测、功能胶粘剂、涂料配方设计与剖析、粘接与涂料性能检测、涂饰工艺学。<br/>",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   阻燃酯化改性木质纤维素增韧酚醛泡沫的机理与构效关系研究   徐信武、贾翀、陈玲、周秉亮   江苏省自然基金青年项目   2014.7-2017.6   油脂基阻燃聚合物的设计制备及其在酚醛泡沫中的应用基础研究   韩景泉、张海洋、何爽爽、衡利辰   南京林业大学青年创新基金   2017.1-2019.12   阻燃改性植物油脂对酚醛泡沫复合材料的增韧机理与固化动力学研究   徐信武、陈玲、周秉亮   南京林业大学高学历人才启动基金   2015.1-2017.12         ",
    "Services_Activities": "None",
    "Award_status": "",
    "Contact_information": "办公13921433597",
    "Introduction": "None",
    "id": "0092",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/25/20211125134554446txi3ce.png?iid=38301",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "马玉峰",
    "Biographical_notes": "马玉峰，男，江苏南京，博士，副教授。<br/><br/>教育经历：<br/>2010.9-2013.7  中国林业科学研究院林产化学工业研究所 博士  导师：储富祥<br/>2006.9-2009.5  福州大学    硕士  导师：林青<br/>2004.9-2006.7  河南工业大学  学士<br/><br/>研究方向：<br/>1、生物质基复合材料<br/>     主要利用油脂、纤维素、松香等生物质材料制备生物质基热塑性弹性体功能复合材料<br/>2、高性能酚醛泡沫复合材料<br/>    主要利用油脂、纤维素等生物质材料制备高性能酚醛泡沫复合材料<br/>3、环保型PVC增塑剂<br/>     主要利用油脂、木质素等生物质材料合成环保型PVC增塑剂<br/>4、环保型胶黏剂<br/>     主要研究低醛、无醛、生物质基环保型胶黏剂<br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}