{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   Development and evaluation of zinc oxide-blended kenaf fiber biocomposite   for automotive applications   Yingji Wu, Liping Cai, Changtong Mei, Su Shiung Lam, Christian Sonne, Sheldon Q. Shi,   Changlei Xia       Materials Today Communications   2020   Using low carbon footprint high-pressure carbon dioxide in bioconversion of   aspen branch waste for sustainable bioethanol production   Yingji Wu，Shengbo Ge, Changlei Xia, Liping Cai, Changtong Mei, Christian Sonne,   Young-Kwon Park, Young-Min Kim, Wei-Hsin Chen, Jo-Shu Chang, Su Shiung Lam   Bioresource Technology   2020   Controlling the pore size of the activated carbon through self-activation process for removing contaminates of different molecular sizes   Yingji Wu, Changlei Xia, Liping Cai, Sheldon Q. Shi   Journal of Colloid and Interface Science   2018   Sodium hydroxide-free soy protein isolate-based films crosslinked by pentaerythritol glycidyl ether   Yingji Wu, Liping Cai, Chen Wang, Changtong Mei, Sheldon Q. Shi   Polymers   2018   Water-resistant hemp fiber-reinforced composites: in-situ surface protection by polyethylene film, Industrial Crops and Products   Yingji Wu, Changlei Xia, Liping Cai, Sheldon Q. Shi, Jiangtao Cheng   Industrial Crops and Products   2018   Developing a natural fiber-reinforced composite with comparable mechanical properties of automotive glass-fiber sheet molding compound   Yingji Wu, Changlei Xia, Liping Cai, Andres C. Garcia, Sheldon Q. Shi   Journal of Cleaner Production   2018   Gas barrier behavior of polyimide films filled with synthetic chrysotile nanotubes   Yingji Wu, Vladimir E. Yudin, Joshua U. Otaigbe, Elena N. Korytkova, Sergei Nazarenko   Journal of Polymer Science, Part B: Polymer Physics   2013   Mica filled multilayered composites with enhanced gas barrier and fire retardant properties   Wu, Yingji; Meyers, Kevin; Baer, Eric; Paul, Donald R.; Nazarenko, Sergei   245th ACS National Meeting & Exposition   2013   A comparative study of the fire retardant effect of several metal-based compounds added to an epoxy-amine thermoset   Manzi-Nshuti, Charles; Wu, Yingji; Nazarenko, Sergei,   ACS Symposium Series 2012   2012         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   竹材纳米纤维素定向分布对力学和气体阻隔性能的影响机制   吴英姬   国家自然科学基金   2020.1-2022.12   仿生交替多层材料的性能调控机制研究   吴英姬，梅长彤，蒋军   江苏省自然科学基金   2019.7-2022.6   定向分布的埃洛石纳米管对力学和阻燃性能调控机制研究   吴英姬   中国博士后基金   2020.1-2021.12         ",
    "Services_Activities": "None",
    "Award_status": "",
    "Contact_information": "办公19825041860",
    "Introduction": "None",
    "id": "0094",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/25/20211125133234808mtxlfq.png?iid=38291",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "吴英姬",
    "Biographical_notes": "吴英姬，女，1984年3月2日，吉林延吉，博士，副教授(师资博士后)。<br/><br/><br/>教育经历：<br/>2003.9-2007.5 中国科学技术大学，高分子材料，学士<br/>2007.8-2013.5 美国南密西西比大学，高分子材料与工程，博士<br/>2014.6-2016.7北德克萨斯大学，材料与科学与工程，博士后<br/><br/>研究方向：<br/>生物质材料，生物质复合材料，复合材料的力学性能，气体阻隔和防火性能 <br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}