{
    "Research_direction": "None",
    "Paper": "论著名称   作者   刊物或出版社   时间   1. Effect of Delignification Technique on the Ease of Fibrillation of Cellulose II Nanofibers from Wood   Haiying Wang, Chuchu Chen, Lu Fang, et al.   Cellulose   2018, 25:7003–7015   2. A Comparative Study on the Characterization of Nanofibers with Cellulose I, I/II, and II Polymorphs from Wood   Haiying Wang, Suiyi Li, Tiantian Wu, et al.   Polymers   2019, 11, 153   3.Preparation of tough cellulose II nanofibers with high thermal stability from wood.   Haiying Wang, Dagang Li, Hiroyuki Yano, et al.   Cellulose   2014, 21:1505–1515   4.Mechanical, Electrical, and Thermal Properties of Highly Filled Bamboo Charcoal/Ultra-High Molecular Weight Polyethylene Composites   Suiyi Li, Haiying Wang, Chuchu Chen, et al.   Polymer Composites   2018,39: E1858-E1866   5.Development of electrically conductive nano bamboo charcoal/ultrahigh molecular weight polyethylene composites with a segregated Network   Suiyi Li, Xiaoyan Li, Chuchu Chen, Haiying Wang, et al.   Composites Science and Technology   2016, 132: 31-37   6.Reinforcement of cellulose nanofibers in polyacrylamide gels   Chuchu Chen, Haiying Wang, Suiyi Li, et al.   Cellulose   2017, 24:5487–5493   7.Size effect of charcoal particles on the properties of bamboo charcoal/ultra-high molecular weight polyethylene composites   Suiyi Li, Haiying Wang, Chuchu Chen, et al.   Journal of Applied Polymer Science   2017,   134(47): 45530.   8. Effect of Ethylenediamine Treatment on Cellulose Nanofibers and the Formation of High-strength Hydrogels   Haiying Wang, Tiantian Wu, Xiaoxuan Wang, et al.   Bioresources   2019，14(1): 1141-1156   9.Transparent and flexible cellulose nanofibers/silver nanowires/acrylic resin composite electrode   Zhong Zhang, Haiying Wang, Suiyi Li, et al.   Composites Part A   2015.76:209-315   10.Preparation of Ultralong Cellulose Nanofibers and Optically Transparent Nanopapers Derived from Waste Corrugated Paper Pulp   Haiying, Wang; Dagang, Li; Ranran, Zhang, et al.   BioResources   2013, 8(1): 1374~1384   11.丙烯酸树脂／咖啡壳纳米纤维素复合材料的制备   王海莹，彭明红，陈诺等   工 程 塑 料 应 用   2018, 46(6): 10-13   12.利用碱处理纳米纤维素制备三维网状水凝胶的研究   王海莹，陈诺，丁颖等   纤维素科学与技术   2018,26(2):24-29   13.热塑性塑料／生物炭复合材料研究进展   王海莹，余晓，李穗奕等   工程塑料应用   2018,46(12):139-142   14.纳米纤维素三维网状增强聚乙烯醇复合材料的研究   王海莹; 李大纲   塑料工业   2014.42(04):116~119   15.PVAL/纳米纤维素复合膜的制备及丝光处理对其性能的影响   王海莹; 李大纲   工程塑料应用   2014,42(03): 13~16         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "包装结构设计、软包装复合技术、包装CAD、现代商品防伪包装技术等。<br/>",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   1.高含量炭增强超高分子量聚乙烯复合材料的界面结合机理   主持   国家自然科学青年基金（31800488）   2019/01-2021/12   2.纳米纤维素I晶型向II晶型转变机理研究   主持   江苏省自然科学青年基金（BK20150875）   2015/07-2018/06   3.生物质炭/UHMWPE复合材料的穿孔网络结构及界面结合机制   主持   南京林业大学青年科技创新基金（CX2017003）   2018/01-2020/12   4.生物质纳米复合材料的研究   主持   南京林业大学高层次（高学历）人才科研启动基金   2015/06-2018/06   5.基于晶型转变技术制备高性能纳米纤维素的研究   主持   江苏高校优势学科资助出国留学项目（PAPD）   2013/02-2014/02   6.生物质纳米纤丝仿生定向可控制备与性能研究   参加   国家自然基金项目（31370557）   2014/01-2017/12   7.纤维增强木塑复合材料界面力学特性的研究   参加   国家自然基金项目（31170514）   2012/01-2015/12         ",
    "Services_Activities": "None",
    "Award_status": "",
    "Contact_information": "办公",
    "Introduction": "None",
    "id": "0101",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/25/20211125133913807ak2etu.png?iid=38296",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "王海莹",
    "Biographical_notes": "王海莹，女，1987年2月，江苏南京，博士，副教授。<br/><br/>教育经历：<br/><br/>2004/9 - 2008/7，南京林业大学，包装工程，学士<br/>2008/9 - 2010/7，南京林业大学，材料学，硕士<br/>2010/9 - 2014/7，南京林业大学，木材科学与技术，博士<br/>2013/2 - 2014/2，日本京都大学，生存圈研究所，访问学者<br/> <br/><br/>研究方向：材料学<br/><br/><br/>1.生物质纳米纤维素及其功能材料、包装材料的研究：<br/>基于晶型转化技术制备纤维素I、II、III型纳米纤丝及其复合材料；通过聚焦生物质本身特有的纳米结构进行功能化设计，开发高性能纳米材料、包装材料。<br/><br/>2.高含量生物质炭增强塑料复合材料的研究：<br/>以生物质炭和塑料为原料制备高强度复合材料，探究炭粉高含量情况下的界面结合机制及界面强化的新方法和新技术，提出利用生物质炭制备高附加值高性能复合材料的新途径。开展在高强工程材料等具有广泛市场前景的新材料领域的研究。<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}