{
    "Research_direction": "None",
    "Paper": "[1] Li Zhong, Yuhui Zhang, Fei Liu, Luzhen Wang, Qian Feng, Chuchu Chen, Zhaoyang Xu*. Muscle-inspired anisotropic carboxymethyl cellulose-based double-network conductive hydrogels for flexible strain sensors[J]. International Journal of Biological Macromolecules, 2023, 248:125973   [2] Jie Zhuang, Mingzhu Pan, Yuhui Zhang, Fei Liu, Zhaoyang Xu*. Rapid adsorption of directional cellulose nanofibers /3-glycidoxypropyltrimethoxysilane /polyethyleneimine aerogels on microplastics in water[J]. International Journal of Biological Macromolecules, 2023, 235:123884   [3] Li Zhong, Zhaoji Dong, Yuanquan Liu, Chuchu Chen *, Zhaoyang Xu *. Construction of strong and tough carboxymethyl cellulose-based oriented hydrogels by phase separation[J]. International Journal of Biological Macromolecules, 2023, 225:78-89   [4] Qiuyan Liu,Yuanquan Liu, Qian Feng, ChuChu Chen, Zhaoyang Xu*. Preparation of antifouling and highly hydrophobic cellulose nanofibers/ alginate aerogels by bidirectional freeze-drying for water-oil separation in the ocean environment[J]. Journal of Hazardous Materials, 2022, 441: 129965   [5] Yuanquan Liu, Qiuyan Liu, Li Zhong b, ChuChu Chen*, Zhaoyang Xu*.  Tough, antifreezing, and conductive double network zwitterionic-based hydrogel for flexible sensors[J]. Chemical Engineering Journal, 2022, 452: 139314   [6] Jie Zhuang , Nannan Rong , Xuerong Wang , Chuchu Chen*, Zhaoyang Xu*. Adsorption of small size microplastics based on cellulose nanofiber aerogel modified by quaternary ammonium salt in water[J]. Separation and Purification Technology, 2022, 293: 121133   [7] 张坤杰, 徐朝阳*. 机械力诱导双重39(2)交联各向异性纤维素水凝胶的制备与性能[J]. 复合材料学报, 39(2): 718-725   [8] Xuerong Wang, Jie Shi, Jie Zhuang, Chuchu Chen,  Kangwen Ouyang, Mengting Xu, Zhaoyang Xu*. Characterization and evaluation of the adsorption potential of chitosan-impregnated cellulose nanofiber multi-walled carbon nanotube aerogel for copper ions[J]. New Journal of Chemistry, 2022, 46(7): 3156-3167   [9] Mengting Xu, Xuerong Wang, Kangwen Ouyang, Zhaoyang Xu*. Two-Dimensional Metal−Organic Framework Nanosheets Grown on Carbon Fiber Paper Interwoven with Polyaniline as an Electrode for Supercapacitors[J]. Energy & fuels, 2021, 35: 19818-19826   [10] Kangwen Ouyang, Jie Zhuang, Chuchu Chen, Xuerong Wang, Mengting Xu, and Zhaoyang Xu*. Gradient Diffusion Anisotropic Carboxymethyl Cellulose Hydrogels   for Strain Sensors[J]. Biomacromolecules, 2021, 22(12) : 5031-5041   [11] Rong Nannan, Chen Chuchu, Ouyang Kangwen, Zhang kunjie, Wang Xuerong, Xu Zhaoyang*. Adsorption characteristics of directional cellulose nanofiber/chitosan/ montmorillonite aerogel as adsorbent for wastewater treatment[J]. Separation and Purification Technology, 2021, 274: 119120   [12] Li Jiajia, Zhai Shengcheng, Wu Weibing, Xu Zhaoyang*. Hydrophobic nanocellulose aerogels with high loading of metal-organic framework particles as floating and reusable oil absorbents[J]. Frontiers of Chemical Science and Engineering, 2021, 15(5): 1158–1168   [13] Rong Nannan, Xu Zhaoyang*, Zhai Shengcheng, Zhou Lijie, Li Jiajia. Directional, super-hydrophobic cellulose nanofiber/polyvinyl alcohol/montmorillonite aerogels as green absorbents for oil/water separation[J]. IET Nanobiotechnology, 2021, 15(1): 135-146   [14] Lijie Zhou, Zhaoyang Xu*. Ultralight, highly compressible, hydrophobic and anisotropic lamellar carbon aerogels from graphene/polyvinyl alcohol/cellulose nanofiber aerogel as oil removing absorbents[J]. Journal of Hazardous Materials, 2020, 388: 121804   [15] Jiajia Li, Lijie Zhou, Xiangdong Jiang, Sicong Tan, Peng Chen, Huan Zhou, Zhaoyang Xu*. Directional preparation of superhydrophobic magnetic CNF/PVA/MWCNT carbon aerogel[J]. IET Nanobiotechnology, 2019, 13(6): 565-570   [16] Sicong Tan, Jiajia Li, Lijie Zhou, Peng Chen, Zhaoyang Xu*. A new strategy for the improvement of direct use of MOFs as supercapacitor electrodes[J]. Materials letters, 2019, 251：102-105   [17] Wu Weibing, SongRuyuan, Xu Zhaoyang*, Jing Yi, Dai Hongqi, Fang, Guigan. Fluorescent cellulose nanocrystals with responsiveness to solvent polarity and ionic strength[J]. Sensors and Actuators B-Chemical, 2018, 275: 490-498   [18] Tan, Sicong; Li, Jiajia; Zhou, Lijie; Chen, Peng; Xu, Zhaoyang*. Hydrophilic carbon fiber paper based electrode coated with graphene for high performance supercapacitors[J]. Materials letters, 2018, 233：278-281   [19] Sicong Tan, Jiajia Li, Lijie Zhou, Peng Chen, Deliang Xu, and Zhaoyang Xu*, Fabrication of a flexible film electrode based on cellulose nanofibers aerogel dispersed with functionalized graphene decorated with SnO2 for supercapacitors[J]. Journal of Materials Science, 2018, 53:11648–11658   [20] Zhaoyang Xu*, Xiangdong Jiang, Huan Zhou, Jianyu Li. Preparation of magnetic hydrophobic polyvinyl alcohol (PVA)–cellulose nanofiber (CNF) aerogels as effective oil absorbents[J]. Cellulose, 2018, 25(2): 1217-1227   [21] Zhaoyang Xu*, Huan Zhou, Sicong Tan, Xiangdong Jiang, Weibing Wu, Jiangtao Shi and Peng Chen. Ultralight super-hydrophobic carbon aerogels based on cellulose nanofibers/poly(vinyl alcohol)/graphene oxide (CNFs/PVA/GO) for highly effective oil-water separation[J]. Beilstein Journal of Nanotechnology, 2018, 9: 508-519   [22] ZhaoYang Xu*, JianYu Li. Enhanced Swelling, Mechanical and Thermal Properties of Cellulose Nanofibrils (CNF)/Poly(vinyl alcohol) (PVA) Hydrogels with Controlled Porous Structure[J]. Journal of Nanoscience and Nanotechnology, 2018, 18, 668-675    [23] ZhaoYang Xu*, Xiangdong Jiang, Sicong Tan, Weibing Wu, Jiangtao Shi, Huan Zhou, Peng Chen. Preparation and characterisation of CNF/MWCNT carbon aerogel as efficient adsorbents[J]. IET Nanobiotechnology, 2018, 12(4):500-504   [24] Zhaoyang Xu*, Huan Zhou, Xiangdong Jiang, Jianyu Li, Fang Huang. Facile synthesis of reduced graphene oxide/trimethyl chlorosilane-coated cellulose nanofibres aerogel for oil absorption[J]. IET Nanobiotechnology, 2017, 11(8): 929-934   [25] 徐朝阳*，李健昱，石小梅等. 聚乙二醇改性纳米纤维素/聚乙烯醇复合水凝胶的制备及性能[J]. 复合材料学报, 2017, 34(4): 708-713   [26] 徐朝阳*，李健昱，江向东，等．MWCNTs增强聚乙二醇－聚乙烯醇复合水凝胶的制备及性能[J]. 复合材料学报，2017, 34(6): 1191-1198   [27] Zhaoyang Xu*，Li J Y，Zhou H，et al. Morphological and swelling behavior of cellulose nanofiber (CNF)/poly(vinyl alcohol) (PVA) hydrogels: poly(ethylene glycol) (PEG) as porogen[J]. RSC Advances, 2016, 6: 43626-43633   [28] Zhaoyang Xu*, Huang F. Pretreatment Methods for Bioethanol Production [J]. Applied Biochemistry and Biotechnology, 2014, 174(4): 43-62   [29] Zhaoyang Xu*, Sun Q L, et al. Preparation and characteristics of cellulose nanowhisker reinforced acrylic foams synthesized by freeze-casting[J]. RSC Advances, 2014, 24(4): 12148-12152      ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "",
    "Topic": "None",
    "Projects": "1）主持 国家自然科学基金面上项目“仿生木材孔道及其壁层结构的构筑、调控机制与特性”，2022-2025；   2）主持 教育部重点实验室开放基金项目（重点项目）“高强定向纳米纤维素基气凝胶的制备及吸附特性”，2019-2021；   3）主持 国家自然科学基金面上项目“磁性高强纳米纤维素基气凝胶的定向制备、调控机理及特性”，2018-2019；   4）主持 国家自然科学基金青年项目“纳米纤维素增强水凝胶的制备、微结构调控机理与特性”，2014-2016；   5）主持 江苏省自然科学基金青年项目“木材横纹压缩时吸能特性与影响机制研究”，2013-2016；   6）主持 江苏省科技厅苏北发展专项“抗菌自洁型木质纤维壁纸制备技术研发及产业化”，2017-2019；   7）主持 江苏省科技厅苏北发展专项“轻质木塑复合家具构件制造关键技术及产业化”；2013-2015；      ",
    "Services_Activities": "None",
    "Award_status": "资料更新中<br/>",
    "Contact_information": "办公 025-85427742",
    "Introduction": "None",
    "id": "0102",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/24/20211124224752672kj1r1p.jpg?iid=38211",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "徐朝阳",
    "Biographical_notes": "徐朝阳，男，博士、教授，博导，南京林业大学材料科学与工程学院院长，江苏省青蓝工程中青年学术带头人。2007年获南京林业大学博士学位，2013至2014在美国佐治亚理工学院作访问学者；现任中国林学会木材科学分会常务委员，江苏省建筑碳中和技术工程研究中心技术委员会委员，江苏省绿色包装标准化技术委员会委员，中国振动工程学会包装动力专业委员会理事。主要从事生物质复合材料材料教学与科研工作，主持国家自然科学基金3项，主持或参与省部级科研项目、人才项目18项，现已发表科研论文90余篇，获得授权发明专利14项，参与制定国家标准3项,获国家级、省部级奖项3项，教学成果奖2项，学术荣誉称号3项。<br/><br/><br/><br/>主要研究方向<br/>1）仿生纤维素凝胶及功能化应用<br/>2）纳米纤维素复合材料<br/>3）功能性木塑复合材料<br/>4）生物质包装材料<br/><br/><br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}