{
    "Research_direction": "None",
    "Paper": "论文名称   作者   刊物或出版社   时间   1.Preparation and Properties of Cyanobacteria-Based Carbon Quantum Dots/Polyvinyl Alcohol/ Nanocellulose Composite   Li Xu, Ying Li, Shiyu Gao, Yue Niu 1 , Huaxuan Liu, Changtong Mei, Jiabin Cai, Changyan Xu   Polymers   2020,12,   1143   2.Preparation and Performance of Radiata-Pine-Derived Polyvinyl    Alcohol/Carbon Quantum Dots Fluorescent Films   Li Xu, Yushu Zhang, Haiqing Pan, Nan Xu, Changtong Mei, Haiyan Mao, Wenqing Zhang, Jiabin Cai, Changyan Xu   Materials   2020,13,67   3.Preparation of cyanobacteria-   enhanced poly(vinyl)alcohol-   based films with resistance to blue-violet light / red light and water.   Sainan Chen1, Di Liu, Min Qian, Li Xu, Ying Li, Haozhong Sun, Xi Wang, Haiyun Zhou, Jian Bao, Changyan Xu.   Plos One   2020,15(2):   1-14.   4.Research and Design on Aesthetics of Wood Grain   Li Xu, Dagang Li, Changyan Xu,   Zhaoyang Xu   Advanced Materials Research   2012, 3259-3264   5.Modulus Packaging Design of the Cylindrical Ceramic Furnishings   Li Xu, Dagang Li, Changyan Xu, Saigang Zhang, Yanxiao Shi   Applied Mechanics and Materials   2012, 577-582   6.木材弦切面宏观构造图案的色度学研究   徐丽，王昕怡，管雪松，朱南峰，徐长妍，李大纲   包装工程   2020,41(05):242-249   7.模糊综合评价法在绿色快递包装中的应用   徐丽，王昕怡，管雪松，朱南峰，徐长妍，李大纲   包装工程   2019,40(23):180-188   8.云南白药胶囊药品的交互式包装设计研究   徐丽，王昕怡，朱南峰，徐长妍，梁晶，李大纲   包装工程   2019,40(21):127-134   9.木材构造图案的分形表征及其仿生设计   徐丽，朱南峰，徐长妍，管雪松，李大纲   家具   2018,39(3):26-30   10.木材构造图案的美学法则研究及其包装仿生设计   徐丽，李大纲，朱南峰，徐长妍，张乘风   家具与室内装饰   2018(06):60-63   11.木材构造图案的包装仿生设计研究   徐丽,郭丁萌,陈成,陈偲,郭静怡,李大纲   家具与室内装饰   2019(09):   41-43   12.木材宏微观构造的仿生设计研究   徐丽，潘海青，朱南峰，徐长妍，李大纲   家具与室内装饰   2019(12):   116-118   13.酒包装设计元素的视觉感性研究   徐丽，李大纲，徐长妍，陈百惠   包装世界   2017(01):   92-94   14.木材纹理图案的美学研究   徐丽，李大纲，徐长妍，朱典想   木工机床   2012(01):   20-24   15.普通艺术陶瓷瓶类产品在运输中的包装设计探索   徐丽，徐长妍，李大纲   木工机床   2009(03):   30-32,43   16.现代喜糖包装的创意设计   徐丽，徐长妍   上海包装   2007(12):   31-33   17.快递包装袋在高校中使用现状的调研   孙思远，邹同，徐丽   绿色包装   2019(12):   60-63   18.中老年“降血压”药品交互式包装设计   王昕怡，徐丽   包装学报   2019,11   (06):58-65   19. 木材纹理之美与应用研究   管雪松，徐丽   家具与室内装饰   2018(01):   70-71         ",
    "Patent": "None",
    "Achievements": "None",
    "Class": "本科生课程：包装装潢与造型设计、图形设计、包装与销售心理、包装专业实训、平面软件设计、中外包装史、包装设计原理、包装工程与设计专业导论、木材美学<br/>研究生课程：药品与食品包装<br/>",
    "Topic": "None",
    "Projects": "课题名称   主要参加人   项目来源   起止时间   低碳经济下绿色快递包装及服务系统设计研究   主持   教育部人文社会科学研究（艺术学）青年基金项目   2019.03-2021.12   木质粉尘燃爆机理研究   参与   国家重点研发计划专项2016年度项目，子课题   2016.07-2020.12   城市物流中的智慧快递包装设计研究   主持   江苏省高校哲学社会科学研究基金项目   2017-2019   “零废弃”包装生态设计理论与实践研究   参与   国家社会科学基金艺术学项目   2013-2015   功能性电磁屏蔽复合板材关键技术研究与推广   参与   江苏省苏北科技发展计划—科技型企业技术创新项目   2013.01-2014.12   生物质细胞构造的仿生图案设计研究   主持   江苏省普通高校研究生科研创新计划项目   2012-2014   纤维增强木塑复合材料界面力学特性的研究   参与   国家自然科学基金项目   2011-2013   木材美学在包装设计中的应用   主持   江苏高校优势学科建设工程资助项目（PAPD）子课题   2011-2013   玻璃家具瓦楞纸板衬垫缓冲研究   参与   南京林业大学“十·五”人才工程项目   2006-2007         ",
    "Services_Activities": "None",
    "Award_status": "",
    "Contact_information": "办公13951078779",
    "Introduction": "None",
    "id": "0103",
    "img": "https://wood.njfu.edu.cn//DFS//file/2021/11/25/202111251328486661as6it.png?iid=38280",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "徐丽",
    "Biographical_notes": "徐丽，女，1979年9月2日，江苏南京，博士，副教授。<br/><br/>教育经历： <br/>1998.9-2002.7   室内与家具设计   学士<br/>2002.9-2005.7   木材科学与技术   硕士<br/>2010.9-2018.1   木材科学与技术   博士<br/>2014.8-2015.8   美国密歇根州立大学包装学院 访问学者 <br/><br/>研究方向：<br/>（1）木材宏微观构造的仿生设计研究<br/>（2）绿色快递包装的设计研究<br/>（3）生物质基碳量子点的制备及其应用研究<br/>（4）包装的交互设计研究<br/>（5）绿色包装材料的结构设计研究<br/>",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}