{
    "Research_direction": "None",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1.             Zeru Xu, Qiongju Cao, Anne Manyande, Shanbai Xiong, Hongying Du*, Analysis of the binding selectivity and inhibiting mechanism of chlorogenic acid isomers and their interaction with grass carp endogenous lipase using multispectroscopic, inhibition kinetics and modeling methods. Food Chemistry, 382 (2022) 1320106 (中科院1区，JCR-Q1, IF: 9.231).<br/>Zeru Xu, Qiongju Cao, Anne Manyande, Shanbai Xiong, Hongying Du*, Analysis of the binding selectivity and inhibiting mechanism of chlorogenic acid isomers and their interaction with grass carp endogenous lipase using multispectroscopic, inhibition kinetics and modeling methods. Food Chemistry, 382 (2022) 1320106 (中科院1区，JCR-Q1, IF: 9.231).<br/>,<br/>2.<br/>, Jin Zhang, Siqi Wang, Anne Manyande, Jie Wang*, Effect of high-intensity ultrasonic treatment on the physicochemical, structural, rheological, behavioral, and foaming properties of pumpkin (Cucurbita moschata Duch.)-seed protein isolates.<br/>155 (<br/>) 112952 (中科院1区，<br/>JCR-<br/>, IF: 6.056).<br/>3.             Fangjun Peng, Jiawen Li, Zhiyong Gong, Bing Yue, Xueli Wang, Anne Manyande, Hongying Du*, Investigation of bioaccumulation and human health risk as-sessment of heavy metals in crayfish farming with a rice-crayfish-based coculture breeding modes. foods, 11 (2022) 261 (中科院2区，IF: 5.561).<br/>IF<br/>4.             Jing Li, Hongying Du*, Fangjun Peng, Anne Manyande, Shanbai Xiong, Evaluation of the Effect of Different Cooking Methods on the Heavy Metal Levels in Crayfish Muscle, Biological Trace Element Research, 2022 (Q3, IF:4.081).<br/>4.<br/>Jing Li,<br/>*, Fangjun Peng, Anne Manyande, Shanbai Xiong, Evaluation of the Effect of Different Cooking Methods on the Heavy Metal Levels in Crayfish Muscle, Biological Trace Element Research, 2022 (Q3, IF:4.081).<br/>, 2022<br/>5.             Jin Zhang, Mei Li, Gaonan Zhang, Yu Tian, Fanbin Kong, Shanbai Xiong, Siming Zhao, Dan Jia, Anne Manyande, Hongying Du*, Identification of novel antioxidant peptides from snakehead (Channa argus) soup generated during gastrointestinal digestion and insights into the anti-oxidation mechanisms. Food Chemistry, 337 (2021) 127921 (中科院1区，JCR-Q1, IF: 9.231).   *高被引论文<br/>*<br/>高被引论文<br/>6.             Hongying Du*, Chen Liu, Ozan Unsalan,  isem Altunayar Unsalan, Shanbai Xiong, Anne Manyande, Hongli Chen*, Development and characterization of fish myofibrillar protein/chitosan/rosemary extract composite edible films and the improvement of lipid oxidation stability during the grass carp fillets storage. International Journal of Biological Macromolecules, 184 (2021) 463-475 (中科院1区, JCR-Q1, IF: 8.025 ).<br/>JCR-<br/>7.             Hongying Du, Shanbai Xiong*, Hao Lv, Siming Zhao, Anne Manyande, Comprehensive analysis of transcriptomics and metabolomics to understand the flesh quality regulation of crucian carp (Carassius auratus) treated with short term microflowing water system. Food Research International, 147 (2021) 110519 (中科院1区，JCR-Q1, IF: 7.425 ).<br/>8.             Ling Li, Xuqi Xue, Huige Zhang, Wenjuan Lv, Shengda Qi, Hongying Du*, Anne Manyande, Hongli Chen*, In-situ and one-step preparation of protein film in capillary column for open tubular capillary electrochromatography enantioseparation. Chinese Chemical Letters, 32 (2021) 2139-2142 (中科院2区，JCR-Q1, IF: 8.455 ).<br/>JCR<br/>9.             Peng Jin, Xiaoying Niu, Zixi Gao, Xuqi Xue, Fang Zhang, Wei Cheng, Cuiling Ren, Hongying Du*, Anne Manyande, Hongli Chen*, Ultrafine Platinum Nanoparticles Supported on Covalent Organic Frameworks As Stable and Reusable Oxidase-Like Catalysts for Cellular Glutathione Detection. ACS Applied Nano Materials, 4 (2021) 5834-5841 (中科院3区，JCR-Q2, IF: 6.14).<br/>JCR<br/>10.           Ling Li, Zixi Gao, Huige Zhang, Hongying Du*, Cuiling Ren, Shengda Qi, Hongli Chen*, One-pot surface modification of magnetic nanoparticles using phase-transitioned lysozyme for robust immobilization of enzymes. New Journal of Chemistry, 45 (2021) 11153-11159 (中科院3区，JCR-Q2, IF: 3.925).<br/>JCR<br/>11.           Wei Cheng, Xuqi Xue, Lu Gan, Peng Jin, Baoxin Zhang, Menghuan Guo, Jing Si, Hongying Du*, Hongli Chen*, Jianguo Fang, Individual and successive detection of H2S and HClO in living cells and zebrafish by a dual-channel fluorescent probe with longer emission wavelength. Analytica Chimica Acta, 1156 (2021) 338362 (中科院1区，JCR-Q1, IF: 6.911).<br/>JCR<br/>12.           Hongying Du, Hao Lv, Zeru Xu, Siming Zhao, Tianwen Huang, Anne Manyande, Shanbai Xiong*, The mechanism for improving the flesh quality of grass carp (Ctenopharyngodon idella) following the micro-flowing water treatment using a UPLC-QTOF/MS based metabolomics method. Food Chemistry, 327 (2020) 126777 (中科院1区，JCR-Q1, IF: 9.231).<br/>13.           Qiongju Cao, Yuan Huang, Quan-Fei Zhu, Mingwei Song, Shanbai Xiong, Anne Manyande, Hongying Du*, The mechanism of chlorogenic acid inhibits lipid oxidation: An investigation using multi-spectroscopic methods and molecular docking. Food Chemistry, 333 (2020) 127528 (中科院1区，JCR-Q1, IF: 9.231).<br/>14.           Qiongju Cao#, Huili Liu#, Gaonan Zhang, Xiaohua Wang, Anne Manyande, Hongying Du*, 1H-NMR based metabolomics reveals the nutrient differences of two kinds of freshwater fish soups before and after simulated gastrointestinal digestion. Food & Function, 11 (2020) 3095-3104 (中科院1区，JCR-Q1, IF: 6.317).<br/>Qiongju Cao#<br/>Huili Liu#<br/>Gaonan Zhang<br/>Xiaohua Wang<br/>Anne Manyande<br/>Hongying Du<br/>JCR<br/>15.           Wanlin Xie, Yuan Huang, Yuanzhi Xiang, Shanbai Xiong, Anne Manyande, Hongying Du*, Insights into the Binding Mechanism of Polyphenols and Fish Myofibrillar Proteins Explored Using Multi-spectroscopic Methods. Food and Bioprocess Technology, 13 (2020) 797-806 (中科院2区，JCR-Q2, IF: 5.581).<br/>JCR<br/>16.           Yuan Huang, Hongying Du*, Ghulam Mustafa Kamal, Qiongju Cao, Chen Liu, Shanbai Xiong, Anne Manyande, Qilin Huang*, Studies on the Binding Interactions of Grass Carp (Ctenopharyngodon idella) Myosin with Chlorogenic Acid and Rosmarinic Acid. Food and Bioprocess Technology, 13 (2020) 1421-1434 (中科院2区，JCR-Q2, IF: 5.581).<br/>JCR<br/>17.           Jin Zhang, Hongying Du*, Gaonan Zhang, Fanbin Kong, Yang Hu, Shanbai Xiong, Siming Zhao, Identification and characterization of novel antioxidant peptides from crucian carp (Carassius auratus) cooking juice released in simulated gastrointestinal digestion by UPLC-MS/MS and in silico analysis. Journal of Chromatography B-Analytical Technologies in the Biomedical and Life Sciences, 1136 (2020) 121893 (中科院3区，JCR-Q2, IF: 3.318).<br/>Jin Zhang<br/>Hongying Du*<br/>Gaonan Zhang<br/>Fanbin Kong<br/>Yang Hu<br/>Shanbai Xiong<br/>Siming Zhao<br/>JCR<br/>18.           Zhengyi Hu, Yao Tong, Anne Manyande, Hongying Du*, Effective discrimination of flavours and tastes of Chinese traditional fish soups made from different regions of the silver carp using an electronic nose and electronic tongue. Czech Journal of Food Sciences, 38 (2020) 84-93 (中科院4区，JCR-Q4, IF: 1.3).<br/>JCR<br/>19.           Qiongju Cao, Hongying Du*, Yuan Huang, Yang Hu, Juan You, Ru Liu, Shanbai Xiong, Anne Manyande, The inhibitory effect of chlorogenic acid on lipid oxidation of grass carp (Ctenopharyngodon idellus) during chilled storage. Food and Bioprocess Technology, 12 (2019) 2050-2061 (中科院2区，JCR-Q2, IF: 5.581).<br/>JCR<br/>20.           * Hongying Du#, Shuang Li#, Yingfeng Zhang, Huiling Guo, Liang Wu, Huili Liu, Anne Manyande, Fuqiang Xu, Jie Wang*, NMR Based Metabolomics Comparison of Dierent Blood Sampling Techniques in Awake and Anesthetized Rats. Molecules, 24 (2019) 2542 (中科院3区，JCR-Q2, IF: 4.927).<br/>JCR<br/>21.           Gaonan Zhang, Fengrui Wu, Tingting Ma, Bingjia Zhang, Anne Manyande, Hongying Du*, Preparation and characterization of cellulose nanofibers isolated from lettuce peeL. Cellulose Chemistry and Technology, 53 (2019) 677-684 (中科院4区，JCR-Q2, IF: 1.387).<br/>JCR<br/>22.           Hongying Du*, Yinqiang Huo, Huili Liu, Ghulam Mustafa Kamal, Jiaren Yang, Yongchao Zeng, Siming Zhao, Youming Liu, Fast nutritional characterization of different pigmented rice grains using a combination of NMR and decision tree analysis. CYTA- Journal of food, 17 (2019) 128-136 (中科院4区，JCR-Q3, IF: 2.478).<br/>JCR<br/>23.           Hongying Du*, Jialing Fu, Siqi Wang, Huili Liu, Yongchao Zeng, Jiaren Yang, Shanbai Xiong, 1H-NMR metabolomics analysis of nutritional components from two kinds of freshwater fish brain extracts. RSC Advances, 8 (2018) 19470-19478 (中科院3区，JCR-Q2, IF: 4.036).<br/>JCR<br/>24.           Jiang Tao Li, Wen Fang Han, Bin Jia Zhang, Si Ming Zhao*, Hong Ying Du*, Structure and physicochemical properties of resistant starch prepared by autoclaving-microwave. Starch - Stärke, 70 (2018) 1800060 (中科院3区，JCR-Q2, IF: 2.688).<br/>JCR<br/>25.           Gaonan Zhang, Shujian Zheng, Yuqi Feng, Guo Shen, Shanbai Xiong, Hongying Du, Changes in Nutrient Profile and Antioxidant Activities of Different Fish Soups, Before and After Simulated Gastrointestinal Digestion. Molecules, 23 (2018) 1965 (中科院3区，JCR-Q2, IF: 4.927).<br/>JCR<br/>26.           Fengrui Wu, Gaonan Zhang, Yinqiang Huo, Shanbai Xiong, Hongying Du*, Rheology and Texture Properties of Surimi Gels of Northern Snakehead (Channa Argus) as Affected by Angelica Sinensis (Oliv.) Diels. (Danggui) Powder. Journal of Aquatic Food Product Technology, 27 (2018) 486-495 (中科院4区，JCR-Q4, IF: 2.006).<br/>JCR<br/>27.           Yinqiang Huo#, Ghulam Mustafa Kamal#, Jie Wang, Huili Liu, Gaonan Zhang, Zhengyi Hu, Farooq Anwar, Hongying Du*, 1H NMR-based metabolomics for discrimination of rice from different geographical origins of China. Journal of Cereal Science, 76 (2017) 243-252 (中科院2区，JCR-Q2, IF: 4.075).<br/>JCR<br/>28.           Yuting Su#, * Hongying Du#, Yinqiang Huo, Yongliang Xu, Jie Wang, Liying Wang, Siming Zhao*, Shanbai Xiong, Characterization of cationic starch flocculants synthesized by dry process with ball milling activating method. International Journal of Biological Macromolecules, 87 (2016) 34-40 (中科院1区, JCR-Q1, IF: 8.025).<br/>Yuting Su#<br/>*<br/>Hongying Du#<br/>Yinqiang Huo<br/>Yongliang Xu<br/>Jie Wang<br/>Liying Wang<br/>Siming Zhao*<br/>Shanbai Xiong<br/>JCR-<br/>29.           Yinqiang Huo#, Hongying Du#, Bingying Xue, Meng Niu, Siming Zhao, Cadmium Removal from Rice by Separating and Washing Protein Isolate. Journal of Food Science, 81 (2016) T1576-T1584 (中科院3区，JCR-Q2, IF: 3.693).<br/>JCR<br/>30.           Hongying Du, Jeffrey R. Brender, Jian Zhang, Yang Zhang, Protein structure prediction provides comparable performance to crystallographic structures in docking-based virtual screening. Methods, 71 (2015) 77-84 (中科院3区，JCR-Q2, IF: 4.647).<br/>JCR<br/>31.           Hongying Du, Zhide Hu, Andrea Bazzoli, Yang Zhang*, Prediction of Inhibitory Activity of Epidermal Growth Factor Receptor Inhibitors Using Grid Search-Projection Pursuit Regression Method. PloS One, 6 (2011) e22367 (中科院3区，JCR-Q2, IF: 3.752).<br/>JCR<br/>32.           Hongying Du, Jie Wang, Zhide Hu*, Mancang Liu, Xiaojun Yao, Prediction of relative sensitivity of the olfactory and nasal trigeminal chemosensory systems for a series of the volatile organic compounds based on local lazy regression method. Sensors and Actuators B-Chemical, 138 (2009) 55-63 (中科院1区，JCR-Q1, IF: 9.221).<br/>JCR<br/>33.           Hong Ying Du, Jie Wang, Xiao Jun Yao, Zhi De Hu*, Quantitative Structure-Retention Relationship Models for the Prediction of the Reversed-Phase HPLC Gradient Retention Based on the Heuristic Method and Support Vector Machine. Journal of Chromatographic Science, 47 (2009) 396-404 (中科院4区，JCR-Q4, IF: 1.555).<br/>JCR<br/>34.           Hongying Du, Jie Wang, Zhide Hu*, Xiaojun Yao, Quantitative Structure-Retention Relationship study of the constituents of saffron aroma in SPME-GC-MS based on the Projection Pursuit Regression method. Talanta, 77 (2008) 360-365 (中科院2区，JCR-Q1, IF: 6.556).<br/>JCR<br/>35.           Hong Ying Du, Jie Wang, Xiao Yun Zhang, Zhi De Hu*, A novel quantitative structure-activity relationship method to predict the affinities of MT3 melatonin binding site. European Journal of Medicinal Chemistry, 43 (2008) 2861-2869 (中科院1区，JCR-Q1, IF: 7.088).<br/>JCR<br/>36.           Hong Ying Du, Jie Wang, Zhi De Hu*, Xiao Jun Yao, Xiao Yun Zhang, Prediction of Fungicidal Activities of Rice Blast Disease Based on Least-Squares Support Vector Machines and Project Pursuit Regression. Journal of Agricultural and Food Chemistry, 56 (2008) 10785-10792 (中科院1区，JCR-Q1, IF: 5.895).<br/>JCR<br/>37.           Hongying Du, Xiaoyun Zhang, Jiewang, Xiaojun Yao, Zhide Hu*, Novel approaches to predict the retention of histidine-containing peptides in immobilized metal-affinity chromatography. Proteomics, 8 (2008) 2185-2195 (中科院3区，JCR-Q2, IF: 5.393).<br/>JCR<br/>38.           Hong Ying Du, Jie Wang, Xiao Yun Zhang, Xiao Jun Yao, Zhi De Hu*, Prediction of retention times of peptides in RPLC by using radial basis function neural networks and projection pursuit regression. Chemometrics and Intelligent Laboratory Systems, 92 (2008) 92-99 (中科院3区，JCR-Q2, IF: 3.491, doi: 中科院3区，JCR-Q2, IF: 4.175).<br/>JCR<br/>JCR<br/>39.           Hong Ying Du, Jie Wang, June Watzl, Xiao Yun Zhang, Zhi De Hu*, Prediction of inhibition of matrix metalloproteinase inhibitors based on the combination of Projection Pursuit Regression and Grid Search method. Chemometrics and Intelligent Laboratory Systems, 93 (2008) 160-166 (中科院3区，JCR-Q2, IF: 4.175).<br/>JCR<br/>40.           Hongying Du, Jie Wang, June Watzl, Xiaoyun Zhang, Zhide Hu*, Classification structure–activity relationship (CSAR) studies for prediction of genotoxicity of thiophene derivatives. Toxicology Letters, 177 (2008) 10-19 (中科院2区，JCR-Q1, IF: 4.271).<br/>JCR<br/>41.           Hong Ying Du, June Watzl, Jie Wang, Xiao Yun Zhang, Xiao Jun Yaol, Zhi De Hu*, Prediction of retention indices of drugs based on immobilized artificial membrane chromatography using Projection Pursuit Regression and Local Lazy Regression. Journal of Separation Science, 31 (2008) 2325-2333 (中科院3区，JCR-Q2, IF: 3.614).<br/>JCR<br/>42.           刘琛, 靖函之, 黄渊, 熊善柏, 刘茹, 杜红英*, 肌原纤维蛋白-壳聚糖可食性膜的制备工艺优化及结构表征. 华中农业大学学报, 40 (2021) 256-263<br/>43.           黄渊, 曹琼琚, 刘琛, 熊善柏, 杜红英*, 表没食子儿茶素没食子酸酯保持冷藏草鱼鱼片的新鲜度. 现代食品科技, 36 (2020) 98-104, 251<br/>44.           黄渊, 岳世阳, 熊善柏, 杜红英*, 2 种天然抗氧化剂与鲢鱼肌球蛋白的相互作用. 食品科学, 40 (2019) 14-20<br/>45.           张高楠, 苏钰亭, 赵思明, 杜红英*, 4种甜米酒主要营养成分与滋味特征对比及分析. 华中农业大学学报, 37(02): (2018) 89-95<br/>46.           张高楠, 胡贝, 吴丰芮, 黄渊, 曹琼琚, 杜红英*, 当归对乌鳢肌原纤维蛋白微观结构的影响及作用机制. 华中农业大学学报, 37 (2018) 117-122<br/>47.           杜红英*, 特色鱼糜制品开发创新性实验的探索与实践. 农产品加工, 10 (2018) 77-79",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：hydu@njfu.edu.cn",
    "Introduction": "None",
    "id": "0001",
    "img": "https://qg.njfu.edu.cn/DFS//file/2022/11/29/20221129214929545yqc68l.jpg?iid=53044",
    "Department": "None",
    "Duties": "：无",
    "Title": "：教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "杜红英",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}