{
    "Research_direction": "生物质化学与工程<br/>木质纤维素全溶新体系<br/>生物质纳米凝胶材料<br/>生物质基3D打印材料<br/>新型生物质纳米功能材料",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "62. Tianqi Li, Shaoning Wang, Yuefeng Huang, Huimei Zhou, Lili Zhang *,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>. Lignin-induced rapid-synthesis of deep eutectic solvent-based gel with high robustness and conductivity applied for flexible quasi-solid-state supercapacitors. Chemical Engineering Journal. 2023, 472, 144864.<br/>61. Shaoning Wang, Lili Zhang, Ruoteng Ma, Juan Yu, Xiya Zhang, Chun Shi, Lisha Ma, Tianqi Li, Yuefeng Huang, Yanlei Hu, Yimin Fan*,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>.. A novel one-pot strategy to construct 3D-printable cellulose nanofiber/ poly(deep eutectic solvent) conductive elastomers. Chemical Engineering Journal. 2023, 454, 140022.<br/>60. Xiya Zhang, Lili Zhang, Yimin Fan*,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>. The case-dependent lignin role in lignocellulose nanofibers preparation and functional application-A review, Green Energy & Environment, https://doi.org/10.1016/j.gee.2022.09.008<br/>59. Ruoteng Ma<br/>，<br/>Shaoning Wang<br/>，<br/>Lisha Ma<br/>，<br/>Bowen Li<br/>，<br/>Yanlei Hu<br/>，<br/>Lili Zhang<br/>，<br/>Liang Liu<br/>，<br/>Jinxia Ma<br/>，<br/>Yimin Fan<br/>，<br/>Juan Yu*<br/>，<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>. Application of poly(lactic acid)-grafted cellulose nanofibers as both inhibitor and reinforcement for 3D-printable tough polydicyclopentadiene composites via frontal ring-opening metathesis polymerization. Industrial Crops and Products. 186, 15, 115217.<br/>58. Lili Zhang, Bihui An, Haojie Chen, Jingjing Chu, Jinxia Ma, Yimin Fan,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>. Botryoidal nanolignin channel stabilized ultrasmall PdNP incorporating with filter membrane for enhanced removal of Cr(VI) via synergetic filtration and atalysis. Separation and Purification Technology. 2022, 296, 121409.<br/>57. Junhua Xu, Yujun Zou, Liang Liu, Juan Yu,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>，<br/>，<br/>Yimin Fan,* Orlando J. Rojas. Multifunctional aqueous ferrofluid stabilized by cellulose nanofibrils with long term stability. Chemical Engineering Journal. 2022, 443, 136252.<br/>56. Chun Shi, Lili Zhang. Zhengjun Shi. Zhenqiang Zai. Jinxia Ma*,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>.  All-weather Ag–ZnO/cellulose photocatalysts tailoredby surface groups and aspect ratios of cellulose nanofibers. Cellulose, 2022, 29 (4), 2289-2304.<br/>55. Lisha Ma, Yelin Zhu, Yuefeng Huang, Lili Zhang*,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>. Strong Water-Resistant, UV-Blocking Cellulose/Glucomannan/Lignin Composite Films Inspired by Natural LCC Bonds. Carbohydrate Polymers, 2022, 281, 119083.<br/>54. Junhua Xu, Liang Liu, Juan Yu, Yujun Zou, Wenhui Pei, Lili Zhang, Wenbo Ye, Long Bai,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>. Yimin Fan*, Qiang Yong, Orlando J. Rojas. Simple Synthesis of self-assembled nacre-like materials with 3D periodic layers from nanochitin via hydrogelation and mineralization. Green Chemistry, 2022, 24, 1308-1317.<br/>53. Yue Xi, Lili Zhang, Yahui Tian, Junlong Song, Jinxia Ma*, and<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>. Rapid dissolution of cellulose in AlCl3/ZnCl2 aqueous system at room temperature and its versatile adaptability in functional materials. Green Chemistry, 2022, 24, 885–897.<br/>52.<br/>黄岳峰<br/>,<br/>储晶晶<br/>,<br/>张莉莉<br/>,<br/>王志国<br/>王志国<br/>*<br/>*<br/>．纸基钯纳米粒子复合催化材料的制备及其对六价铬的催化还原性能<br/>[J]<br/>．中国造纸<br/>. 2022 , 41(11): 62-74.<br/>51.<br/>李天祺，张莉莉，王志国<br/>王志国<br/>*<br/>*<br/>．木质纤维素基凝胶电解质的研究进展<br/>[J]<br/>．精细化工<br/>.  https://doi.org/10.13550/j.jxhg.20220735<br/>50.<br/>黄岳峰，马丽莎，张莉莉，王志国<br/>王志国<br/>*<br/>*<br/>．木质纤维素复合生物质薄膜材料的功能化应用研究进展<br/>[J]<br/>．化工进展<br/>. 2022, 41(9): 4840-4854.<br/>49. Lili Zhang, Jingjing Chu, Shaheng Gou, Yujie Chen, Yimin Fan**,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>. Direct fractionation of wood chips by deep eutectic solvent facilitated pulping technology and application for enzyme hydrolysis. Industrial Crops and Products. 2021, 171, 113927.<br/>48. Qing Zhang, Ruoteng Ma, Lisha Ma, Lili Zhang, Yimin Fan*,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>.  Contribution of lignin in esterified lignocellulose nanofibers (LCNFs) prepared by deep eutectic solvent treatment to the interface compatibility of LCNF/PLA composites. Industrial Crops and Products. 2021, 166, 113460.<br/>47. Jingjing Chu, Huazhong Ma, Lili Zhang*,<br/>Zhiguo Wang*.<br/>Zhiguo Wang*.<br/>Biomass-derived paper-based nanolignin/palladium nanoparticle composite film for catalytic reduction of hexavalent chromium. Industrial Crops and Products. 2021, 165, 113439.<br/>46. Chun Shi, Lili Zhang, Huiyang Bian, Zhengjun Shi, Jinxia Ma*,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>. Construction of Ag-ZnO/cellulose nanocomposites via tunable cellulose size for improving photocatalytic performance. Journal of Cleaner Production. 2021, 288, 125089.<br/>45.<br/>马丽莎，苑宇峰，张莉莉，王志国<br/>王志国<br/>*<br/>*<br/>．木质纤维素各组分在其复合水凝胶制备及功能化中的关键作用<br/>.<br/>中国造纸学报<br/>, 2021, 36(4): 64-75.<br/>44.<br/>马若腾，张庆，张莉莉，王志国<br/>王志国<br/>*<br/>*<br/>．低共熔溶剂体系下木质纤维素的功能化改性及应用研究进展．复合材料学报<br/>,  2021, 38(10): 3179-3191.<br/>43.<br/>刘苏玲，张莉莉，王志国<br/>王志国<br/>*<br/>*<br/>．低共熔溶剂在木质纤维素预处理中的应用<br/>.<br/>中国造纸学报<br/>, 2021, 36(1): 71-79.<br/>42<br/>. SulingLiu, QingZhang, ShahengGou, LiliZhang*,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>. Esterification of cellulose using carboxylic acid-based deep eutectic solvents to produce high-yield cellulose nanofibers.<br/>Carbohydrate Polymers.<br/>2021, 251, 117018.<br/>41<br/>. Lili Zhang, Hailong Lu, Jingjing Chu, Jinxia Ma, Yimin Fan,<br/>Zhiguo Wang<br/>Zhiguo Wang<br/>*,<br/>*,<br/>and Yonghao Ni* Lignin-Directed Control of Silver Nanoparticles with Tunable Size in Porous Lignocellulose Hydrogels and Their Application in Catalytic Reduction. ACS Sustainable Chem. Eng. 2020, 8, 12655-12663.<br/>40<br/>. Liang Liu, Jingyi Chenhuang, Yingzhao Lu, Yimin Fan,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>. Facile preparation of nanochitins via acid assisted colloid milling in glycerol. Cellulose. 2020, 27, 6935-6944.<br/>39<br/>. Yanlei Hu, Liang Liu, Juan Yu,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>, and Yimin Fan*. Preparation of Silk Nanowhisker-Composited Amphoteric Cellulose/Chitin Nanofiber Membranes. Biomacromolecules. 2020, 21, 4, 1625-1635.<br/>38<br/>. Yanlei Hu, Liang Liu, Juan Yu,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>, and Yimin Fan*. Preparation of Natural multicompatible silk nanofibers by green deep eutectic solvent treatment. ACS Sustainable Chem. Eng. 2020, 8, 4499-4510.<br/>37.<br/>储晶晶，张莉莉，王志国<br/>王志国<br/>*<br/>*<br/>．木质素基金属纳米粒子复合材料的制备及其应用研究进展<br/>[J].<br/>[J].<br/>复合材料学报<br/>, 2020, 37(11): 2657-2673.<br/>36<br/>. Lili Zhang, Qing Zhang, Juan Yu, Jinxia Ma,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>, Yimin Fan, Shigenori Kuga. Strengthened cellulosic gels by the chemical gelation of cellulose via crosslinking with TEOS. Cellulose 2019, 26: 9819–9829.<br/>35<br/>. Juan Yu, Yelin Zhu, Huazhong Ma, Liang Liu, Yanlei Hu, Junhua Xu,<br/>Zhiguo Wang*<br/>Zhiguo Wang*<br/>, Yimin Fan*. Contribution of hemicellulose to cellulose nanofiber-based nanocomposite films with enhanced strength, flexibility and UV-blocking properties. Cellulose, 2019, 26(10): 6023-6034.<br/>34<br/>.<br/>Zhulan Liu, Jinxiu Wu, Jianyu Xia, Hongqi Dai, Yunfeng Cao*, Wang Zhiguo*. Characterization of lignocellulose aerogels fabricated using a LiCl/DMSO solution. Industrial Crops and Products. 2019, 131, 293-300<br/>Wang Zhiguo<br/>.<br/>33<br/>.<br/>Yingzhao Lu, Juan Yu, Jinxia Ma, Zhiguo Wang*, Yimin Fan*, Xiaofan Zhou.<br/>Zhiguo Wang<br/>High-yield preparation of cellulose nanofiber by small quantity acid assisted milling in glycerol. Cellulose. 2019, 26 (6), 3735-3745.<br/>(<br/>SCI<br/>2<br/>区，被引<br/>10)<br/>32<br/>.<br/>Lili Zhang, Hailong Lu, Juan Yu, Eleanor McSporran, Avik Khan, Yimin Fan, Yiqin Yang, Zhiguo Wang*, Yonghao Ni<br/>Zhiguo Wang<br/>.<br/>Preparation of high-strength sustainable lignocellulose gels and their applications for anti-ultraviolet weathering and dye removal. ACS Sustainable Chem. Eng. 2019, 7, 2998-3009.<br/>31<br/>.<br/>Lili Zhang, Hailong Lu, Juan Yu, Yimin Fan*, Jinxia Ma, Zhiguo Wang* Contribution of lignin to the microstructure and physical performance of three-dimensional lignocellulose hydrogels. Cellulose<br/>Zhiguo Wang<br/>.<br/>2019<br/>，<br/>26<br/>(<br/>4<br/>):<br/>2375-2388.<br/>30<br/>.<br/>Yujie Chen, Lili Zhang, Juan Yu, Yingzhao Lu, Bo Jiang, Yimin Fan and Zhiguo Wang*. High-purity lignin isolated from poplar wood meal through dissolving treatment with deep eutectic solvents. Royal Society Open Science. 2019, 6: 181757<br/>Zhiguo Wang<br/>-181767<br/>.<br/>29<br/>.<br/>Zhiguo Wang<br/>Zhiguo Wang<br/>, Wenwen Zhang, Juan Yu, Lijun Zhang, Liang Liu, Xiaofan Zhou, Chaobo Huang, Yimin Fan*. Preparation of nanocellulose/filter paper (NC/FP) composite membranes for high-performance filtration. Cellulose. 2019, 26 (2): 1183-1194.<br/>28<br/>.<br/>Zhiguo Wang<br/>Zhiguo Wang<br/>,<br/>Rong Wang, Pengbo Xu, Juan Yu, Liang Liu, Yimin Fan*. Physical nanochitin/microemulsion composite hydrogels for hydrophobic Nile Red release under in vitro physiological conditions. Cellulose. 2019, 26 (2): 1221-1230.<br/>27.<br/>苟莎恒<br/>,<br/>张莉莉<br/>,<br/>段毓<br/>,<br/>王志国<br/>王志国<br/>*<br/>*<br/>聚乳酸<br/>/<br/>玻璃纸（<br/>PLA/CP<br/>）复合膜的制备及性能研究<br/>[J].<br/>纤维素科学与技术<br/>, 2019, 27.108<br/>：<br/>1-7<br/>26.<br/>陆颖昭<br/>,<br/>徐军飞<br/>,<br/>陈宇杰<br/>,<br/>王志国<br/>王志国<br/>*,<br/>*,<br/>马金霞<br/>. KH550<br/>改性对微纳纤维素<br/>/<br/>聚乳酸复合<br/>3D<br/>打印材料性能的影响<br/>[J].<br/>中国造纸学报<br/>, 2019, 34(2):14-19<br/>25.<br/>陆颖昭<br/>,<br/>王志国<br/>王志国<br/>*<br/>*<br/>.<br/>木质纤维<br/>-<br/>聚乳酸复合<br/>3D<br/>打印材料的研究进展<br/>[J].<br/>中国造纸学报<br/>, 2019 , 34 (1) :73-81<br/>24<br/>.<br/>Lili Zhang, Hailong Lu, Juan Yu, Yimin Fan, Yiqin Yang, Jinxia Ma, Zhiguo Wang*. Synthesis of lignocellulose-based composite hydrogel as a novel biosorbent for Cu2+ removal. Cellulose<br/>Zhiguo Wang<br/>.<br/>2018, 25: 7315-7328<br/>.<br/>23<br/>.<br/>Zhiguo Wang<br/>Zhiguo Wang<br/>, Hongwei Li, Fanghua Tang, Jinxia Ma* and Xiaofan Zhou<br/>.<br/>A Facile Approach for the Preparation of Nano-size Zinc Oxide in Water/Glycerol with Extremely Concentrated Zinc Sources. Nanoscale Research Letters. 2018, 13: 202.<br/>22<br/>.<br/>Liang Liu, Rong Wang, Juan Yu, Lijiang Hu, Zhiguo Wang* and Yimin Fan* Adsorption of Reactive Blue 19 from aqueous solution by chitin nanofiber-/nanowhisker-based hydrogels.<br/>Zhiguo Wang<br/>RSC Advances<br/>.<br/>2018, 8, 15804.<br/>21<br/>.<br/>Lili Zhang, Hailong Lu, Juan Yu, Zhiguo Wang*, Yimin Fan, and Xiaofan Zhou. Dissolution of Lignocelluloses with a High Lignin Content in a N<br/>Zhiguo Wang<br/>‑<br/>Methylmorpholine<br/>‑<br/>N<br/>‑<br/>oxide Monohydrate Solvent System via Simple Glycerol-Swelling and Mechanical Pretreatments. J. Agric. Food Chem. 2017, 65 (44), 9587-9594.<br/>20<br/>.<br/>Rong Wang, Liang Liu, Juan Yu, Zhiguo Wang*, Lijiang Hu, Yimin Fan*. Versatile protonic acid mediated preparation of partially deacetylated chitin nanofibers nanowhiskers and their assembling of nano-structured hydro- and aero-gels. Cellulose. 2017, 24: 5443-5454.<br/>Zhiguo Wang<br/>19<br/>.<br/>Zhiguo Wang<br/>Zhiguo Wang<br/>, Juan Yu, Yandan Zhou, Lilli Zhang, Yiqin Yang*, Yongcan Jin. Cellulose laurate ester aerogel as a novel absorbing material for removing pollutants from organic wastewater. Cellulose. 2017, 24: 5069–5078<br/>.<br/>18<br/>.<br/>Zhiguo Wang<br/>Zhiguo Wang<br/>, Junfei Xu, Yingzhao Lu, Lijiang Hu, Yimin Fan, Jinxia Ma, Xiaofan Zhou. Preparation of 3D printable micro/nanocellulose-polylactic acid (MNC/PLA) composite wire rods with high MNC constitution. Industrial Crops and Products. 2017, 109, 889-896.<br/>17.<br/>王志国<br/>王志国<br/>，<br/>，<br/>蒋杰，司玉丹，范一民．纤维素纳米纤维对聚乙烯醇复合膜性能的影响<br/>[J].<br/>中国造纸学报<br/>, 2017 , 32 (4) :27-31<br/>16.<br/>王志国<br/>王志国<br/>，<br/>，<br/>蒋杰，司玉丹，范一民．纳米纤维素聚乙烯醇复合凝胶的制备及表征<br/>[J].<br/>南京工业大学学报（自然科学版）<br/>, 2017, 39 (6):19-24<br/>15<br/>.<br/>Liang Liu, Rong Wang, Juan Yu, Jie Jiang, Ke Zheng, Lijiang Hu, Zhiguo Wang*, and Yimin Fan*<br/>Zhiguo Wang<br/>.<br/>Robust self-standing chitin nanofiber/nanowhisker hydrogels with designed surface charges and ultra-low mass content via gas phase coagulation. Biomacromolecules. 2016, 17 (11), 3773-3781.<br/>14<br/>.<br/>Jinxia Ma, Zhaochuang Sun, Zhiguo Wang*, Xiaofan Zhou. Preparation of ZnO-cellulose nanocomposites by different cellulose solution systems with a colloid mill. Cellulose. 2016, 23, 3703-3715.<br/>Zhiguo Wang<br/>13<br/>.<br/>Zhulan Liu, Lingkun Meng, Junqing Chen, Yunfeng Cao*, Zhiguo Wang*, Hao Ren. The utilization of soybean straw III: Isolation and characterization of lignin from soybean straw. Biomass and Bioenergy. 2016, 94, 12-20.<br/>Zhiguo Wang<br/>12<br/>.<br/>Jinxia Ma<br/>,<br/>Wenhua Zhu<br/>,<br/>Douyong Min<br/>,<br/>Zhiguo Wang<br/>Zhiguo Wang<br/>*,<br/>Xiaofan Zhou<br/>.<br/>Preparation of antibacterial self-reinforced zinc<br/>oxide-cellulose composite by the synthesis of ZnO<br/>in partially dissolved cellulose<br/>. Cellulose. 2016, 23, 3199-3208<br/>.<br/>11. Jinxia Ma, Wenhua Zhu, Yajun Tian and Zhiguo Wang*. Preparation of Zinc Oxide-Starch Nanocomposite and Its Application on Coating. Nanoscale Research Letters. 2016, 11, 200.<br/>Zhiguo Wang<br/>10.<br/>Zhiguo Wang<br/>Zhiguo Wang<br/>, Hui Li, Liang Liu, Jie Jiang, Ke Zheng, Yimin Fan. Stability of partially deacetylated chitin nano-fiber dispersions mediated by protonic acids. Journal of Bioresources and Bioproducts. 2016, 1(3), 132-138.<br/>9. Zhiguo Wang, Lili Zhang, Yimin Fan, Yiqin Yang, Yuji Matsumoto. Solubilization and Fractionation of Japanese Beech Wood with LiCl and DMSO. Journal of Bioresources and Bioproducts. 2016, 1(2), 92-99<br/>Zhiguo Wang<br/>8. Liang Liu, Hechan Lv, Jie Jiang, Ke Zheng, Wenbo Ye, Zhiguo Wang*, Yimin Fan*, Reinforced chitosan beads by chitin nanofibers for the immobilization of β-glucosidase, RSC Advances, 2015,<br/>Zhiguo Wang<br/>5. 93331-93336.<br/>5. 93331-93336.<br/>7. Zhulan Liu, Yunfeng Cao*, Zhiguo Wang*, Hao Ren, Thomas E. Amidon, and Yuanzong Lai. The utilization of soybean straw. II. Dissolution & regeneration of soybean straw in LiCL/DMSO. BioRes. 2015, 10(2), 2305-2317.<br/>Zhiguo Wang<br/>6. Zhulan Liu, Yunfeng Cao*, Zhiguo Wang*, Hao Ren, Thomas E. Amidon, and Yuanzong Lai. The utilization of soybean straw. I. Fiber morphology and chemical characteristics. BioRes. 2015, 10(2), 2266-2280.<br/>Zhiguo Wang<br/>5. Yandan Zhou, Dou-yong Min, Zhiguo Wang*, Yiqin Yang*, and Shigenori Kuga. Cellulose esterification with octanoyl chloride and its application to films and aerogels. BioRes. 2014, 9(3), 3901-3908.<br/>Zhiguo Wang<br/>4. Zhiguo Wang, Takuya Akiyama, Tomoya Yokoyama, and Yuji Matsumoto. Fractionation and Characterization of Wood Cell Wall Components of Fagus crenata Blume Using LiCl/DMSO Solvent System. J. Wood Chem. Technol. 2013, 33, 188-196.<br/>Zhiguo Wang<br/>3. Zhiguo Wang,Shilin Liu, Yuji Matsumoto, and Shigenori Kuga. Cellulose gel and aerogel from LiCl/DMSO solution. Cellulose. 2012, 19, 393-399.<br/>Zhiguo Wang<br/>2. Zhiguo Wang, Tomoya Yokoyama, and Yuji Matsumoto. Dissolution of ethylenediamine pretreated pulp with high lignin content in LiCl/DMSO without milling. Journal of wood chemistry and technology. 2010, 30, 219-229.<br/>Zhiguo Wang<br/>1. Zhiguo Wang, Tomoya Yokoyama, Hou-min Chang, and Yuji Matsumoto. Dissolution of beech and spruce milled woods in LiCl/DMSO. Journal of Agricultural and Food Chemistry. 2009, 57, 6167-6170.<br/>Zhiguo Wang<br/>授权发明专利<br/>[10]<br/>王志国<br/>，马丽莎，张莉莉，范一民<br/>.<br/>木质纤维素三组分双交联凝胶的制备方法、凝胶及应用<br/>. ZL201710892788.5<br/>[9]<br/>王志国<br/>，马若腾，张莉莉，范一民<br/>.<br/>微纳木质纤维素复合材料的制备方法、复合材料及应用<br/>. ZL202110346530.1<br/>[8]<br/>王志国<br/>，刘苏玲，俞娟，刘亮，范一民<br/>.<br/>一种木质纤维素纳米纤维的制备方法<br/>. ZL201910400474.8<br/>[7]<br/>王志国<br/>，陈宇杰，俞娟，范一民<br/>.<br/>一种植物纤维原料中纤维素、半纤维素及木质素三组分的分离方法<br/>. ZL201810543585.X<br/>[6]<br/>王志国<br/>，陆颖昭，俞娟，范一民<br/>.<br/>一种纤维素纳米纤维或几丁质纳米纤维分散液的制备方法<br/>. ZL201810533570.5<br/>[5]<br/>王志国<br/>，张文文，张丽君，范一民，俞娟<br/>，<br/>，<br/>，<br/>，<br/>.<br/>一种纳米纤维素<br/>/<br/>滤纸复合过滤膜材料的制备方法<br/>. ZL201710892788.5<br/>[4]<br/>王志国<br/>，张莉莉，范一民，周小凡，马金霞<br/>.<br/>一种硅烷偶联剂增强木质纤维素基复合凝胶材料的制备方法<br/>.ZL2016106306471<br/>[3]<br/>王志国<br/>，张莉莉，周小凡，陆海龙，徐军飞，范一民<br/>.<br/>一种木质纤维素的溶解方法<br/>.<br/>ZL201510808206.1<br/>ZL201510808206.1<br/>[2]<br/>王志国<br/>，马金霞，石纯，周小凡<br/>.<br/>一种纳米<br/>ZnO/<br/>纤维素复合材料的制备方法<br/>.<br/>ZL201610338239.9<br/>ZL201610338239.9<br/>[1]<br/>王志国<br/>，徐军飞，周小凡，马金霞<br/>.<br/>一种纤维素基<br/>3D<br/>打印线材的制备方法<br/>.<br/>ZL2015108811269<br/>2015108811269",
    "Class": "None",
    "Topic": "多尺度纤维素调控下的纸基纳米氧化锌高效光催化材料的构筑，江苏省自然科学基金（面上） 2023.08--2026.07 主持<br/>低共熔溶剂体系中木质纤维纳米分散改性及复合材料构建，江苏省高等学校自然科学研究重大项目（<br/>A<br/>类）<br/>2021.07--2024.06<br/>主持<br/>低共熔溶剂高效破解木片天然抗解离屏障及其纳米分散机制，国家自然科学基金（面上）<br/>2022.01--2025.12<br/>主持<br/>多尺度木质纤维复合<br/>3D<br/>打印材料的制备及其性能调控，国家自然科学基金（面上）<br/>2019.01--2022.12<br/>主持<br/>低共熔溶剂强化润胀机制下的多尺度微纳木质纤维可控分散，江苏省自然科学基金（面上）<br/>2018.07--2021.06<br/>主持<br/>新型纤维素<br/>-<br/>几丁质纳米纤维复合凝胶材料制备，中国博士后科学基金（面上）<br/>2016.01--2017.12<br/>主持<br/>高木质素含量木质纤维凝胶材料的制备及性能研究，国家自然科学基金（青年）<br/>2013.01--2015.12<br/>主持<br/>基于木粉<br/>LiCl/DMSO<br/>全溶体系的原位木质素结构研究，高等学校博士学科点专项科研基金（新教师类）<br/>2013.01--2015.12<br/>主持<br/>基于木粉全溶体系木质素和<br/>LCC<br/>的分离与结构研究，江苏省高校自然科学基础研究项目（面上）<br/>2013.01--2014.12<br/>主持<br/>木质纤维凝胶材料的制备及其结构解析，<br/>2012<br/>年南京留学人员科技活动择优资助项目<br/>2013.01--2013.12<br/>主持<br/>新型木质纤维原料全溶体系的溶解机理研究与应用，南京林业大学引进高层次人才基金<br/>2012.09--2015.08<br/>主持",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：wzg@njfu.edu.cn",
    "Introduction": "王志国，博士，教授，博士生导师，南京林业大学轻工与食品学院副院长，江苏省“333工程”培养对象，江苏高校“青蓝工程”培养对象。2010年毕业于东京大学，获得生物材料科学博士学位，博士期间获日本文部科学省奖学金，获中国国家优秀自费留学生奖。2011年7月作为高层次人才被南京林业大学引进任教，<br/>于<br/>2013<br/>年入选校<br/>“<br/>人才培养计划<br/>”<br/>，<br/>2018<br/>年入选校<br/>“<br/>杰出青年学者培养计划<br/>”<br/>。<br/>主要从事生物质资源化学与利用及生物质纳米功能材料的研究。近年来发表学术论文100余篇，其中第一作者或通讯作者SCI论文60余篇，总被引：1620次，授权第一发明人发明专利10项，国际会议论文30余篇。先后主持三项国家自然科学基金项目，以及江苏省自然科学基金面上项目、江苏省高校自然科学基金重点项目等科研12项目。<br/>获教育部技术发明二等奖、浙江省科技进步二等奖、江苏省复合材料行业科技进步一等奖、首届健康与纳米技术高峰论坛及产学研医成果大赛三等奖等奖项<br/>。在农林生物质全溶新体系、木质纤维多尺度微纳分散、生物质大分子可控化学修饰等基础理论的研究，生物质先进功能材料的构建，生物质纳米纤维的节能、高效的绿色制备新途径的开发，及其规模化生产与运输瓶颈问题的解决等方面取得了创新性成果和重要性的突破。",
    "id": "0003",
    "img": "https://qg.njfu.edu.cn/DFS//file/2021/11/02/2021110222485958859q2jh.jpg?iid=36621",
    "Department": "None",
    "Duties": "：院长",
    "Title": "：教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "王志国",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}