{
    "Research_direction": "1）林源药食资源化学<br/>2）林源药食资源高值化加工<br/>3）工业酶与生物催化",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "近三年发表SCI论文（*为通讯作者）<br/>1.Jun Cao, Huimin Wang, Wei Zhang, Fuliang Cao, Geli Ma, Erzheng Su*. Tailor-made deep eutectic solvents for simultaneous extraction of five aromatic acids from Ginkgo biloba leaves. Molecules, 2018, 23, 3214.<br/>2.Meng Yang, Jun Cao, Fuliang Cao, Chao Lu, Erzheng Su*. Efficient extraction of bioactive flavonoids from Ginkgo biloba leaves using deep eutectic solvent/water mixture as green media. Chemical and Biochemical Engineering Quarterly, 2018, 32 (3):315-324.<br/>3.Jun Cao, Luyao Chen, Mohan Li, Fuliang Cao, Linguo Zhao, Erzheng Su*. Efficient extraction of proanthocyanidin from Ginkgo biloba leaves employing rationally designed deep eutectic solvent-water mixtureand evaluation of the antioxidant activity. Journal of Pharmaceutical and Biomedical Analysis. 2018, 158: 317-326.<br/>4.Jun Cao, Luyao Chen, Mohan Li, Fuliang Cao, Linguo Zhao, Erzheng Su*. Two-phase systems developed with hydrophilic and hydrophobic deep eutectic solvents for simultaneously extracting various bioactive compounds with different polarities. Green Chemistry. 2018, 20:1879-1886.<br/>5.Erzheng Su*, Meng Yang, Chenxi Ning, Xiaoqiang Ma, Senwen Deng. Magnetic combined cross-linked enzyme aggregates (Combi-CLEAs) for cofactor regeneration in the synthesis of chiral alcohol. Journal of Biotechnology, 2018, 271:1-7.<br/>6.Meng Yang,  Huijuan Jiang,  Chenxi Ning, Dongzhi Wei,  Erzheng Su*. Preparation of combined cross-linked enzyme aggregates and its application in synthesis of chiral alcohols by the asymmetric reduction of carbanyl group. Chemical Journal of Chinese Universities, 2018, 39(1): 54-63.<br/>7.Xiaoqiang Ma, Hong Liang, Chenxi Ning, Senwen Deng, Erzheng Su*. Integrating a light-driven coenzyme regeneration system by expression of an alcohol dehydrogenase in phototrophic bacteria for synthesis of chiral alcohol. Journal of Biotechnology, 2017, 259:120-125.<br/>8.Meigui Huang, Erzheng Su, Fuping Zhen*, Chen Tan*. Encapsulation of flavonoids in liposomal delivery systems: the case of quercetin, kaempferol and luteolin. Food & Function, 2017, 8(9): 3198-3208.<br/>9.Erzheng Su*, Meng Yang, Jun Cao, Chao Lu, Jiahong Wang, Fuliang Cao. Deep eutectic solvents as green media for efficient extraction of terpene trilactones from Ginkgo biloba leaves. Journal of Liquid Chromatography & Related Technologies, 2017, 40(8):385-391.<br/>10.Yanjun Tian,  Xiaoqiang Ma, Meng Yang, Dongzhi Wei,  Erzheng Su*.  Synthesis of (S)-3-chloro-1-phenylpropanol by permeabilized recombinant Escherichia coli harboring Saccharomyces cerevisiae YOL151W reductase in 2-methyltetrahydrofuran cosolvent system. Catalysis Communications, 2017, 97: 56-59.<br/>11.Jun Cao, Meng Yang, Fuliang Cao*, Jiahong Wang, Erzheng Su*. Well-designed hydrophobic deep eutectic solvents as green and efficient media for the extraction of artemisinin from artemisia annua leaves. ACS Sustainable Chemistry & Engineering, 2017, 5: 3270-3278.<br/>12.Jun Cao, Meng Yang, Fuliang Cao*, Jiahong Wang, Erzheng Su*. Tailor-made hydrophobic deep eutectic solvents for cleaner extraction of polyprenyl acetates from Ginkgo biloba leaves. Journal of Cleaner Production, 2017, 152: 399-405.<br/>13.Xiaoqiang Ma, Ying Zhu, Ming Sun, Shengli Yang, Erzheng Su*, Dongzhi Wei*. High-level expression of Cephalosporin C deacetylase from Bacillus subtilis SIL3 in Escherichia coli by a multilevel collaborative strategy. Biochemical Engineering Journal, 2016, 114:183-190.<br/>14.Chao Lu, Jun Cao, Ning Wang, Erzheng Su*. Significantly improving the solubility of non-steroidal anti-inflammatory drugs in deep eutectic solvents for potential non-aqueous liquid administration. MedChemComm, 2016, 7:955-959.<br/>15.Senwen Deng, Xiaoqiang Ma, Ming Sun*, Dongzhi Wei, Erzheng Su*. Efficient enzymatic synthesis of ampicillin using mutant penicillin G acylase with bio-based solvent glycerol. Catalysis Communications, 2016, 79: 31-34.<br/>16.Senwen Deng, Xiaoqiang Ma, Erzheng Su*, Dongzhi Wei*. Efficient cascade synthesis of ampicillin from penicillin G potassium salt using wild and mutant penicillin G acylase from Alcaligenes faecalis. Journal of Biotechnology, 2016, 219: 142-148.<br/>17.Erzheng Su*, Chao Lu, Xiaoqiang Ma, Wenwen Cai, Shujing Zhu. High-level production of Arthrobacter aurescens CYC705 nitrilase in Escherichia coli for biosynthesis of iminodiacetic acid. Biotechnology and Applied Biochemistry, 2016, 63(4): 564-571.",
    "Class": "None",
    "Topic": "主持课题：<br/>1. 江苏省333工程人才项目<br/>2. 江苏省六大人才高峰项目<br/>3. 南京林业大学引进高层次人才项目<br/>4. 中央高校基本科研业务费专项基金<br/>5. 高等学校博士学科点专项科研基金（新教师）<br/>7. 上海市高校选拔培养优秀青年教师科研专项基金<br/>8. 重大新药创制 “生物技术药物中试放大及分离纯化技术平台”子课题<br/>9. 上海市博士后科研资助计划重点项目（B类）<br/>10.中国博士后科学基金<br/>参与课题：<br/>1.江苏省农业科技转化项目<br/>2.973“工业生物技术的过程科学基础研究”子课题<br/>3.863重点项目“脂肪酶工程化技术”子课题<br/>4.国家科技支撑计划(酶制剂及生物催化关键技术)子课题<br/>5.863重大项目“工业酶分子改造与绿色生物工艺”",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：ezhsu@njfu.edu.cn",
    "Introduction": "苏二正：男，安徽巢湖人，1976年5月生，工学博士，教授，博士生导师，南京林业大学轻工与食品学院副院长，中国经济林协会加工利用分会副会长、中国林学会银杏分会常务理事、全国生物发酵行业装备与环保专家委员会委员和江苏省食品科学与技术学会理事。2008年博士毕业于华东理工大学生物工程学院发酵工程专业，同年留校在华东理工大学生物反应器工程国家重点实验工作。2012年9月进入南京林业大学轻工与食品学院工作。2013-2014年赴美国Massachusetts Institute of Technology进行学术访问和合作交流。2015年入选江苏省“六大人才高峰”高层次人才，2016年入选江苏省“333”人才工程第三层次培养对象。主要从事林源药食资源化学、生物发酵及食品加工方面的教学与科研工作。主持各类科研项目近20项，发表学术论文80多篇，申请专利近20项（美国专利1项），参编中英文著作各1本，获得上海市科技进步一等奖2项、全国商业科技进步一等奖1项。",
    "id": "0004",
    "img": "https://qg.njfu.edu.cn/DFS//file/2020/06/28/20200628162436509a8qp8b.gif?iid=36616",
    "Department": "None",
    "Duties": "：副院长",
    "Title": "：教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "苏二正",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}