{
    "Research_direction": "研究涉及的领域广泛，涉及到制浆、造纸、印刷、生物固定化、过滤膜、特种纸、合成革、塑料等各个领域。善于利用其他的行业和领域中成熟的技术和方案寻找解决造纸行业中存在的问题。",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1.Wang xuqin, Zhao xiaofan*, Novel starch solution prepared from the starch inNaOH/Thiourea/Urea aqueous solution and its application as surface sizing agent.Bioresources.6(2)：1926-1938,2011<br/>2.Peng penjie,  Zhou xiaofan*,  Water glass compand starch used as surface sizing agent to improve the strening of linerboard.Bioresources.6(4); 4158-4167,2011<br/>3 Wang jian, Zhou xiaofan*, Preparation and characteristics of a paper-based ultrafiltration membrane.Bioresources. 7(1); 545-553,2012<br/>4 Zhu qing, Zhou xiaofan*, Preparation and characterization of novel regenerated cellulose films via sol-gel technology，《Industrial & Engineering Chemistry》, 52 (50), pp 17900–17906，2013<br/>5.Zhiyun Tang, Xiaofan Zhou, Weibing Wu, Jinxia Ma, Study on the effect of thermo-sensitive polymers as retention aids and drainage aids, Proceeding of the 4th International Conference on Pulping, Papermaking and Biotechnology. ICPPB’12, V1, P544-548, 2012<br/>6. Qing Guo, Xiaofan Zhou, Jinxia Ma, Immobilization of a-amylase on/in PVA form particles with ethyl cellulose and its application in viscosity reduction of cornstarch,Proceeding of the 4th International Conference on Pulping, Papermaking and Biotechnology. ICPPB’12, V1, P554-559, 2012<br/>7. Han,jie, Zhou,xiaofan, Ma,jinxia, Acid-catalyzed organo-solvent pulping process in the presence of phenol, 16th international symposium on wood,fiber and puliping chemistry-proceedings, ISWFPC,V1,P687-690,201",
    "Class": "None",
    "Topic": "先后主持了国家“九五”重点科技攻关项目“低污染、高得率制化学木浆的生产工艺的研究”和国家自然科学基金“非离子多功能化学助剂的留着机理的研究”，和“非离子助留剂凝胶絮凝机理的研究”。“凝胶态纤维素纤维及其纤维素薄膜材料的结构与性能的研究＂<br/>代表性的研究成果：<br/>1．改性淀粉增强技术突破了传统的增强技术的瓶颈，可使高得率浆和废纸浆的物理强度增加60-100%；<br/>2· 无污染丝光化制浆技术采用新的化学药品处理普通的针叶木浆，可使丝光化浆的生产成本降低5000-7000元/吨；<br/>3．湿法浸渍涂布，主要是在结合帘式涂布的工作原理提出一项全新的造纸湿端的浸渍涂布技术替，可替代当前的干法浸渍涂布工艺，每吨纸可减少干燥成本300-500吨/吨，提高纸机的车速30-40%，提高生产效率。<br/>4．高得率浆废液增浓技术的研究,主要是将化学浆生产中的多段逆流洗涤原理，移植高得率浆的废液提取过程中。使高得率浆废液的浓度从1.5～2.0%提高到6～8%。从而大幅度的降低了蒸汽的消耗，为高得率浆的碱回收创造了更有利的条件。<br/>5．纳米纤维素合成革的研究；<br/>6．纸张改性制备生物可降解塑料薄膜<br/>7. 新型微滤膜、超滤膜过滤材料及制膜技术的研究；<br/>8. 生物固定化技术的研究。",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：zxiaofan@njfu.com.cn",
    "Introduction": "致力于能够实现产业化的研究和开发工作，申请国家发明专利18项，已经获批5项。现为中国造纸学会特种纸专业委员会的知名的专家。连续多年受邀在特纸委的年会上作技术交流报告。现为南京林业大学特种纸团队的负责人。",
    "id": "0006",
    "img": "https://qg.njfu.edu.cn/DFS//file/2021/11/02/20211102225329811sq649j.jpg?iid=36625",
    "Department": "None",
    "Duties": "None",
    "Title": "：教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "周小凡",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}