{
    "Research_direction": "主要研究方向：纤维化学改性研究、制浆化学与工程、废纸再生利用技术、制浆清洁生产等，<br/>重点针对植物纤维的特性利用化学和机械、动化学等理论基础对植物纤维进行化学改性制备纳米纤维素的研究、 以及针对纤维功能材料的需要利用植物纤维所具备的功能基团进行化学改性实现功能化材料的研究，废纸凝聚法脱墨、胶黏物处理和废纸制浆污水处理等技术，制浆化学和制浆清洁生产等方面进行研究。",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1.参编教材《造纸工业清洁生产原理与技术》获2009年中国轻工业联合会科技进步三等奖；<br/>2.指导的研究生蒋杰获2013年度江苏省优秀硕士学位论文；<br/>3.指导的研究生覃忠严、蒋杰、谢愫瑾获南京林业大学优秀硕士学位论文；<br/>1.Fang Zhang, Weibing Wu, Xiaodan Zhang, Xianzhi Meng, Guolin Tong, Yulin Deng, (2015). 2.Temperature-sensitive poly-NIPAm modified cellulose nanofibril cryogel microspheres for controlled drug release, Cellulose. November 3, 2015; ISSN: 09690239,  E-ISSN: 1572882X;  DOI: 10.1007/s10570-015-0799-4;<br/>3.Fang Zhang, Weibing Wu, Sudhir Sharma, Guolin Tong, Yulin Deng, (2015). Synthesis of Cyclodextrin-functionalized Cellulose Nanofibril Aerogel as a Highly Effective Adsorbent for Phenol Pollutant Removal, BioResources. 10(4), 7555-7568. （SCI 收录）<br/>4.邱洋洋,童国林. 耐热性木聚糖酶预处理麦草原料及麦草浆的比较研究[J]. 纤维素科学与技术, 2015,02:27-33.<br/>5.徐衮田,童国林,秦昀昌. 阳离子改性滑石粉处理OCC纸浆中胶黏物的研究[J]. 纤维素科学与技术,2013,03:32-39.<br/>6.孙爽,童国林,秦昀昌,陈务平. 表面活性剂对压敏胶在办公废纸再生过程中的影响[J]. 纤维素科学与技术,2013,03:40-47.<br/>7.Yun Qian, Zhongyan Qin, N.-M. Vu, Guolin Tong, and Yungchang F. Chin, (2012). Comparison of nanocrystals from tempo oxidation of bamboo, softwood, and cotton linter fibers with ultrasonic-assisted process, BioResources. 7(4), 4952-4964. （SCI 收录）<br/>8.Zhongyan Qin, Guolin Tong, Frank Y. C. Chin, and Jiancheng Zhou, (2011). Preparation of ultrasonic-assisted high carboxylate content cellulose nanocrystals by TEMPO oxidation. BioResources. 6(2), 1136-1146 （SCI/EI收录）<br/>9.Yun Qian, Guolin Tong, Yunchang F. Chin, Wuping Chen, Effect of different ultrasonic treatment during TEMPO oxidation of fully bleached softwood kraft pulp, Proceeding of the 4th International Conference on Pulping, Papermaking and Biotechnology, 2012, 967-970.<br/>10.Zhong-Yan Qin, Yun Qian, Y. C. Frank Chin, Guolin Tong, and Zhongzheng Li. (2011). The preparation of high carboxylate nano-crystals by TEMPO oxidation in ultrasonic system from full bleached bamboo kraft pulp. The 16th ISWFPC. I, 499-502 （EI/ISTP 收录）<br/>11.Kecheng Fu, Cuixia Wang, Shuang Sun, Guolin Tong, and Yungchang F. Chin, (2012). A laboratory measurement method for pressure sensitive adhesives in agglomeration deinking of mixed office waste paper: The high-low scanning contrast method, BioResources. 7(4), 4994-5008. （SCI 收录）<br/>12.Cuixia Wang, Y. F. Chin, and Guolin Tong, (2012). The synergistic effect of mixed xerographic toner agglomeration, BioResources. 7(3), 3201-3212. （SCI 收录）<br/>Sujing Xie, Guolin Tong, and Y. F Chin. (2012). The effect of offset printing ink on laser toner ink agglomeration under neutral pulping conditions, BioResources. 7(2), 2835-2847. （SCI 收录）<br/>13.Jie Jiang, Guolin Tong, and Frank Y Chin, (2012). The effect of charge and chemical structure of cationic surfactants on laser toner agglomeration under alkaline pulping conditions, BioResources. 7(2), 1684-1696. （SCI 收录）<br/>14.王玉秀，童国林，尤纪雪，相思木EMCC硫酸盐浆氧脱木质素前后酶处理的影响研究，林产化学与工业  2012，32 (4): 77-82",
    "Class": "None",
    "Topic": "主持并完成：<br/>1.国家自然科学基金- 纸浆氧漂过程中脱木素机理的解析与氧脱木素最大化的新概念；<br/>2.国家林业局“948”引进项目—农林废弃物、废塑料生产新型木塑复合材料技术的引进；<br/>主要参与并完成：<br/>1.国家自然科学基金- 漆酶/木聚糖酶体系直接降解木质素机理及应用的研究；<br/>2.国际自然科学基金- 木质素生物降解机理及其在清洁高效制浆过程中的作用；<br/>3.江苏省教育厅重大基础研究项目- 制浆造纸过程中水封闭循环关键理论的研究；<br/>4.江苏省教育厅重大基础研究项目- 造纸清洁生产及废水循环回用基础理论与方法研究；<br/>5.国家十二五支撑课题子课题子项目：万吨/年麦草碱法漂白化学浆制浆过程污染减排集成技术及示范。",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：gtong@njfu.edu.cn",
    "Introduction": "主要从事制浆化学与工程方向的教学与研究工作。<br/>1989年毕业于南京林业大学制浆造纸工程专业获学士学位，并留校任教，1995年1月-1996年8月美国North Carolina State University访问学者；1996年10月-1999年9月留学日本东京大学，并于1999年9月获日本东京大学农学生命科学研究科生物材料科学博士学位",
    "id": "0010",
    "img": "https://qg.njfu.edu.cn/DFS//file/2021/11/02/20211102224828658nabbpe.jpg?iid=36620",
    "Department": "None",
    "Duties": "None",
    "Title": "：教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "童国林",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}