{
    "Research_direction": "造纸化学与工程；造纸清洁生产技术；纳米纤维与生物基功能材料；造纸化学品研发及应用研究等。",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "研究成果与奖励<br/>（一）获奖成果<br/>1、木质纤维微观结构解析与纳米纤维制备方法研究,梁希自然科学奖二等奖（2022-KJZ-2-04-R01）国家林业与草原局/中国林学会，2023.4<br/>、木质纤维微观结构解析与纳米纤维制备方法研究<br/>梁希自然科学奖二等奖（<br/>）国家林业与草原局<br/>中国林学会，<br/>2、混合材高得率清洁制浆关键技术及产业化，国家科技进步奖 二等奖（2019-J-202-01-R03），国务院，2020.1<br/>、混合材高得率清洁制浆关键技术及产业化，国家科技进步奖<br/>二等奖（<br/>），国务院，<br/>3、造纸节水与清洁生产关键技术及应用，中国高等学校科研成果科技进步奖 二等奖（2017-272），教育部，2018.2<br/>、造纸节水与清洁生产关键技术及应用，中国高等学校科研成果科技进步奖<br/>二等奖（<br/>），教育部，<br/>4、聚纳米硅溶胶微粒助留剂制备及应用，山东省轻工业科技进步奖 一等奖（200510701），山东省轻工行业办，2005.10<br/>、聚纳米硅溶胶微粒助留剂制备及应用，山东省轻工业科技进步奖<br/>一等奖（<br/>），山东省轻工行业办，<br/>5、纤维Z向解离仪，第五届全国高校自制教学仪器创新大赛 二等奖（JS20181021054），中国高等教育学会，2018.10<br/>、纤维<br/>向解离仪，第五届全国高校自制教学仪器创新大赛<br/>二等奖（<br/>），中国高等教育学会，<br/>（二）国家授权发明专利<br/>15、戴红旗；王春俭；林淩蕊；王淑梅。一种造纸白水阴离子垃圾的资源化回用方法(ZL 2017109940957),2019.11.05<br/>14、戴红旗；俞智怀；王秀。 一种高导热电气绝缘纸的制备方法（ZL201611169020.7),2018.11.16<br/>13、戴红旗；李媛媛。一种纳米纤维素分散剂及其制备方法和应用(ZL2014105484720),2018.10.19<br/>12、戴红旗；刘祝兰；焦亮；李关莲；皮成忠。一种纤维Z向解离仪(ZL201610168565.X),2018.06.12<br/>11、戴红旗；焦丽；朱玉莲；皮成忠。一种纳米纤维素纤维增强水泥基材料(ZL201510549498.1),2017.06.20<br/>10、戴红旗;李媛媛。一种导电MoS2膜及其制备的钠离子电池(ZL2014105487292),2017.05.17<br/>09、戴红旗；陈晨；毛圣陶；王晶晶。一种造纸清洁生产中减少产生废水的方法(ZL201510544241.7),2017.07.18<br/>08、戴红旗；李媛媛。一种导电MoS2膜及其制备的钠离子电池(ZL201410548729.2),2017.05.17<br/>07、戴红旗；李关莲；卞辉洋。一种基于柔性纳米纸基材料木质纤维微纤丝解离方法(ZL201410196785.4),2016.06.22<br/>06、戴红旗；毛圣陶；陈晨。一种OCC原料造纸白水中淀粉干扰物的去除方法(ZL201310059308.9),2016.12.28<br/>05、戴红旗；毛圣陶；陈晨。一种OCC原料造纸白水中淀粉含量分析方法(ZL201310059309.3),2015.10.21<br/>04、戴红旗；王晶晶；毛圣陶；陈晨。一种造纸白水中胶体性干扰物的分离方法(ZL201310059307.4),2016.03.23<br/>03、戴红旗；万丽；李媛媛；皮成忠。一种钛白粉和PCC混合填料的表面改性方法(ZL201110086490.8),2015.07.29<br/>02、戴红旗；袁洋春；戴路。一种合成哌啶类氮氧自由基的催化剂及其制备方法(ZL2010105541744),2012.12.19<br/>01、戴红旗；尤峰；叶春洪。造纸湿部多价金属阳离子垃圾清除剂与制备方法及应用(2008101229830.1),2011.05.18<br/>（三）学术论文<br/>64. Yang WS, Du X, Liu W, Wang ZW, Dai HQ*, Deng YL. Direct valorization of lignocellulosic biomass into value-added chemicals by polyoxometalate catalyzed oxidation under mild conditions. Industrial & Engineering Chemistry Research, 2019, 58, 22996-23004. DOI: 10.1021/acs.iecr.9b05311<br/>63. Bian HY, Dong ML, Chen LD, Zhou XL, Ni SZ, Fang GG, Dai HQ*. Comparison of mixed enzymatic pretreatment and post-treatment for enhancing the cellulose nanofibrillation efficiency. Bioresource Technology, 2019, 122171.<br/>62. Bian HY, Luo J, Wang RB, Zhou XL, Ni SZ, Shi R, Fang GG, Dai HQ*. Recyclable and reusable maleic acid for efficient production of cellulose nanofibrils with stable performance. ACS Sustainable Chemistry & Engineering, 2019, 7, 24: 20022-20031. DOI: 10.1021/acssuschemeng.9b05766<br/>61. Wang X, Ji SL, Wang XQ, Bian HY, Lin LR, Dai HQ*, Xiao HN, Thermally conductive, super flexible and flame-retardant BN-OH/PVA composite film reinforced by lignin nanoparticles. Journal of Materials Chemistry C., 2019, 7: 14159-14169.<br/>60. Ni, Shuzhen; Zhang, Hui; Dai, Hongqi*; Xiao, Huining.. Glyoxal improved functionalization of starch with AZC enhances the hydrophobicity, strength and UV blocking capacities of co-crosslinked polymer. European Polymer Journal, 2019.<br/>110<br/>(1):385-393。<br/>59. Weisheng Yang, Liang Jiao, Wei Liu, Hongqi Dai *. Manufacture of highly transparent and hazy cellulose nanofibril films via coating TEMPO-oxidized wood. Nanomaterials, 2019,9(1):107。<br/>58. Yang, Weisheng,Wang, Xiu,Gogoi, Parikshit,Bian, Huiyang,Dai, Hongqi*. Highly transparent and thermally stable cellulose nanofibril films functionalized with colored metal ions for ultraviolet blocking activities. Carbohydrate Polymers .2019, 213: 10-16<br/>57. Yang, Weisheng,Li, Xiang,Du, Xu,Deng, Yulin,Dai, Hongqi*.Effective low-temperature hydrogenolysis of lignin using carbon-supported ruthenium and formic acid system under low temperature. Catalysis Communications. 2019 ,126 : 30-34.<br/>56.<br/>Bian, Huiyang<br/>;<br/>Gao, Ying<br/>;<br/>Luo, Jing<br/>;<br/>Jiao, Liang<br/>;<br/>Wu, Weibing<br/>;<br/>Fang, Guigan<br/>;<br/>Dai, Hongqi<br/>* Lignocellulosic nanofibrils produced using wheat straw and their pulping solid residue: From agricultural waste to cellulose nanomaterials.Waste Management. 2019,91:1-8.<br/>55. Bian HY, Wu XX, Luo J, Qiao YZ, Fang GG, Dai HQ*. Valorization of Alkaline Peroxide Mechanical Pulp by Metal Chloride-Assisted Hydrotropic Pretreatment for Enzymatic Saccharification and Cellulose Nanofibrillation. Polymers 2019, 11: 331. Polymers 2019, 11(2): 331<br/>54. Wang, Xiu,Yu, Zhihuai,Bian, Huiyang,Wu, Weibing,Xiao, Huining,Dai, Hongqi*. Thermally Conductive and Electrical Insulation BNNS/CNF Aerogel Nano-Paper. Polymers 2019, 11(4): 66<br/>53. Yang, Weisheng; Du, Xu ; Liu, Wei; Tricker, Andrew; Dai, Hongqi*; Deng, Yulin. High efficient lignin depolymerization via effective inhibition of condensation during polyoxometalate mediated oxidation. Energy & Fuels. 2019,33(7):<br/>52. Yang, Weisheng; Gao, Ying; Zuo, Chu; Deng, Yulin; Dai, Hongqi* Thermally Induced 100 % Cellulose Nanofibril Films with Near-complete Ultraviolet-blocking and Improved Water-resistance. Carbohydrate Polymers.2019, 223<br/>51. Xiu Wang, Zhihuai Yu, Liang Jiao, Huiyang Bian, Weisheng Yang,Weibing Wu, Huining Xiao, Hongqi Dai * Aerogel perfusion-prepared h-BN/CNF composite film with multiple thermally conductive pathways and high thermal conductivity. Nanomaterials, 2019,<br/>50. Bian, Huiyang; Gao, Ying; Yang, Yiqin; Fang, Guigan; Dai, Hongqi*. Improving Cellulose Nanofibrillation of Waste Wheat Straw Using the Combined Methods of Prewashing, p-Toluenesulfonic Acid Hydrolysis, Disk Grinding, and Endoglucanase Post-treatment. Bioresource Technology, 2018, 256: 321-327.<br/>49. Bian, Huiyang; Wei, Liqing; Lin, Chunxiang; Ma, Qianli; Dai, Hongqi*; Zhu, J.Y. Lignin Containing Cellulose Nanofibril-Reinforced Polyvinyl Alcohol Hydrogels. ACS Sustainable Chemistry & Engineering, 2018, 6(4): 4821-4828.<br/>48. Li, Jian; Zuo, Keman; Wu, Weibing; Xu, Zhaoyang; Yi, Yonggang; Jing, Yi; Dai, Hongqi; Fang, Guigan. Shape memory aerogels from nanocellulose and polyethyleneimine as a novel adsorbent for removal of Cu(II) and Pb(II). Carbohydrate Polymers, 2018, 196.<br/>47. Ni, Shuzhen; Zhang, Hui; Godwin, Patrick M.; Dai, Hongqi*; Xiao, Huining. ZnO nanoparticles enhanced hydrophobicity for starch film and paper. Materials letters, 2018, 230, 207-210.<br/>46. Yu, Zhihuai; Wang, Xiu; Bian, Huiyang; Jiao, Liang; Wu, Weibing; Dai, Hongqi*. Enhancement of the heat conduction performance of boron nitride/cellulosic fibre insulating composites. PLoS ONE, 2018, 13(7): e0200842.<br/>45. Yang, Weisheng; Jiao, Liang; Liu, Wei; Deng, Yulin; Dai, Hongqi*. Morphology control for tunable optical properties of cellulose nanofibrils films. Cellulose, 2018, 25(10): 5909-5918.<br/>44. Bian, Huiyang; Jiao, Liang; Wang, Ruibin; Wang, Xiu; Zhu, Wenyuan; Dai, Hongqi*. Lignin Nanoparticles as Nano-spacers for Tuning the Viscoelasticity of Cellulose Nanofibril Reinforced Polyvinyl Alcohol-Borax Hydrogel. European Polymer Journal 2018, 107, 267-274.<br/>43. Wu, Weibing; Song, Ruyuan; Xu, Zhaoyang; Jing, Yi; Dai, Hongqi*; Fang, Guigan. Fluorescent cellulose nanocrystals with responsiveness to solvent polarity and ionic strength. Sensors and Actuators B: Chemica, 2018, 275(1): 490-498.<br/>42. Guan, Qingshun; Song, Ruyuan; Wu, Weibing; Zhang, Lei; Jing, Yi; Dai, Hongqi. Fluorescent CdTe-QD-encoded nanocellulose microspheres by green spraying method. Cellulose, 2018. DOI: 10.1007/s10570-018-2065-z.<br/>41. Wang, Chunjian; Ni, Shuzhen; Lin, Lingrui; Wang, Xiu; Dai, Hongqi.* Highly efficient utilization of dissolved and colloidal substances in surface sizing for low-<br/>cost and sustainable water consumption. Appita journal, 2018, 71(3): 221-227.<br/>40. Jiao, Liang; Bian, Huiyang; Gao, Ying; Lin, Xuliang; Zhu, Wenyuan; Dai, Hongqi*. Highly Dispersible Cellulose Nanofibrils Produced via Mechanical Pretreatment and TEMPO-mediated Oxidation. Fibers and Polymers, 2018, 19(11):2237-2244.<br/>39. Ni, Shuzhen; Jiao Liang; Zhang, Hui; Zhang Yongchao; Fang Guigan; Xiao, Huining; Dai, Hongqi*. Enhancing hydrophobicity, strength and UV shielding capacity of starch film via novel co-crosslinking in neutral conditions. Royal Society Open Science, 2018, 5: 1206<br/>38. Ni, Shuzhen; Zhang, Hui; Dai, Hongqi*; Xiao, Huining. Starch-based Flexible Coating for Food Packaging Paper with Exceptional Hydrophobicity and Antimicrobial Activity. Polymers, 2018,10(11):1260;<br/>doi:10.3390/polym10111260<br/>37. Ni, Shuzhen; Zhang, Hui; Dai, Hongqi*; Xiao, Huining.. Glyoxal improved functionalization of starch with AZC enhances the hydrophobicity, strength and UV blocking capacities of co-crosslinked polymer. European Polymer Journal, 2018,[IF15.685]<br/>36. Li, Jian; Xu, Zhaoyang; Wu, Weibing; Jing, Yi; Dai, Hongqi; Fang, Guigan. Nanocellulose/Poly(2-(dimethylamino)ethyl methacrylate)Interpenetrating polymer network hydrogels for removal of Pb(II) and Cu(II) ions. Colloids and Surfaces A Physicochemical and Engineering Aspects, 2018, 538.<br/>35. Ni, Shuzhen; Wang, Chunjian; Bian, Huiyang; Yu, Zhihuai; Jiao, Liang; Fang, Guigan; Dai, Hongqi*. Enhancing physical performance and hydrophobicity of paper-based cellulosic material via impregnation with starch and PEI-KH560. Cellulose, 2018, 25(2): 1365-1375.<br/>34. Bian, Huiyang; Gao, Ying; Wang, Ruibin; Liu, Zhulan; Wu, Weibing; Dai, Hongqi*. Contribution of lignin to the surface structure and physical performance of cellulose nanofibrils film. Cellulose, 2018, 25(2): 1309-1318.<br/>33. Weisheng Yang, Liang Jiao, Wei Liu, Hongqi Dai *. Manufacture of highly transparent and hazy cellulose nanofibril films via coating TEMPO-oxidized wood. Nanomaterials, 2018<br/>32. Yang, Weisheng; Jiao, Liang; Min, Douyong; Liu, Zhulan; Dai, Hongqi*. Effects of preparation approaches on optical properties of self-assembled cellulose nanopapers. RSC Advances, 2017, 7(17): 10463-10468.<br/>31. Bian, Huiyang; Chen, Liheng; Dai, Hongqi*; Zhu, J.Y. Integrated production of lignin containing cellulose nanocrystals (LCNC) and nanofibrils (LCNF) using an easily recyclable di-carboxylic acid. Carbohydrate Polymers, 2017, 167: 167-176.<br/>30. Bian, Huiyang; Chen, Liheng; Gleisner, Rolland; Dai, Hongqi*; Zhu, J.Y. Producing wood-based nanomaterials by rapid fractionation of wood at 80°C using a recyclable acid hydrotrope. Green Chemistry, 2017, 19(14): 3370-3379.<br/>29. Yang, Weisheng; Bian, Huiyang; Jiao, Liang; Wu, Weibing; Deng, Yulin; Dai, Hongqi*. High wet-strength, thermally stable and transparent TEMPO-oxidized cellulose nanofibril film: Via cross-linking with poly-amide epichlorohydrin resin. RSC Advances, 2017, 7(50): 31567-31573.<br/>28. Bian, Huiyang; Chen, Liheng; Dai, Hongqi*; Zhu, J.Y. Effect of fiber drying on properties of lignin containing cellulose nanocrystals and nanofibrils produced through maleic acid hydrolysis. Cellulose, 2017, 24(10): 4205-4216.<br/>27. Ni, Shuzhen; Wang, Chunjian; Jiao, Liang; Wang, Xiu; Jiang, Shan; Dai, Hongqi*. Preparation of strong and stiff papers through surface sizing with starch and APMS. Appita journal, 2017, 70(4): 386-393.<br/>26. Li, Shan; Wang, Fei; Dai, Hongqi*; Jiang, Xingmao; Ye, Chunhong; Min, Jianzhong. Self-assembly of silica nanoparticles into hollow spheres viaa microwave-assisted aerosol process. Materials Research Bulletin, 2016, 74: 459-464.<br/>25. Su, Wenpeng; Chen, Chen; Xu, Xiu; Yang, Weisheng; Dai, Hongqi*. Filtering Whitewater with an Ultrafiltration Membrane: Effects of the Interaction between Dissolved Organics and Metal Ions on Membrane Fouling. Bioresources, 2016, 11(1): 1108-1124.<br/>24. Wang, Chunjian; Chen, Chen; Ren, Hao; Yang, Yiqin; Dai, Hongqi*. Polyethyleneimine Addition for Control of Dissolved and Colloidal Substances: Effects on Wet-End Chemistry. Bioresources, 2016, 11(4): 9756-9770.<br/>23. Wu Weibing; Li, Jian; Zhu, Wenyuan; Jing, Yi; Dai, Hongqi. Thermo-responsive cellulose paper via ARGET ATRP. Fibers and Polymers, 2016, 17(4): 495-501.<br/>22. Bian, Huiyang; Li, Guanlian; Jiao, Liang; Yu, Zhihuai; Dai, Hongqi*. Enzyme-assisted mechanical fibrillation of bleached spruce kraft pulp to produce well-dispersed and uniform-sized cellulose nanofibrils. Bioresources, 2016, 11(4): 10483-10496.<br/>21. Jiao, Li; Su, Ming; Chen, Liao; Wang, Yuangang; Zhu, Hongli; Dai, Hongqi*. Natural Cellulose Nanofibers As Sustainable Enhancers in Construction Cement. Plos One, 2016, 11(12): e0168422.<br/>20. Li, Yuanyuan; Zhu, Hongli; Zhu, Shuze; Wan, Jiayu; Liu, Zhen; Vaaland, Oeyvind; Lacey, Steven; Fang, Zhiqiang; Dai, Hongqi*; Li, Teng; Hu, Liangbing. Hybridizing wood cellulose and graphene oxide toward high-performance fibers. NPG Asia Materials, 2015, 7 (1): e150.<br/>19. Li, Yuanyuan; Zhu, Hongli; Shen, Fei; Wan, Jiayu; Lacey, Steven; Fang, Zhiqiang; Dai, Hongqi*; Hu, Liangbing. Nanocellulose as green dispersant for two-dimensional energy materials. Nano Energy, 2015, 13: 346-354.<br/>18. Chen, Chen; Mao, Shengtao; Wang, Jingjing; Bao, Jinfeng; Xu, Hui; Su, Wenpeng; Dai, Hongqi*. Application of Ultrafiltration in a Paper Mill: Process Water Reuse and Membrane Fouling Analysis. Bioresources, 2015, 10(2): 2376-2391<br/>17. Zhang, Ming; Zhang, Dapeng; Feng, Yan; Min, Douyong; Dai, Hongqi*. The Optimization of the Water Footprint and Strength Properties of Handsheets by the Extreme Vertices Mixture Design. Bioresources, 2015, 10(3): 5830-5844.<br/>16. Su, Wenpeng; Chen, Chen; Zhu, Yulian; Yang, Weisheng; Dai, Hongqi*. Fouling Characteristics of Dissolved Organic Matter in Papermaking Process Water on Polyethersulfone Ultrafiltration Membranes. Bioresources, 2015, 10(3): 5906-5919.<br/>15. Su, Wenpeng; Yang, Yiqin; Dai, Hongqi; Jiang, Linyu. Biosorption of Heavy Metal Ions from Aqueous Solution on Chinese Fir Bark Modified by Sodium Hypochlorite. Bioresources, 2015, 10(4): 6993-7008.<br/>14. Jiao, Li; Ma, Jinxia; Dai, Hongqi. Preparation and Characterization of Self-Reinforced Antibacterial and Oil-Resistant Paper Using a NaOH/Urea/ZnO Solution. Plos One, 2015, 10(10): 179-183.<br/>13. Li, Yuanyuan; Zhu, Hongli; Xu, Mei; Zhuang, Zhiliang; Xu, Mengdie; Dai, Hongqi*. High Yield Preparation Method of Thermally Stable Cellulose Nanofibers. Bioresources, 2014, 9(2): 1986-1997.<br/>12. Ye, Chunhong; Kulkarni, Dhaval D.; Dai, Hongqi; Tsukruk, Vladimir V. Programmable Arrays of “Micro-Bubble” Constructs via Self-Encapsulation. Advanced Functional Materials 2014, 24(27): 4364-4373.<br/>11. Ye, Chunhong; Combs, Zachary A.; Calabrese, Rossella; Dai, Hongqi; L. Kaplan, David; Tsukruk, Vladimir V. Robust Microcapsules with Controlled Permeability from Silk Fibroin Reinforced with Graphene Oxide. Small 2014, 10(24): 5087-5097.<br/>10. Wu, Weibing; Gu, Jun; Zhou, Guancheng; Zhang, Lei; Gong, Murong; Dai, Hongqi. Fabrication of Natural Cellulose Microspheres via Electrospraying from NaOH/Urea Aqueous System. Journal of Applied Polymer Science, 2014, 131 (16):1107-1117.<br/>09. Li, Yuanyuan; Zhu, Hongli; Shen, Fei; Wan, Jiayu; Han, Xiaogang; Dai, Jiaqi; Dai, Hongqi; Hu, Liangbing. Highly Conductive Microfiber of Graphene Oxide Templated Carbonization of Nanofibrillated Cellulose. Advanced Functional Materials, 2014, 24(46): 7366-7372.<br/>08. Xu, Mei; Xu, Mengdie; Dai, Hongqi; Wang, Shumei; Wu, Weibing. The Impact of Synthesis Conditions on the Structure and Properties of Di-(Stearylamidoethyl) Epoxypropyl Ammonium Chloride. Bioresources, 2013, 8(3): 3347-3357.<br/>07. Li, Yuanyuan; Zhu, Hongli; Gu, Hongbo; Dai, Hongqi; Fang, Zhiqiang; Weadock Nicholas J.; Guo, Zhanhu; Hu, Liangbing. Strong transparent magnetic nanopaper prepared by immobilization of Fe3O4 nanoparticles in a nanofibrillated cellulose network. Journal of Materials Chemistry A, 2013, 1(48): 15278-15283.<br/>06. Xu, Mei; Dai, Hongqi; Sun, Xuan; Wang, Shumei; Wu, Weibing. Influence of buffer solution on tempo-mediated oxidation. Bioresources, 2012, 7(2): 1633-1642.<br/>05. Wang, Shumei; Sun, Xuan; You, Feng; Dai, Hongqi; Mao, Shengtao; Wang, Jingjing. Application of cationic modified carboxymethyl starch as a retention and drainage aid in wet-end system. Bioresources, 2012, 7(3): 3870-3882.<br/>04. Ye, Chunhong; Drachuk, Irina; Calabrese, Rossella; Dai, Hongqi; L. Kaplan, David; Tsukruk, Vladimir V. Permeability and Micromechanical Properties of Silk Ionomer Microcapsules. Langmuir, 2012, 28(33):12235-12244.<br/>03. Dai, Lu; Dai, Hongqi; Yuan, Yangchun; Sun, Xuan; Zhu; Zhengjun. Effect of tempo oxidation system on kinetic constants of cotton fibers. Bioresources, 2011, 6(3): 2619-2631.<br/>02. Yuan, Guangxiang; Dai, Hongqi; Ye, Chunhong; Zhang, Yujuan; Wang, Zhongliang. Adsorption of Ca(II) from aqueous solution onto cellulosic fibers and its impact on the papermaking process. Bioresources, 2011, 6(3): 2790-2804.<br/>01. Li, Yuanyuan; Dai, Hongqi; Wan, Li; Zhu, Zhengjun. Surface sizing application of waterborne epoxy resin on low basis weight paper. Bioresources, 2011, 7(1): 5-14.",
    "Class": "None",
    "Topic": "主持研究课题情况<br/>（一）<br/>国家自然科学基金项目<br/>1<br/>、无机盐与<br/>DCS<br/>积累对细小纤维润胀水化的协同作用机理（<br/>30571467<br/>），国家自然科学基金委，<br/>2005.1-2007.12<br/>2<br/>、制约造纸系统白水封闭循环的关键影响因素研究（<br/>30871995<br/>），国家自然科学基金委，<br/>2009.1-2011.12<br/>3<br/>、白水封闭循环系统中<br/>DCS<br/>与无机盐电解质形成干扰物的历程及机理（<br/>31270614<br/>），国家自然科学基金委，<br/>2013.1-2016.12<br/>4<br/>、基于柔性纳米纸基材料的木质纤维微纤丝解离方法与机理（<br/>31470599<br/>），国家自然科学基金委，<br/>2015.1-2018.12<br/>5<br/>、<br/>OCC<br/>原料制浆过程中纸浆纤维表面淀粉溶解行为及其资源化利用方法<br/>(31770417)<br/>，国家自然科学基金委，<br/>2018.1-2021.12<br/>（二）国家科技攻关项目<br/>1<br/>、馆藏保护专用无酸纸的中试与应用（<br/>2006BAK20B01<br/>），国家十一五科技支撑项目子课题，国家文物局，<br/>2005.1-2010.12<br/>2<br/>、杨木化机浆功能改性及其吸附材料制备技术研究<br/>(2017YFD0601005)<br/>，国家十三五重大科技专项子课题，科技部，<br/>2016.1-2020.12<br/>3<br/>、纤维原料高剪切磨制及纤维表面修饰与干湿增强技术（<br/>2019YFC190106<br/>），国家十三五重大科技专项子课题，科技部，<br/>2019.9-2023.8<br/>4<br/>、以古籍和近现代纸质文献脱酸需求为导向的纸张特性研究（<br/>2022YFF0904201<br/>），国家十四五重点研发计划专项课题，科技部，<br/>2022.11-2025.10<br/>（三）省部级项目<br/>1<br/>、<br/>AKD<br/>中性造纸与清洁生产技术开发（<br/>2003168<br/>），江苏省技术创新计划项目，江苏省经信委，<br/>2003.1-2005.12<br/>2<br/>、造纸清洁生产技术（<br/>20053200153<br/>），江苏省引进国外技术与管理人才项目，江苏省外国专家局，<br/>2005.1-2006.12<br/>3<br/>、造纸清洁生产及节水技术（<br/>BK2006213<br/>），省自然科学基金项目，江苏省科技厅，<br/>2006.1-2008.12<br/>4<br/>、造纸废水和浆渣循环回用示范工程（<br/>69<br/>），<br/>2005<br/>年第一批省级污染防治专项，江苏省环保厅，<br/>2008.1-2010.12<br/>5<br/>、造纸清洁生产及废水循环回用基础理论与方法研究（<br/>09KJA220002<br/>），省高校自然科学重大基础研究项目，江苏省教育厅，<br/>2009.1-2011.12<br/>6<br/>、木质纳米纤维批量解离及应用技术引进（国家<br/>948<br/>项目<br/>2015454<br/>），国家林业与草原局，<br/>2015.1-2018.12<br/>7<br/>、提升国产<br/>OCC<br/>废纸二次纤维循环回用质量及造纸清洁生产技术集成，省重大科技计划项目（<br/>BE2018129<br/>），江苏省科技厅，<br/>2018.9-2021.12<br/>（四）产学研合作项目<br/>1<br/>、造纸清洁生产与白水循环回用技术，玖龙纸业（太仓）有限公司，项目期限：<br/>2014.1-2017.12<br/>、<br/>2018.1-2022.12<br/>2<br/>、烟叶薄片技术工艺研究，江苏馫源科技有限公司，项目期限：<br/>2015.9-2018.12<br/>3<br/>、生物酶在制浆造纸清洁生产方面的应用研究，江苏一鸣生物股份有限公司，项目期限：<br/>2016.1-2020.12<br/>4<br/>、包装纸胶黏物控制、吸附助留特性的凹微粒产品，江苏盱眙中材凹凸棒石粘土有限公司，<br/>2023.6-2026.6",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：daihq@njfu.com.cn",
    "Introduction": "戴红旗 博士，教授，博士生导师，江苏省高校优秀共产党员、江苏省优秀科技工作者、中国造纸蔡伦科技奖获得者。主要从事造纸科学与技术、纳米纤维及生物基功能材料方面的教学与研究工作；担任中国轻工业木质纤维功能材料（造纸）重点实验室主任，南京林业大学制浆造纸基金会执行长；兼任教育部轻工类专业教学指导委员会委员、教育部高等学校轻工类专业轻化工程专业指导工作组委员、齐鲁工业大学制浆造纸科学与技术教育部重点实验室学术委员、广西清洁制浆与污染控制区重点实验室学术委员、中国造纸化学品工业协会副理事长。近年来，主持完成或在研国家自然基金项目、国家科技支撑项目及国家重大科技专项课题（任务）、省部级项目、产学研合作项目20余项。在Small、Advanced Functional Materials、J. Mater. Chem. A、NPG Asia Materials、Nano Energy、Green Chemistry、南京林业大学学报、中国造纸、中国造纸学报、高分子材料科学与工程等期刊发表研究论文近300篇，获授权发明专利24件；研究成果获国家科技进步二等奖1项、教育部科技进步二等奖1项、国家林草局梁希自然科学二等奖1项；指导的博士硕士研究生多人获江苏省优秀学位论文、梁希优秀学子、梁希优秀论文奖；多项科研成果被有关企业采用，先后为国内数十家造纸及与造纸相关企业提供过技术服务与技术指导。<br/>戴红旗<br/>博士，教授，博士生导师，江苏省高校优秀共产党员、江苏省优秀科技工作者、中国造纸蔡伦科技奖获得者。主要从事造纸科学与技术、纳米纤维及生物基功能材料方面的教学与研究工作；担任中国轻工业木质纤维功能材料（造纸）重点实验室主任，南京林业大学制浆造纸基金会执行长；兼任教育部轻工类专业教学指导委员会委员、教育部高等学校轻工类专业轻化工程专业指导工作组委员、齐鲁工业大学制浆造纸科学与技术教育部重点实验室学术委员、广西清洁制浆与污染控制区重点实验室学术委员、中国造纸化学品工业协会副理事长。近年来，主持完成或在研国家自然基金项目、国家科技支撑项目及国家重大科技专项课题（任务）、省部级项目、产学研合作项目<br/>20<br/>余项。在<br/>Small<br/>、<br/>Advanced Functional Materials<br/>、<br/>J. Mater. Chem. A<br/>、<br/>NPG Asia Materials<br/>、<br/>Nano Energy<br/>、<br/>Green Chemistry<br/>、南京林业大学学报、中国造纸、中国造纸学报、高分子材料科学与工程等期刊发表研究论文近<br/>300<br/>篇，获授权发明专利<br/>24<br/>件；研究成果获国家科技进步二等奖<br/>1<br/>项、教育部科技进步二等奖<br/>1<br/>项、国家林草局梁希自然科学二等奖<br/>1<br/>项；指导的博士硕士研究生多人获江苏省优秀学位论文、梁希优秀学子、梁希优秀论文奖；多项科研成果被有关企业采用，先后为国内数十家造纸及与造纸相关企业提供过技术服务与技术指导。",
    "id": "0018",
    "img": "https://qg.njfu.edu.cn/DFS//file/2021/11/02/2021110218084405149d99q.jpg?iid=36614",
    "Department": "None",
    "Duties": "None",
    "Title": "：教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "戴红旗",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}