{
    "Research_direction": "主要研究食品组分的风味、营养素以及与食品体系中其他组分的相互作用、结构变化，研究食品组分与其他食品成分或者功能因子组合后功能性质的改变，以及功能因子的制备、稳态化、增效作用等，在营养素的生物利用方面，研究功能因子的生物利用度以及对健康的影响，以组分在生理代谢过程中结构、功能及构效关系研究为核心，在分子水平、细胞水平及整体动物等不同水平上，探讨食品以及功能因子与健康的相关性与作用机制。",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1.<br/>M Huang,<br/>E Su, F Zheng, C Tan*. Encapsulation of Flavonoids in Liposomal Delivery Systems: Case of Quercetin,       Kaempferol and Luteolin. Food & Function.2017, 8(9),<br/>3198-3208.<br/>5. Meigui Huang, Xiaoming Zhang*, Eric Karangwa. Comparation sensory characteristic, non-volatile compounds, volatile    compounds and antioxidant activity of MRPs by novel gradient temperature-elevating and traditional isothermal       methods. Journal of Food Science and Technology. 2015, 52(2): 858-866.<br/>6. Meigui Huang, Xiaoming Zhang*, Karangwa Eric, Abbas shabbar, Khizar Hayat, Ping Liu, Shuqin Xia, Chengsheng Jia.   Inhibiting the color formation by gradient temperature-elevating Maillard reaction of soybean peptide-xylose system   based on interaction of L-cysteine and Amadori compounds. Journal of Peptide Science, 2012, 18(5): 342-349.<br/>7. Meigui Huang,Chunyang Li. Characteristic aroma components and sensory properties analysis in different types of     lavender essential oil from Xinjiang, Modern Food Science and Technology. 2014, 30(12): 255-262.<br/>专利<br/>ZL201420322416.0<br/>ZL201110217952.5<br/>ZL201110136051.3",
    "Class": "None",
    "Topic": "主持国家自然科学基金青年基金<br/>主持江苏省高校自然科学基金<br/>主持南京林业大学高学历人才基金<br/>主持北京工商大学食品质量与安全北京实验室开放课题<br/>参与国家自然科学基金面上项目、教育部基础研究项目、江苏省科技支撑计划、科技型中小企业技术创新基金、中国学位与研究生教育学会教学改革等项目课题",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：huangmgnj@hotmail.com",
    "Introduction": "黄梅桂，女，博士，副教授，硕士生导师。2012年3月获江南大学食品科学博士学位, 同年6月进入南京林业大学轻工科学与工程学院任教学科研工作,2015年9月到2016年9月在美国马萨诸塞大学作交流访问。研究方向为食品组分的风味、营养素以及组分间相互作用。<br/>发表学术论文<br/>40<br/>余篇（其中<br/>SCI<br/>收录<br/>15<br/>篇，<br/>EI<br/>收录<br/>1<br/>篇）。授权发明专利<br/>8<br/>项，实用新型<br/>1<br/>项。江苏省科技厅聘为第二批江苏省“科技副总（企业创新岗）”特聘专家，天宁香料（江苏）有限公司任工程中心副主任，参与承担的项目先后荣获获教育部<br/>2013<br/>高等学校科学研究优秀成果奖<br/>(<br/>科学技术<br/>)<br/>技术发明奖二等奖<br/>1<br/>项；<br/>2013<br/>年度中国轻工业联合会科技进步奖一等奖<br/>1<br/>项。",
    "id": "0030",
    "img": "https://qg.njfu.edu.cn/DFS//file/2021/11/02/20211102235222893qayesq.jpg?iid=36642",
    "Department": "None",
    "Duties": "：系主任",
    "Title": "：副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "黄梅桂",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}