{
    "Research_direction": "None",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. Yanyan Huang, Jinsong Ren and Xiaogang Qu*. Nanozymes: classification, catalytic mechanisms, activity regulation, and applications. Chem Rev 2019, 119, 4357-4412.<br/>2. Yanyan Huang, Zhen Liu*, Chaoqun Liu, Enguo Ju, Yan Zhang, Jinsong Ren* and Xiaogang Qu*. Self-Assembly of Multi-nanozymes to Mimic an Intracellular Antioxidant Defense System. Angew Chem Int Ed 2016, 55, 6646-6650.<br/>3. Yanyan Huang, Chaoqun Liu, Fang Pu, Zhen Liu, Jinsong Ren* and Xiaogang Qu*. A GO-Se nanocomposite as an antioxidant nanozyme for cytoprotection. Chem Commun 2017, 53, 3082-3085.<br/>4. Yanyan Huang, Xiang Ran, Youhui Lin, Jinsong Ren* and Xiaogang Qu*. Self-assembly of an organic-inorganic hybrid nanoflower as an efficient biomimetic catalyst for self-activated tandem reactions. Chem Commun 2015, 51, 4386-4389.<br/>5.<br/>Yanyan Huang, Lin Youhui, Xiang Ran, Jinsong Ren* and Xiaogang Qu*. A semipermeable enzymatic nanoreactor as an efficient modulator for reversible pH regulation. Nanoscale 2014, 6, 11328-11335.<br/>6. Yanyan Huang, Zhen Liu, Chaoqun Liu, Yan Zhang, Jinsong Ren* and Xiaogang Qu*.<br/>Selenium-based nanozyme as a biomimetic antioxidant machinery<br/>. Chem-Eur J 2018, doi.org/10.1002/chem.201801725.<br/>7. Yanyan Huang, Fang Pu, Jinsong Ren* and Xiaogang Qu*. Artificial enzyme-based logic operations to mimic intracellular enzyme-participated redox balance system. Chem-Eur J 2017, 23, 9156-9161.<br/>8. Yanyan Huang, Youhui Lin, Xiang Ran, Jinsong Ren* and Xiaogang Qu*. Self-Assembly and Compartmentalization of Nanozymes in Mesoporous Silica-Based Nanoreactors. Chem-Eur J 2016, 22, 5705-5711<br/>.<br/>9. Yanyan Huang, Xiang Ran, Youhui Lin, Jinsong Ren* and Xiaogang Qu. Enzyme-regulated the changes of pH values for assembling a colorimetric and multistage interconnection logic network with multiple readouts. Anal Chim Acta 2015, 870, 92-98.<br/>10. Yanyan Huang, Youhui Lin, Fang Pu, Jinsong Ren and Xiaogang Qu*. The Current Progress of Nanozymes in Disease Treatments. Prog Biochem Biophys 2018, 45, 256-267.",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：huangyanyan0819@njfu.edu.cn",
    "Introduction": "黄燕燕，女，现任南京林业大学轻工与食品学院食品科学与工程系教师。2018年1月毕业于中国科学院长春应用化学研究所，获博士学位。2018年3月至2019年3月在江南大学生物与工程学院任教，2019年6月调入南京林业大学。",
    "id": "0031",
    "img": "https://qg.njfu.edu.cn/DFS//file/2020/06/28/20200628162436509a8qp8b.gif?iid=36616",
    "Department": "None",
    "Duties": "None",
    "Title": "：副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "黄燕燕",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}