{
    "Research_direction": "研究方向涉及多学科交叉，以化学计量学(Chemometrics)为基础，重在工程技术研发，把其应用于食品分析、现代仪器信号分析，以促进仪器分析技术智能化，主要有：     1、食品智能化及无损检测技术          现代食品智能化检测技术融合食品分析、传感器技术、信息处理技术、网络技术、自动化技术等各种手段在食品质量与安全领域的应用，而无损检测技术在不破坏食品分析对象原来的状态情况下，为获取与食品对象品质有关的性质和成分等物理化学信息所采用的检测方法，涉及物理、化学、电子、光学、计算机应用、现代仪器分析和应用数学等多学科的基础知识。本方向结合具体食品检测对象，尤其专注于近红外光谱分析技术，研究相应的智能化信号处理与信息提取算法，并实现软硬件系统集成化的工程应用。     2、化学谱图解析专家系统     现代分析仪器具有在相对短的时间内提供大量原始分析数据的能力，甚至连续提供具有很高时间、空间分辨率的多维分析数据。采用经典的数据处理方法提取化学信息不仅效率低下甚至无能为力。本方向利用计算机、网络技术、应用数学和统计学工具，为从各种现代分析仪器获取的高维谱图信号中提取定性和定量信息提供了有效手段，在应用数学与统计学、计算机技术和分析仪器的深度结合中促进分析仪器的智能化。      3、化工过程仿真与信息智能处理     本方向利用各种现代优化算法及智能算法，从事化工（包括制浆造纸）过程模拟及智能控制算法优化，以及化学化工数据挖掘研究。<br/>以上三个研究方向的学生在学习期间可以获得数据分析、算法设计、光谱仪操作、测控或数据处理软件开发等专业技能训练，未来可从事但不限于食品、化学化工行业或质检部门的智能仪器软件开发、数据分析或质量监管等技术岗位工作。欢迎具有食品科学、化学或化工、分析仪器、计算机、自动化等专业背景，具备线性代数、统计学及计算机编程基础或学习意愿，并对研究方向有兴趣深造的学生报考。",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. 熊智新，胡上序，路文初，基于小波变换的重叠色谱峰检测方法研究，浙江大学学报（工学版）,2004.38(8):1072-1077.  2. 熊智新，胡慕伊，陈朝霞，胡明，离散小波变换算法剖析及其通用程序实现，计算机工程与设计,2007.28(20):4856-4859.  3. 熊智新，胡慕伊，陈朝霞，胡明，遗传投影寻踪插值模型在纸浆质量评价中的应用,中国造纸学报，2010，25(4):52-55.  3. 刘雪云，熊智新*，胡慕伊，基于SIMCA模型的纸浆原料近红外光谱鉴别, 中国造纸,2011.30(7):20-24.  4. 孙婷，熊智新*，胡慕伊，基于USB技术的通用虚拟仪器平台开发，仪表技术与传感器,2011，10：32-34.  5 .殷燕屏，熊智新*，胡慕伊，基于阈值分割及分形特征的纸病图像识别算法研究,中国造纸学报，2011，26(4):41-45.  6. 任辉，熊智新*，胡慕伊，胡明，分组主成分在杨木制浆综合评价中的应用,中国造纸学报，2011，26(4):32-37.  7. 夏华伟，熊智新*，PSO-PP模型在杨树造纸适宜性综合评价中的应用，造纸科学与技术,2014.33(2):8-15.  8. 陈帅帅，赵倩梅，熊智新*，胡慕伊，基于IPSO的PID参数自整定在流浆有总压控制中的应用,中国造纸，2015, 34(11):37- 41.  9. Zhixin Xiong, Frank Pfeifer, Heinz W. Siesler, Evaluating the Molecular Interaction in Organic Liquid Mixtures using Near-Infrared Spectroscopy, Applied. Spectroscopy. 2016. 70(4): 635-644. 10. 陈帅帅, 熊智新*, 梁龙, 房桂干, 张新民，利用近红外光谱快速分析制浆木片水分，林业工程学报，2016,1(6): 82-87. 11. 杨浩，熊智新*，梁龙，房桂干，利用近红外光谱快速测定制浆材化学成分含量，中华纸业，2017,38(18): 25-28. 12. 莫卫林,杨浩,熊智新*,改进遗传算法PID 参数优化在流浆箱总压控制中的应用，中国造纸，2017,36(8):35-40. 13. 陈帅帅，熊智新*，胡慕伊，基于粒子群算法优化PIDNN的流浆箱解耦控制.中华纸业，2017,38(6):20-24. 14. 杨浩，熊智新*，陈通，苹果可溶性固形物含量的近红外模型传递研究，分析试验室，2018,37(2):163-167. 15. 熊智新*,杨浩，莫卫林, 基于拉曼光谱的药片快速鉴别方法研究，分析科学学报，2018, (06) 772-776. 16.马璞璠，陈帅帅，熊智新*，梁龙，房桂干，制浆材近红外光谱在线检测系统设计，测控技术，2019.(5)38:104-108. 17. 刘耀瑶， 杨浩，熊智新*，梁龙，房桂干，制浆材木质素含量近红外分析模型传递研究，中国造纸学报，2019, 34(3): 43-49. 18. 刘耀瑶，熊智新*，王勇，梁龙，房桂干，不同型号仪器制浆材木质素近红外分析模型传递研究，林业工程学报，2019, 4(4): 93-98. 19. 熊智新*，马璞璠，梁龙，房桂干, 近红外光谱结合连续投影算法检测综纤维素含量，中国造纸学报，2019, 34(4): 46-51. 20. 熊智新*，刘耀瑶，王勇，梁龙，房桂干，PSO-LSSVM用于近红外光谱预测混合制浆材Klason木质素含量，中国造纸学报，2020, 35 (2): 45-51.<br/>21. Hao Yang, Yaoyao Liu, Zhixin Xiong*, Long Liang, Rapid Determination of Holocellulose and Lignin in Wood by Near Infrared pectroscopy and Kernel Extreme Learning Machine, Analytical Letters, 2020, VOL. 53, NO. 7, 1140–1154. 22.  赵静远，熊智新*， 梁龙，房桂干，投影寻踪分类模型在常见造纸纤维原料综合评价中的应用，，中国造纸学报，2020, 35 (3): 53-58. 23. 赵静远，熊智新，宁井铭，谢德红，小波变换结合SPA算法优化茶叶咖啡碱近红外分析模型，分析科学学报（已录用）<br/>软件著作权：(1) NIRSA近红外光谱数据处理系统（计算机软件著作权登记: 2007SR06801）；(2) 光谱数据库管理及相似识别软件（计算机软件著作权登记:2016SR232706）；(3) 近红外光谱检测与数据库管理系统（计算机软件著作权登记:2018SR120345）；(4) 文化用纸定量和水分控制虚拟仿真实验软件（计算机软件著作权登记: 2020SR1538045）(5) 光谱信号小波变换分析软件（计算机软件著作权登记: 2020SR1915271）；(6) 造纸过程浆水衡算与工艺模拟软件（计算机软件著作权登记: 2021SR1215249）(7) 油品添加剂红外光谱快速分析专家系统（计算机软件著作权登记: 2021SR1215225）2021年9月28日更新",
    "Class": "None",
    "Topic": "（1） 脱硫吸附剂复杂物相快速分析软件的研制，中国石油化工股份有限公司石油化工科学研究院技术开发项目，项目负责人，时间：2012年1月—2013年10月。 (2)   拉曼光谱标准化及其模式识别软件，中国人民解放军第二军医大学委托技术开发项目，科技部国家重大科学仪器设备开发专项（2012YQ1801320306）之子项目；项目负责人，时间：2015年1月—2016年12月（3） NIR光谱制浆木片材种识别软件编制，与中国林科院林化所合作研究项目（国家林业局948项目“农林剩余物制机械浆节能和减量技术引进”)，时间：2015年6月—2016年7月。  (4)  BF-3000系列气相色谱仪工作站软件，北京北分瑞利分析仪器(集团)有限责任公司委托项目，项目负责人，时间：2018年6月—2019年12月<br/>。",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：Leo_xzx@njfu.edu.cn;Leo_xzx@163.com",
    "Introduction": "1996年6月毕业于安徽农业大学茶业系机械制茶专业，获工学学士，1996年9月于江苏理工大学（现江苏大学）生物与环境工程学院农产品加工工程专业学习，从事农产品品质无损检测方向研究，1999年6月获工学硕士。2000年3月至2004年3月于浙江大学控制理论与控制工程专业学习，从事计算机仿真与信息智能处理方向研究，获工学博士。2004年4月进入南京林业大学任教；2013年11月于南京林业大学轻工技术与工程博士后出站；2014年4月至2015年3月，于德国杜伊斯堡-埃森大学（University of Duisburg-Essen）物理化学系（Department of Physical Chemistry）进修访问，主要从事分子光谱信息定量解析算法与应用研究。<br/>自1996年起一直从事现代分析仪器量测波谱信号自动分析与信息智能处理、化学化工数据挖掘方向研究，着重探讨了利用信号分析、多元统计、智能优化、小波变换、模式识别等技术在红外光谱、近红外光谱、色谱信号、X衍射光谱、拉曼光谱以及光谱数字成像信号分析方面的应用，提出了相应的信号分析与信息提取集成算法，注重研究成果的工程化及商业化应用。历经20多年的积淀，本方向研究团队已拥有自主知识产权且功能完善的NIRSA数据处理系统以及行业企业联系，可为开展相关研究提供扎实的技术基础和化学化工及食品行业应用场景。开发了系列化的现代分析仪器化学谱图信号计算机采集、数据分析、信息处理等软件系统，并成功应用于实验室或快检现场数据分析、工业过程质量控制和农林产品无损检测。<br/>先后共发表相关研究论文40余篇，其中EI收录2篇，SCI收录3篇。主持完成南京林业大学高学历人才基金项目1项，参与“863”项目、国家林业局948项目、科技部国家重大科学仪器设备开发专项各1项，主持企业研发项目5项，主持省重点实验室开放研究基金项目1项。作为主要完成人申请计算机软件著作权5项，为行业研发仪器波谱信号解析专家系统8套。<br/>现为南京林业大学轻工与食品学院副教授。",
    "id": "0038",
    "img": "https://qg.njfu.edu.cn/DFS//file/2021/11/02/20211102234137409iyr5q9.jpg?iid=36639",
    "Department": "None",
    "Duties": "None",
    "Title": "：副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "熊智新",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}