{
    "Research_direction": "None",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "发表学术论文100多篇；授权发明专利、软件著作权20余件；参编教材1部。近年来的部分成果列举如下：SCI期刊论文<br/>Zhang, K.; Yang, J.; Sha, J.; Liu, H*. Dynamic slow feature analysis and random forest for subway indoor air quality modeling. Building and Environment, 2022, 213: 108876.<br/>Yang, J.; Wang, J.; Sha, J.; Dai, H.; Liu, H*. Quality-related monitoring of distributed process systems using dynamic concurrent partial least squares. Computers & Industrial Engineering, 2022, 164: 107893.<br/>Yang, D.; Wang, J.; Yan, X.; Liu, H*. Subway air quality modeling using improved deep learning framework. Process Safety and Environmental Protection, 2022, 163: 487-497.<br/>Wang, J.; Lu, Y.; Xin, C.; Yoo, C.; Liu, H*. Kernel PLS with AdaBoost ensemble learning for particulate matters forecasting in subway environment. Measurement, 2022, 204: 111974.<br/>Zhang, H.; Yang, C.; Shi, X.; Liu, H*. Effluent quality prediction in papermaking wastewater treatment processes using dynamic Bayesian networks. Journal of Cleaner Production, 2021, 282: 125396.<br/>Yang, C.; Zhang, Y.; Huang, M.; Liu, H*. Adaptive dynamic prediction of effluent quality in wastewater treatment processes using partial least squares embedded with relevance vector machine. Journal of Cleaner Production, 2021, 314: 128076.<br/>Ma, X.; Zhang, Y.; Zhang, F.; Liu, H*. Monitoring of papermaking wastewater treatment processes using t-distributed stochastic neighbor embedding. Journal of Environmental Chemical Engineering, 2021, 9(6): 106559.<br/>Liu, H.*; Yang, J.; Zhang, Y.; Yang, C. Monitoring of wastewater treatment processes using dynamic concurrent kernel partial least squares. Process Safety and Environmental Protection, 2021, 147: 274-282.<br/>Liu, H.*; Yang, C.; Huang, M.; Yoo, C. Soft sensor modeling of industrial process data using kernel latent variables-based relevance vector machine. Applied Soft Computing, 2020, 90: 106149.<br/>Liu, H.*; Zhang, Y.; Zhang, H. Prediction of effluent quality in papermaking wastewater treatment processes using dynamic kernel-based extreme learning machine. Process Biochemistry, 2020, 97: 72-79.<br/>Liu, H.*; Yang, C.; Huang, M.; Yoo, C. Multivariate statistical monitoring of subway indoor air quality using dynamic concurrent partial least squares. Environmental Science and Pollution Research, 2020, 27(4): 4159-4169.<br/>Liu, H.*; Yang, C.; Carlsson, B.; Qin, S. J.; Yoo, C. Dynamic nonlinear partial least squares modeling using Gaussian process regression. Industrial & Engineering Chemistry Research, 2019, 58(36): 16676-16686.<br/>Liu, H.*; Yang, C.; Huang, M.; Wang, D.; Yoo, C. Modeling of subway indoor air quality using Gaussian process regression. Journal of Hazardous Materials, 2018, 359: 266-273.<br/>宋留; 杨冲; 张辉; 刘鸿斌*. 造纸废水处理过程的高斯过程回归软测量建模. 中国环境科学, 2018, 38(7): 2564-2571.<br/>沈文浩，李军，刘鸿斌，等. 造纸过程控制与维护管理，北京：中国轻工业出版社，2017.",
    "Class": "None",
    "Topic": "中国博士后科学基金特别资助项目<br/>江苏省高等学校基础科学（自然科学）研究重大项目<br/>山东省自然科学基金面上项目<br/>山东省企业博士（后）集聚计划<br/>山东省博士后创新项目<br/>南京林业大学标志性成果培育建设项目<br/>南京林业大学青年人才项目<br/>南京林业大学高层次人才科研启动基金资助项目",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：hbinjm@qq.com",
    "Introduction": "2015/4 - 至今，南京林业大学，轻工与食品学院，副教授<br/>2019/4 - 2022/3，华泰集团，高级工程师，企业博士后<br/>，企业博士后<br/>2017/12 - 2018/12，美国南加州大学（University of Southern California），化工系，国家公派访问学者<br/>2013/10 - 2014/12，瑞典乌普萨拉大学（Uppsala University），信息与技术学院，博士后<br/>2009/9 - 2013/8，韩国庆熙大学（Kyung Hee University），环境科学与工程，博士",
    "id": "0047",
    "img": "https://qg.njfu.edu.cn/DFS//file/2023/03/08/20230308135201765npkvce.jpg?iid=55722",
    "Department": "None",
    "Duties": "：党支部书记、系副主任",
    "Title": "：副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "刘鸿斌",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}