{
    "Research_direction": "1、天然高分子材料改性与应用；<br/>2、木质纤维素细胞壁组分清洁分离与分子结构；<br/>3、生物大分子相互作用及其对生物质转化的影响。",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "Wenjuan Wu, Bo Jiang, Linfeng Yang, and Yongcan Jin, Isolation of lignin from masson pine by liquid-liquid extraction based on complete dissolution in NaOH aqueous solution. bioresources, 2018,13(1): 231-240<br/>WenJuan Wu, Yu Zhang, Bo Jiang, YongCan Jin，Sulfite-Formaldehyde Pulping and Oxygen Delignification of Wheat Straw. Paper and biomaterials, 2017,2(3): 12-17.<br/>Cao T., Jiang B., Gu F., Wu W.*, Jin Y.* Characterization of lignin isolated from wheat leaf based on LiCl/DMSO dissolution and regeneration. Bioresources 2016, 11(4): 9676–9685.<br/>Wu, W.*, Wang, Z., Jin, Y., Matsumoto, Y., Zhai, H. Isolation of cellulolytic enzyme lignin from rice straw enhanced by LiCl/DMSO dissolution and regeneration. Bioresources 2014, 9(3): 4382–4391.<br/>Wu, W.*, Wang, Z., Jin, Y., Matsumoto, Y., Zhai, H., Effects of LiCl/DMSO dissolution and enzymatic hydrolysis on the chemical composition and lignin structure of rice straw. Biomass and Bioenergy 2014, 71, 357–362.<br/>Gu F., Wu W., Wang Z., Yokoyama T., Jin Y.*, Matsumoto Y. Effect of complete dissolution in LiCl/DMSO on the isolation and characteristics of lignin from wheat straw internode. Ind. Crops Prod. 2015, 74: 703–711.<br/>吴文娟，姜波，金永灿.<br/>竹材在<br/>LiCl/DMSO中的溶解及再生性能，林业科学, 2019<br/>吴文娟，王琛，吴建涛，张燕，金永灿. 木质素改性沥青的老化性能研究，造纸科学与技术，2018, 37(221): 19-24<br/>吴文娟，吴建涛，张燕. 木质素改性沥青的红外光谱分析，江苏大学学报（自然科学版），2019, 40（1）：1-5<br/>吴文娟，吴建涛，张燕. 木质素改性沥青的制备及性能初探，纤维素科学与技术，2017，25（3）:53-59<br/>吴文娟，宜勇钢，王琛，金永灿. 木质素在沥青中的应用研究进展，中国造纸学报，2017，32（4）：60-65",
    "Class": "None",
    "Topic": "1、纤维素的接枝改性研究，<br/>，主持，结题<br/>2、木质素结构单元对纤维素酶吸附及底物酶水解的影响，<br/>，主持，在研<br/>3、基于LiCl/DMSO溶剂体系的木质素和LCC分离与结构表征，<br/>，主持，在研<br/>4、纤维素酶吸附及水解对木质素结构S/G值的动力学响应，<br/>，主持，在研<br/>5、木质素-碳水化合物复合物结构变化对纤维素酶吸附影响的机理研究，<br/>，参加，结题<br/>6、木质素结构对纤维素酶吸附及酶水解的影响与作用机制，<br/>，参加，在研<br/>7、基于木质素结构定向改性的木质素-纤维素酶相互作用调控，<br/>，参加，在研。",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：wenjuanwu@njfu.edu.cn",
    "Introduction": "南京林业大学轻工与食品学院，博士，副教授。",
    "id": "0050",
    "img": "https://qg.njfu.edu.cn/DFS//file/2020/06/28/20200628162436509a8qp8b.gif?iid=36616",
    "Department": "None",
    "Duties": "：副系主任",
    "Title": "：副教授",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "吴文娟",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}