{
    "Research_direction": "胶体递送与界面化学、风味物质及功能因子稳态化、食品减盐技术、食品风味化学、生物大分子结构与功能特性、<br/>3D<br/>打印",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "[1] Tingting Feng, Xinshuo Wang, Chunli Fan, Xuejiao Wang, Xingwei Wang, Heping Cui, Shuqin Xia*, Qingrong Huang*. The selective encapsulation and stabilization of cinnamaldehyde and eugenol in high internal phase Pickering emulsions: Regulating the interfacial properties. Food Chemistry, 2022, 401: 134139.<br/>[2] Tingting Feng, Chunli Fan, Xuejiao Wang, Xingwei Wang, Shuqin Xia*, Qingrong Huang*. Food-grade Pickering emulsions and high internal phase Pickering emulsions encapsulating cinnamaldehyde based on pea protein-pectin-EGCG complexes for extrusion 3D printing. Food Hydrocolloids, 2022, 124: 107265.<br/>[3] Tingting Feng, Xuejiao Wang, Xingwei Wang, Xiaoming Zhang, Yao Gu, Shuqin Xia*, Qingrong Huang*. High internal phase pickering emulsions stabilized by pea protein isolate-high methoxyl pectin-EGCG complex: Interfacial properties and microstructure. Food Chemistry, 2021, 350: 129251.<br/>[4] Tingting Feng, Xingwei Wang, Xuejiao Wang, Shuqin Xia*, Qingrong Huang*. Plant protein-based antioxidant Pickering emulsions and high internal phasePickering emulsions against broad pH range and high ionic strength: Effects of interfacial rheology and microstructure. LWT-Food Science and Technology, 2021, 150: 111953.<br/>[5] Tingting Feng, Jianhai Wu, Xu Liang, Ming Du, Lei Qin, Xianbing Xu*. Isotope dilution determination for the trace level of 4 (5)-methylimidazole in beverages using dispersive liquid-liquid microextraction coupled with ESI-HPLC-MS/MS. Food Chemistry, 2018, 245, 687-691.<br/>[6] Tingting Feng, Ye Zhou, Xuejiao Wang, Xingwei Wang, Shuqin Xia*. α-Dicarbonyl compounds related to antimicrobial and antioxidant activity of Maillard reaction products derived from xylose, cysteine and corn peptide hydrolysate. Food Bioscience, 2021, 41: 100951.<br/>[7] Tingting Feng, Qingxia Zhang, Xuejiao Wang, Shuqin Xia*, Zhen Fang, Jing Li, Xiaoming Zhang, Jingyang Yu. Determination of 5-hydroxymethyl-2-furaldehyde in cooked japonica rice using a modified QuEChERS method combined with dispersive liquid-Liquid microextraction followed by UPLC-ESI-MS/MS. Food Analytical Methods, 2019, 12:1838-1848.<br/>[8] Tingting Feng, Xian-Bing Xu*, Ming Du, Mingqian Tan, Lei Qin and Beiwei Zhu. Simultaneous determination of glyoxal, methylglyoxal and diacetyl in beverages using vortex-assisted liquid-liquid microextraction coupled with HPLC-DAD. Analytical Methods, 2017, 9, 2445-2451.<br/>[9] Tingting Feng, Xu Liang, Jianhai Wu, Lei Qin, Mingqian Tan, Beiwei Zhu and Xianbing Xu*. Isotope dilution quantification of 5-hydroxymethyl-2-furaldehyde in beverages using vortex-assisted liquid-liquid microextraction coupled with ESI-HPLC-MS/MS. Analytical Methods, 2017, 9, 3839-3844.<br/>[10] Tingting Feng, Jianhai Wu, Xu Liang, Ming Du, Mingqian Tan, Lei Qin and Xianbing Xu*. Quality properties and formation of α-dicarbonyl compounds in abalone muscle (Haliotis discus) as affected by tenderization and baking processes. Journal of Food Measurement and Characterization, 2018, 12, 1503-1512.<br/>[11] Xianbing Xu1, Tingting Feng1, Jing Zhang, Yunjiao Ma and Liang Song*. A rapid clean-up method for the quantitation of 5-hydroxymethyl-2-furaldehyde in thermally treated abalone (Haliotis discus) muscle by HPLC-MS/MS. Analytical Methods, 2018,10, 5091-5096.",
    "Class": "None",
    "Topic": "（<br/>1<br/>）国家自然科学基金委员会，青年科学基金项目，<br/>32301981<br/>，<br/>2024.1<br/>至<br/>2026.12<br/>，<br/>30<br/>万元，在研，主持。<br/>（<br/>2<br/>）江苏省高等学校基础科学（自然科学）研究面上项目，<br/>23KJB550008<br/>，<br/>2023.7-<br/>至<br/>2025.7<br/>，<br/>3<br/>万元，在研，主持。",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：fengtingting1123@njfu.edu.cn",
    "Introduction": "一、教育经历：<br/>(1) 2018-09<br/>至<br/>2022-12,<br/>江南大学<br/>,<br/>食品科学与工程<br/>,<br/>博士<br/>(2) 2021-10<br/>至<br/>2022-10, National University of Singapore, Food Science and Engineering,<br/>国家公派出国留学<br/>(3) 2015-09<br/>至<br/>2018-06,<br/>大连工业大学<br/>,<br/>食品科学与工程<br/>,<br/>硕士<br/>(4) 2011-09<br/>至<br/>2015-06,<br/>吉林农业大学<br/>,<br/>食品科学与工程<br/>,<br/>学士<br/>二、工作经历：<br/>(1) 2023-01<br/>至<br/>今<br/>,<br/>南京林业大学<br/>,<br/>轻工与食品学院<br/>,<br/>讲师（南京林业大学<br/>G<br/>类水杉英才）<br/>共发表<br/>11<br/>篇<br/>SCI<br/>论文，其中以第一作者发表<br/>SCI<br/>论文<br/>10<br/>篇，共同第一作者发表<br/>SCI<br/>论文<br/>1<br/>篇。",
    "id": "0051",
    "img": "https://qg.njfu.edu.cn/DFS//file/2023/08/31/20230831090844110658kyn.jpg?iid=64840",
    "Department": "None",
    "Duties": "None",
    "Title": "：讲师",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "冯婷婷",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}