{
    "Research_direction": "1、柔性印刷电子<br/>2、纸基导电材料及其器件<br/>3、功能性高分子聚合物",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "[1] Ren’ai Li, Kaili Zhang, Guangxue Chen, Bin Su, Minghui He*. Stiff, Self-Healable, Transparent Polymers with Synergetic Hydrogen Bonding Interactions. Chemistry of Materials. 2021, 33, 13, 5189–5196.<br/>[2] Ren′ai Li, Ting Fan, Guangxue Chen, Kaili Zhang, Bin Su,* Junfei Tian, and Minghui He*. Autonomous Self-Healing, Antifreezing, and Transparent Conductive Elastomers, Chemistry of Materials. 2020, 32, 874−881.<br/>[3] Ren'ai Li, Guangxue Chen, Ting Fan, Kaili Zhang and Minghui He*. Transparent conductive elastomers with excellent autonomous self-healing capability in harsh organic solvent environments. Journal of Materials Chemistry A. 2020, 8, 5056-5061.<br/>[4] Ren'ai Li, Ting Fan, Guangxue Chen, Hujun Xie, Bin Su⁎, Minghui He⁎. Highly transparent, self-healing conductive elastomers enabled by synergistic hydrogen bonding interactions. Chemical Engineering Journal. 393 (2020) 124685.<br/>[5]<br/>Ren<br/>'<br/>ai Li<br/>, Guangxue Chen, Minghui He*, Junfei Tian and Bin Su*. Patternable transparent and conductive elastomers towards flexible tactile/strain sensors. Journal of Materials Chemistry C, 2017,5(33):8475-8481,<br/>[6] Ren'ai Li1, Kaili Zhang1, Guangxue Chen, Bin Su*, Junfei Tian, Minghui He*. Green polymerizable deep eutectic solvent (PDES) type conductive paper for origami 3D circuits. Chemical Communications. 2018,54(18):2304-2307<br/>[7] Ren'ai Li, Kaili Zhang, Ling Cai, Guangxue Chen*, Minghui He. Highly stretchable ionic conducting hydrogels for strain/tactile sensors.<br/>Polymer.<br/>2019<br/>, 167:154-158<br/>[8] Qiankun Zhang, Guangxue Chen, Ren'ai Li*, Liang Lin, Minghui He*. Mechanically tough yet self-healing transparent conductive elastomers obtained using a synergic dual cross-linking strategy.<br/>Polymer Chemistry<br/>, 2021, 12(13), 2016-2023.",
    "Class": "None",
    "Topic": "南京林业大学高层次人才引进科研基金，主持，在研，2021.07-2024.06<br/>中国博士后科学基金第66批面上资助项目，主持，结题，2019.11-2021.06<br/>国家自然科学基金委员会, 面上项目,<br/>在研, 参与，2020.01- 2023.12<br/>在研, 参与，",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：lirenai@njfu.edu.cn",
    "Introduction": "李仁爱，博士，讲师。2019年6月毕业于华南理工大学制浆造纸工程专业，获工学博士学位。同年进入华南理工大学与台山市精诚达电路有限公司博士后工作站工作。2021年6月出站后加入南京林业大学轻工与食品学院，主要研究面向柔性印刷电子器件、天然功能高分子材料的设计与开发。近五年来已Chemistry of Matterials、Journal of Materials Chemistry A、Chemical Engineering Journal、Chemical Communications等期刊发表学术论文20余篇，其中第一作者/通讯作者发表SCI论文15余篇，申请国家发明专利12项，授权5项。",
    "id": "0053",
    "img": "https://qg.njfu.edu.cn/DFS//file/2022/03/09/20220309102729315rptahl.jpg?iid=41555",
    "Department": "None",
    "Duties": "None",
    "Title": "：讲师",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "李仁爱",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}