{
    "Research_direction": "1.木质素高值化利用<br/>2.纳米纤维素基超轻结构材料的设计与应用<br/>3.纸基功能材料",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "(1) Chao Liu, Pengcheng Luan, Qiang Li, Zheng Cheng, Pengyang Xiang, Detao Liu, Yi Hou, Yang Yang, and Hongli Zhu, Biopolymers Derived from Trees as Sustainable Multifunctional Materials: A Review. Advanced Materials, 2020, 202001654, 1-27. (Cover image)<br/>Advanced Materials<br/>(2) Chao Liu, Pengcheng Luan, Qiang Li, Zheng Cheng, Yang Yang, Xiao Sun, Daxian Cao, and Hongli Zhu, Biodegradable, Hygienic, and Compostable Tableware from Hybrid Sugarcane and Bamboo Fibers as Plastic Alternative. Matter, 2020, 3, 1-14. (Covered by Science Daily)<br/>Matter<br/>(3) Chao Liu, Kevin Hong, Xiao Sun, Avi Natan, Pengcheng Luan, Yang Yang, and Hongli Zhu, An ‘antifouling’ porous loofah sponge with internal microchannels as solar absorbers and water pumpers for thermal desalination. Journal of Materials Chemistry A, 2020, 8 (25), 12323-12333.<br/>Journal of Materials Chemistry A<br/>(4) Chao Liu, Yi Hou, Youming Li, Huining Xiao, Heteroatom-doped porous carbon microspheres derived from ionic liquid-lignin solution for high performance supercapacitors. Journal of Colloid and Interface Science, 2022, 614, 566-573.<br/>Journal of Colloid and Interface Science,<br/>(5) Chao Liu, Liqiang Wan, Qiang Li, Xiao Sun, Avi Natan, Daxian Cao, Pengcheng Luan, and Hongli Zhu, Ice-Templated Anisotropic Flame-Resistant Boron Nitride Aerogels Enhanced through Surface Modification and Cellulose Nanofibrils. ACS Applied Polymer Materials, 2021, 3(3), 1358-1367.<br/>ACS Applied Polymer Materials<br/>(6) Chao Liu, Youming Li, and Yi Hou, Effects of hydroxyls on the aggregation behavior of various alkali lignins in an ionic liquid, 1-ethyl-3-methylimidazolium acetate. Journal of Molecular Liquids, 2020, 297 (2020), 111749-111954.<br/>Journal of Molecular Liquids<br/>(7) Chao Liu, Youming Li, and Yi Hou, Behavior of oxygen-containing groups in grass lignin during dissolution in basic ionic liquids. Cellulose, 2019, 26(2), 737-749.<br/>Cellulose<br/>(8) Chao Liu, Youming Li, and Yi Hou, A simple environment-friendly process for preparing high-concentration alkali lignin nanospheres. European Polymer Journal, 2019, 112(2019), 15-23.<br/>European Polymer Journal<br/>(9) Chao Liu, Youming Li, and Yi Hou, Effects of alkalinity of ionic liquids on the structure of biomass in pretreatment process. Wood Science and Technology, 2019, 53(1)177-189.<br/>Wood Science and Technology<br/>(10) Chao Liu, Youming Li, and Yi Hou, Preparation and structural characterization of lignin micro/nano-particles with ionic liquid treatment by self-assembly. EXPRESS Polymer Letters, 2018, 12(10) 946-956.<br/>EXPRESS Polymer Letters",
    "Class": "None",
    "Topic": "1. 国家自然科学基金青年基金项目，主持，在研，2023.01-2025.12<br/>2. 南京林业大学高层次人才（F类）科研启动基金，主持，在研，2021.07-2024.06<br/>3. 江苏省“双创博士”项目，主持，在研，2022-2024<br/>4. 生物基材料与绿色造纸国家重点实验室开放基金，主持，在研，2022.01-2023.12<br/>5. 制浆造纸工程国家重点实验室开放基金，主持，在研，2022.01-2023.12<br/>6. 国家林业和草原局植物纤维功能材料重点实验室开放基金，主持，在研，2022.07-2024.06",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：chaoliulc@njfu.edu.cn",
    "Introduction": "刘超，博士，讲师，硕士生导师。2021年6月毕业于华南理工大学制浆造纸工程专业，获工学博士学位，博士期间曾前往美国东北大学和波士顿大学学习进修。同年进入南京林业大学轻工与食品学院任教，主要从事面向可持续应用的生物质基衍生多功能材料的研究。近年来已在Advanced Materials、Matter、Journal of Materials Chemistry A等期刊发表学术论文20余篇，其中第一作者/通讯作者发表SCI论文10余篇，申请国家发明专利5项，授权4项。",
    "id": "0054",
    "img": "https://qg.njfu.edu.cn/DFS//file/2022/03/06/20220306172140097kwtrx4.jpg?iid=41502",
    "Department": "None",
    "Duties": "：无",
    "Title": "：讲师",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "刘超",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}