{
    "Research_direction": "1. 果实采后风味物质与酚类物质代谢调控机制<br/>果实采后风味物质与酚类物质代谢调控机制<br/>2. 果实采后有机酸代谢调控机制<br/>果实采后有机酸代谢调控机制<br/>3. 果蔬采后贮藏与保鲜<br/>果蔬采后贮藏与保鲜",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. Zhou, D., Liu, Q., Jing, P., Tu, S., Pan, L., Tu, K. Metabolic analysis of phenolic profiles reveals the enhancements of anthocyanins and procyanidins in postharvest peach as affected by hot air and ultraviolet C. Postharvest Biology and Technology. 2020, 167: 111227.<br/>2. Zhou, D., Li, R., Zhang, H., Chen, S., Tu, K. Hot air and UV-C treatments promote anthocyanin accumulation in peach fruit through their regulations of sugars and organic acids. Food Chemistry. 2020, 309: 125726.<br/>3. Zhou, D., Sun, Y., Li, M., Zhu, T., Tu, K. Postharvest hot air and UV-C treatments enhance aroma-related volatiles by simulating the lipoxygenase pathway in peaches during cold storage. Food Chemistry. 2019, 292: 294-303.<br/>4. Zhou, D., Qin Zhang, Q., Wu, C., Li, T., Tu, K. Change of soluble sugars, free and glycosidically bound volatile compounds in postharvest cantaloupe fruit response to cutting procedure and storage. LWT-Food Science and Technology. 2022, 295: 110863.<br/>5. Zhou, D., Li, T., Cong, K., Suo, A., Wu, C. Influence of cold plasma on quality attributes and aroma compounds in fresh-cut cantaloupe during low temperature storage. Scientia Horticulturae. 2022, 154: 112893.<br/>Zhou, D<br/>., Li, T., Cong, K., Suo, A., Wu, C. Influence of cold plasma on quality attributes and aroma compounds in fresh-cut cantaloupe during low temperature storage. Scientia Horticulturae. 2022, 154: 112893.<br/>6. Zhou, D., Liu, Q., Wu, C., Li, T., Tu, K. Characterization of soluble sugars, glycosidically bound and free volatiles in fresh-cut pineapple stored at different temperature. Food Bioscience. 2021, 43: 101329.<br/>6<br/>.<br/>Zhou, D.<br/>, Liu, Q., Wu, C., Li, T., Tu, K. Characterization of soluble sugars, glycosidically bound and free volatiles in fresh-cut pineapple stored at different temperature. Food Bioscience. 2021, 43: 101329.<br/>7. Zhou, D., Li, R., Liu, Y., Zhao, N., Tu, K. Hot air treatment inhibits chilling injury in peaches by regulating metabolism of sugar and organic acid. Journal of Horticultural Science and Biotechnology. 2021, 96: 392-399.<br/>8. Zhou, D., Zhang, Q., Li, P., Pan, L., Tu, K. Combined transcriptomics and proteomics analysis provides insight into metabolisms of sugars, organic acids and phenols in UV-C treated peaches during storage. Plant Physiology and Biochemistry. 2020,157: 148-159.<br/>9. Zhou, D., Chen, S., Xu, R., Tu, S., Tu, K. Interactions among chilling tolerance, sucrose degradation and organic acid metabolism in UV-C-irradiated peach fruit during postharvest cold storage. Acta Physiologiae Plantarum. 2019, 41: 79.<br/>10. Zhou, D., Wang, Z, Tu, S., Chen, S., Peng, J., Tu, k. Effects of cold plasma, UV-C or aqueous ozone treatment on Botrytis cinerea and their potential application in preserving blueberry. Journal of Applied Microbiology. 2019. 125: 175-185.<br/>11. Zhou, D., Wei, Y. Tu, S., Wang, Z., Tu, K. Carvacrol and eugenol inhibit postharvest soft rot disease by enhancing defense response in peaches during storage. Journal of Food Processing and Preservation. 2019, 00: e14086.<br/>12. Zhou, D., Huang, Y., Tu, K. Effect of konjac glucomannan coating on antioxidant capacity and phenolic metabolism in fresh‐cut lotus roots. Journal of Food Processing and Preservation. 2018, 42: e13759.<br/>13. Zhou, D., Wang, Z., Li, M., Xing, M., Xian, T., Tu, K. Carvacrol and eugenol effectively inhibit Rhizopus stolonifer and control postharvest soft rot decay in peaches. Journal of Applied Microbiology. 2017, 124: 166-178.",
    "Class": "None",
    "Topic": "1.油桃果实采后类胡萝卜素和结合态芳香物质代谢调控机理及其与可溶性糖关联机制研究，参与。<br/>油桃果实采后类胡萝卜素和结合态芳香物质代谢调控机理及其与可溶性糖关联机制研究，参与。<br/>2.果实光学特性与其采后糖类代谢及超微结构改变的关联机制研究, 参与。<br/>学特性与其采后糖类代谢及超微结构改变的关联机制研究, 参与。<br/>关联机制研究,",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "：dandanz@njfu.edu.cn",
    "Introduction": "女，讲师，<br/>2020<br/>年<br/>8<br/>月毕业于南京农业大学食品科学与工程专业，获工学博士学位。2021年3月入职于南京林业大学轻工与食品学院，主要从事果蔬采后贮藏与保鲜方面的研究。目前研究集中于果蔬采后风味物质和酚类物质代谢的调控机制。以第一作者在<br/>Postharvest Biology and Technology<br/>、Food Chemistry、<br/>、<br/>、<br/>LWT-Food Science and Technology<br/>等期刊上发表<br/>SCI<br/>论文<br/>10余<br/>篇。",
    "id": "0061",
    "img": "https://qg.njfu.edu.cn/DFS//file/2022/03/01/20220301092001668m9ygyx.jpg?iid=41255",
    "Department": "None",
    "Duties": "None",
    "Title": "：讲师",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "周丹丹",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}