{
    "Research_direction": "1.难加工材料高效精密加工技术<br/>2.绿色加工技术<br/>3.热管强化换热技术<br/>4.二相流传热传质<br/>",
    "Paper": "Jiajia Chen, Yucan Fu, Ning Qian, Huafei Jiang, Chan Y. Ching, Dan Ewing, Chengwei Dai. Investigation on cooling behavior of axially rotating heat pipe in profile grinding of turbine blade slots, Applied Thermal Engineering, 2021, 182, 116031.<br/>Jiajia Chen, Yucan Fu, Ning Qian, Chan Y. Ching, Dan Ewing, Qingshan He. A study on thermal performance of revolving heat pipe grinding wheel, Applied Thermal Engineering, 2021, 182, 116065.<br/>Jiajia Chen, Liyong Zhang, Yucan Fu, Ning Qian, Huafei Jiang, Lin Yang. Heat Transfer Characteristics outside the Condenser of a Rotating Heat Pipe Grinding Wheel with a Lateral Air Impinging Jet. Journal of Thermal Science, 2021, 30(2), 493-503.<br/>陈佳佳,傅玉灿,钱宁,姜华飞.成型面干磨削用旋转热管砂轮换热性能研究[J].机械工程学报,2021,57(03):267-276.<br/>陈佳佳；许海天；王藤茂；狄新宇；周乐；张文政. 一种皮质骨加工用医用热管钻头及其使用方法. ZL202110368284.X.<br/>陈佳佳；杨勇；袁冬冬；姜华飞；张立勇. 纳米流体旋转热管内置磁力自动分散搅拌结构及其方法. ZL202210561955.9.<br/>Jiajia Chen, Yucan Fu, Qingshan He, Houfa Shen, Chan Y.Ching, Dan Ewing. Environmentally friendly machining with a revolving heat pipe grinding wheel. Applied Thermal Engineering 107 (2016) 719-727 (SCI收录：2区TOP )<br/>Jiajia Chen, Yucan Fu, Qilin Li, Junjie Gao, Qingshan He, Investigation on induction brazing of revolving heat pipe grinding wheel. Materials & Design 116 (2017) 21-30 (SCI收录: 2区TOP)<br/>Jiajia Chen, Yucan Fu, Zhibin Gu, Houfa Shen, Qingshan He, Study on heat transfer of a rotating heat pipe cooling system in dry abrasive-milling, Applied Thermal Engineering 115 (2017) 736-743 (SCI收录：2区 TOP)<br/>Jiajia Chen, Yucan Fu, He Qingshan, Zhu Yanbin, Zhang Wei. Experimental investigation on high-efficiency grinding of Inconel 718 with heat pipe grinding wheel, Machining Science and Technology 21 (1) (2017) 86-102 (SCI收录: 4区);<br/>傅玉灿，陈佳佳，赫青山，马可，徐鸿钧，朱延斌，沈厚法，顾志斌。基于热管技术的磨削弧区强化换热研究，机械工程学报 53 (7) (2017) 189-199 (EI收录)<br/>Chen Jiajia, Fu Yucan, He Qingshan, Chen chen, Zhang wei. Experimental study on heat transfer effect of heat pipe grinding wheel, Materials Science Forum 770 (2014) 95-97 (EI收录);<br/>Jiajia Chen, Yucan Fu, Qingshan He, Wei Zhang, Yanbin Zhu. An innovative cooling method for grinding process based on heat pipe technology, Advanced Materials Research 1017 (2014) 393-399 (EI收录)<br/>赫青山，傅玉灿，陈佳佳，陈琛，张玮. 难加工材料干磨削用热管砂轮及制作方法（申请号：201310059826.0，已授权）<br/>傅玉灿，朱延斌，陈佳佳，徐九华. 成型磨削用热管砂轮及安装方法（申请号： 201410707834.6，已授权）<br/>傅玉灿，顾志斌，陈佳佳，沈厚法. 一种可拆卸的热管铣磨工具（申请号：201510782289.1，已授权）<br/>傅玉灿，沈厚法，陈佳佳. 一种振荡热管结块砂轮及其制作方法（申请号：201610294681.6，已授权）<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1基于环形旋转热管砂轮的难加工材料绿色高效磨削（参与)国家自然科学基金（面上项目）2013.04-2018.09",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "None",
    "Introduction": "None",
    "id": "0002",
    "img": "https://jidian.njfu.edu.cn/DFS//file/2021/11/05/20211105121704089retqlz.jpg?iid=36857",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "陈佳佳",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}