{
    "Research_direction": "1. 网络控制系统的分析与综合<br/>2. 分布式复杂动态系统的建模与控制<br/>3. 机械制造及其自动化<br/>4. 车辆悬架系统的控制<br/>",
    "Paper": "Zhou Gu, Tingting Yin,   Zhentao Ding, Path tracking control of autonomous vehicles subject to   deception attacks via a learning-based event-triggered mechanism, IEEE   Transactions on Neural Networks and Learning Systems, 2021, 32(12): 5644 -   5653. （SCI收录）<br/>Zhou Gu, Choon Ki Ahn, Dong   Yue, XiangpengXie, Event-triggered H filtering for T--S fuzzy-model-based   nonlinear networked systems with multi-sensors against DoS attacks, IEEE   Transactions on Cybernetics, DOI: 10.1109/TCYB.2020.3030028. （SCI收录）<br/>Xiufeng Mu, Zhou Gu, Linzhi   Hua*, Memory-based event-triggered leader-following consensus for T-S fuzzy   multi-agent systems subject to deception attacks, Journal of the franklin   institute, 2021,doi: 10.1016/j.jfranklin.2021.10.040（SCI收录）<br/>Zhou Gu, Shen Yan, C. K.   Ahn, Dong Yue, XiangpengXie, \"Event-Triggered Dissipative Tracking   Control of Networked Control Systems With Distributed Communication   Delay.\" IEEE Systems Journal (2021), DOI: 10.1109/JSYST.2021.3079460. （SCI收录）<br/>Zhou Gu, Shen Yan, Ju H.   Park, XiangpengXie. Event-triggered synchronization of chaotic Lur’e systems   via memory-based triggering approach, IEEE Transactions on Circuits and   Systems II: Express Briefs, 2021, DOI: 10.1109/TCSII.2021.3113955. （SCI收录）<br/>Zhou Gu; Peng Shi; Dong Yue;   Shen Yan; XiangpengXie, Fault estimation and fault-tolerant control for   networked systems based on an adaptive memory-based event-triggered   mechanism, IEEE Transactions on Network Science and Engineering, 2021, DOI:   10.1109/TNSE.2021.3107935. （SCI收录）<br/>Zhou Gu; Xiang Sun;   Hak-Keung Lam; Dong Yue; XiangpengXie. Event-based secure control of T-S   fuzzy based 5-DOF active semi-vehicle suspension systems subject to DoS   attacks, IEEE Transactions on Fuzzy Systems, 2021, DOI:   10.1109/TFUZZ.2021.3073264. （SCI收录）<br/>Yang, Fan, Zhou Gu*, and Shen   Yan, Switched event-based control for nonlinear cyber-physical systems under   deception attacks, Nonlinear Dynamics , 2021, 106: 2245–2257.(通讯作者) （SCI收录）<br/>Shen Yan, Zhou Gu*, Sing   KiongNguang, Memory-event-triggered h∞ output control of neural networks with   mixed delays, 2021, IEEE Transactions on Neural Networks and Learning   Systems, DOI: 10.1109/TNNLS.2021.3083898.(通讯作者) （SCI收录）<br/>XiangpengXie; Cong Wei; Zhou Gu,   Kaibo Shi, Relaxed resilient fuzzy stabilization of discrete-time   Takagi-Sugeno systems via a higher order time-variant balanced matrix method,   IEEE Transactions on Fuzzy Systems, DOI: 10.1109/TFUZZ.2022.3145809, 2022. （SCI收录）<br/>Shen Yan, Zhou Gu*, Ju H   Park, Lyapunov-function-based event-triggered control of nonlinear discrete-time   cyber-physical systems, IEEE Transactions on Circuits and Systems II: Express   Briefs, DOI: 10.1109/TCSII.2022.3144354, 2022. (通讯作者) （SCI收录）<br/>Xie, Xiangpeng; Qiu, Xuan; Gu   Zhou, observer-based multi-instant fuzzy state estimation of discrete-time   nonlinear circuits via a new slack variables technique       IEEE Transactions on Circuits and Systems II: Express   Briefs, DOI: 10.1109/TCSII.2021.3129463, 2021. （SCI收录）<br/>Zhou Gu, Ju H. Park, Dong   Yue, Zheng-Guang Wu, and XiangpengXie. Event triggered security output   feedback control for networked interconnected systems subject to   cyber-attacks, IEEE Transactions on Systems Man Cybernetics-Systems, 2021,   51(10), 6197 – 6206. （SCI收录）<br/>Zhou Gu, Peng Shi, Dong Yue,   Shen Yan, XiangpengXie, Memory-based continuous event-triggered control for   networked T-S fuzzy systems against cyber-attacks, IEEE Transactions on Fuzzy   Systems, OCT. 2021, 29(10), 3118 – 3129. （SCI收录）<br/>Yan, Shen, Sing KiongNguang*, and Zhou   Gu*, H Weighted Integral Event-Triggered Synchronization of Neural   Networks with Mixed Delays.\" IEEE Transactions on Industrial   Informatics, Apr. 2021, 17(4), 2365 – 2375.(通讯作者) （SCI收录）<br/>Shen Yan, Zhou Gu*, Choon Ki   Ahn, Memory-event-triggered H-infty filtering of unmanned surface vehicles   with communication delays, IEEE Transactions on Circuits and Systems--II:   Express Briefs, Jul. 2021, 68(7), 2463 – 2467.(通讯作者) （SCI收录）<br/>Shen Yan; Zhou Gu*; Ju H.   Park. Memory-Event-Triggered H Load Frequency Control of Multi-Area Power   Systems With Cyber-Attacks and Communication Delays, IEEE Transactions on   Network Science and Engineering, 2021, 8(2):1571-1583.(通讯作者) （SCI收录）<br/>严沈，顾洲* , 费树岷, Zhengtao Ding，基于记忆型事件触发的信息物理系统的安全状态估计，中国科学:信息科学   51.08(2021):1302-1315. (通讯作者)<br/>Xiang Sun, Zhou Gu*, Fan   Yang, Yan Shen, Memory-event-trigger-based secure control of cloud-aided   active suspension systems against deception attacks, Information Sciences,   2021,543:1-17 Jan.(通讯作者) （SCI收录）<br/>Tingting Ying, Zhou Gu*,   Security control for adaptive event-triggered networked control systems under   deception attacks, IEEE Access, 2020, DOI: 10.1109/ACCESS.2020.3043238. （SCI收录）<br/>TianyiXiong, Zhou Gu*.   Observer-based adaptive fixed-time formation control for multi-agent systems   with unknown uncertainties. Neurocomputing, Jan. 2021, 423: 506-517.(通讯作者) （SCI收录）<br/>TianyiXiong, Zhou Gu*,   Jiangqiang Yi, Zhiqiang Pu, Fixed-time adaptive observer-based time-varying   formation control for multi-agent systems with directed topologies.   Neurocomputing 2021, 463, 483-494.(通讯作者) （SCI收录）<br/>Xiaohong Zhou, Zhou Gu*,   Event-triggered H filter design of T-S fuzzy systems subject to hybrid   attacks and sensor saturation, IEEE Access, 2020,8：126530-126539. (通讯作者) （SCI收录）<br/>Fan Yang, Zhou Gu*, Engang   Tian, Shen Yan. Event-based switching control for networked switched systems   under nonperiodicDoS jamming attacks[J]. IET Control Theory &   Applications, Dec. 2020, 14(19), 3097 – 3106.(通讯作者) （SCI收录）<br/>FanYang, ZhouGu*, Jun Cheng,   Jinliang Liu，Event-driven   Finite-Time Control for Continuous-time Networked Switched Systems under   Cyber Attacks, Journal of the Franklin Institute, 2020, 357(16):11690-11709   (Nov)(通讯作者) （SCI收录）<br/>Yan Shen, Fan Yang, and Zhou Gu*,   Derivative-based event-triggered control for networked systems with   quantization. Applied Mathematics and Computation, 2020, 383: 125359.(通讯作者) （SCI收录）<br/>Zhou Gu, Xiaohong Zhou, Tao   Zhang, Fan Yang, Mouquan Shen. Event-triggered filter design for nonlinear   cyber-physical systems subject to deception attacks, ISA transactions, 2020,   104:130-137. （SCI收录）<br/>Xiaohong Zhou, Zhou Gu*, Fan   Yang, Resilient event-triggered output feedback control for load frequency   control systems subject to cyber attacks, IEEE Access, 2019,7:58951-58958. (通讯作者) （SCI收录）<br/>Zhou Gu, Tao Zhang, Zhao   Huan, Fan Yang, Mouquan Shen, A novel event-triggered mechanism for networked   cascade control system with stochastic nonlinearities and actuator failures   [J]. Journal of the Franklin Institute, 2019，356（4）：1955-1974. （SCI收录）<br/>Zhou Gu, Peng Shi, Dong Yue,   Zhentao Ding, Decentralized   Adaptive Event-Triggered H-infinity Filtering for a Class of Networked   Nonlinear Interconnected Systems，IEEE Transcations on   Cybernetics，2019,   49（5）：1570-1579. （SCI收录）<br/>Zhou Gu, Zhao Huan, Dong   Yue, Fan Yang，Event-triggered   dynamic output feedback control for networked control systems with   probabilistic nonlinearities，Information Sciences, 2018,457-458:99-112. （SCI收录）<br/>Zhou GU, Yue D, Tian E,On designing of an adaptive event-triggered communication   scheme for nonlinear networked interconnected control systems.   Information Sciences, 2018, 422：257-270. （SCI收录）<br/>LijuanZha, EngangTian, XiangpengXie, Zhou Gu, JieCao. Decentralized event-triggered H∞ control for neural   networks subject to cyber-attacks.Information Sciences 457 (2018): 141-155. （SCI收录）<br/>Zhou GU, Yue D, Liu J, et   al. H tracking control of nonlinear networked systems with a novel adaptive   event-triggered communication scheme. Journal of the Franklin Institute,   2017, 354:3540–3553. （SCI收录）<br/>Zhou GU, Tian E, Liu J.   Adaptive event-triggered control of a class of nonlinear networked   systems[J]. Journal of the Franklin Institute, 2017，3543854-3871. （SCI收录）<br/>Zhou GU, Shi P, Yue D. An   adaptive event‐triggering   scheme for networked interconnected control system with stochastic   uncertainty[J]. International Journal of Robust and Nonlinear Control, 2017,   27( 2): 236–251. （SCI收录）<br/>Zhou Gu, Linghui Yang;   Gangen Tian; Huan Zhao. Event-triggered reliable H filter design for   networked systems with multiple sensor distortions: a probabilistic partition   approach. ISA transactions, 2017, 66(1):2-9. （SCI收录）<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1基于网络动态的分布式网络化互联系统的协同控制国家自然基金面上项目2015-2019",
    "Services_Activities": "None",
    "Award_status": "2018.12江苏省“青蓝工程”学术带头人<br/>",
    "Contact_information": "None",
    "Introduction": "None",
    "id": "0021",
    "img": "https://jidian.njfu.edu.cn/DFS//file/2021/11/04/20211104000106886rtkuua.jpg?iid=36698",
    "Department": "None",
    "Duties": "系主任",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "顾洲",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}