{
    "Research_direction": "1. 深度学习、机器学习<br/>2. 植物表型<br/>3. 机器视觉、光谱分析<br/>4. 林果采摘机器人<br/>",
    "Paper": "[1] Lei Zhou; Qinlin Xiao; Mohanmed Farag Taha; Chengjia Xu; Chu Zhang. Phenotypic analysis of diseased plant leaves using supervised and weakly supervised deep learning, Plant Phenomics, 2023, 5: 0022.  (SCI，一区Top)<br/>[2] Chu Zhang; Cheng Li; Mengyu He; Zeyi Cai; Zhongping Feng; Hengnian Qi; Lei Zhou*. Leaf water content determination of oilseed rape using near-infrared hyperspectral imaging with deep learning regression methods, Infrared Physics & Technology, 2023, 134, 104921. (SCI，二区)<br/>[3] Lei Zhou; Lehao Tan; Chu Zhang; Nan Zhao; Yong He; Zhengjun Qiu. A portable NIR-system for mixture powdery food analysis using deep learning, LWT, 2022, 153: 112456. (SCI，一区Top).<br/>[4] Lei Zhou; Chu Zhang; Fei Liu; Zhengjun Qiu; Yong He. Application of Deep Learning in Food: A Review, Comprehensive Reviews in Food Science and Food Safety, 2019, 18(6): 1793-1811. (SCI，一区Top，农林科学TOP5期刊，高被引论文).<br/>[5] Lei Zhou; Chu Zhang; Zhengjun Qiu; Yong He. Information fusion of emerging non-destructive analytical techniques for food quality authentication: A survey, TrAC Trends in Analytical Chemistry, 2020, 127: 115901. (SCI，一区Top).<br/>[6] Lei Zhou; Xuefei Wang; Chu Zhang; Nan Zhao; Mohamed Farag Taha; Yong He; Zhengjun Qiu. Powdery Food Identification Using NIR Spectroscopy and Extensible Deep Learning Model, Food and Bioprocess Technology, 2022, 15: 2354-2362. (SCI，二区)<br/>[7] Lei Zhou; Chu Zhang; Mohamed Farag Taha; Xinhua Wei; Yong He; Zhengjun Qiu; Yufei Liu. Wheat Kernel Variety Identification Based on a Large Near-Infrared Spectral Dataset and a Novel Deep Learning-Based Feature Selection Method, Frontiers in Plant Science, 2020, 11: 575810. (SCI，二区Top)<br/>[8] Lei Zhou; Chu Zhang; Mohamed Farag Taha; Zhengjun Qiu; Yong He. Determination of Leaf Water Content with a Portable NIRS System Based on Deep Learning and Information Fusion Analysis, Transactions of the ASABE, 2021, 64(1): 127-135. (SCI，四区)<br/>[9] Lei Zhou; Zhengjun Qiu; Yong He. Application of WeChat Mini-Program and Wi-Fi SoC in Agricultural IoT: A Low-Cost Greenhouse Monitoring System, Transactions of the ASABE, 2020, 63(2): 325-337. (SCI，四区)<br/>[10] Chu Zhang#; Lei Zhou#; Qinlin Xiao; Xiulin Bai; Baohua Wu; Na Wu; Yiying Zhao; Junmin Wang; Lei Feng, End-to-End Fusion of Hyperspectral and Chlorophyll Fluorescence Imaging to Identify Rice Stresses, Plant phenomics, 2022, 2022: 9851096. (SCI，一区Top)<br/>[11] Lehao Tan#; Lei Zhou#; Nan Zhao; Yong He; Zhengjun Qiu. Development of a low-cost portable device for pixel-wise leaf SPAD estimation and blade-level SPAD distribution visualization using color sensing, Computers and Electronics in Agriculture, 2021, 190: 106487. (SCI，一区Top)<br/>[12] Chu Zhang#; Lei Zhou#; Fei Liu; Jing Huang; Jiyu Peng. Application of deep learning in laser‑induced breakdown spectroscopy: a review, Artificial Intelligence Review, 2023. (SCI，二区)<br/>[13] 周宏平, 金寿祥, 周磊, 郭自良, 孙梦梦. 基于多模态图像的自然环境下油茶果识别, 农业工程学报, 2023. (EI)<br/>[14] 周磊, 周宏平, 施明宏. 一种油茶果生长姿态检测方法, ZL 2022 1 1661768.4 (发明专利)<br/>[15] Yong He; Zhengjun Qiu; Lei Zhou; Nan Zhao. Method and apparatus for measuring leaf nitrogen content, 2022-1-11, US202016878856 (国际专利)<br/>[16] 裘正军; 周磊; 赵楠; 何勇. 一种测量植物叶片氮含量的方法和装置, CN201910645516.4 (发明专利)<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1深度学习时序表型分析驱动的番茄植株抗病性评估方法与机理研究国家自然科学基金青年基金2024.01-2026.12主持",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "None",
    "Introduction": "None",
    "id": "0038",
    "img": "https://jidian.njfu.edu.cn/DFS//file/2023/10/17/202310171332314221f1r6w.jpg?iid=68120",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "周磊",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}