{
    "Research_direction": "1.先进功能材料设计与计算<br/>2.纳米尺度热管理<br/>3.电机驱动设计<br/>",
    "Paper": "[1] K. Ren, H. Qin, H. Liu, Y. Chen, X. Liu, G. Zhang, Manipulating Interfacial Thermal Conduction of 2D Janus Heterostructure via a Thermo‐Mechanical Coupling, Adv. Funct. Mater., 32 (2022) 2110846.<br/>[2] K. Ren, X. Liu, S. Chen, Y. Cheng, W. Tang, G. Zhang, Remarkable Reduction of Interfacial Thermal Resistance in Nanophononic Heterostructures, Adv. Funct. Mater., 30 (2020) 2004003.<br/>[3] K. Ren, W. Tang, M. Sun, Y. Cai, Y. Cheng, G. Zhang, A direct Z-scheme PtS2/arsenene van der Waals heterostructure with high photocatalytic water splitting efficiency, Nanoscale, 12 (2020) 17281–17289.<br/>[4] K. Ren, X. Ma, X. Liu, Y. Xu, W. Huo, W. Li, G. Zhang, Prediction of 2D IV–VI semiconductors: auxetic materials with direct bandgap and strong optical absorption, Nanoscale, 14 (2022) 8463–8473.<br/>[5] K. Wang, K. Ren, D. Zhang, Y. Cheng, G. Zhang, Phonon properties of biphenylene monolayer by first-principles calculations, Appl. Phys. Lett., 121 (2022) 042203.<br/>[6] K. Ren, Y. Chen, H. Qin, W. Feng, G. Zhang, Graphene/biphenylene heterostructure: Interfacial thermal conduction and thermal rectification, Appl. Phys. Lett., 121 (2022) 082203.<br/>[7] K. Ren, Y. Yan, Z. Zhang, M. Sun, U. Schwingenschlögl, A family of LixBy monolayers with a wide spectrum of potential applications, Appl. Surf. Sci., 604 (2022) 154317.<br/>[8] K. Ren, M. Sun, Y. Luo, S. Wang, J. Yu, W. Tang, First-principle study of electronic and optical properties of two-dimensional materials-based heterostructures based on transition metal dichalcogenides and boron phosphide, Appl. Surf. Sci., 476 (2019) 70–75.<br/>[9] W. Dai, Y. Pan, K. Ren, Y.-a. Zhu, T. Lu, Heteroatom Ni alloyed pyrite-phase FeS2 as a pre-catalyst for enhanced oxygen evolution reaction, Electrochimica Acta, 355 (2020) 136821.<br/>[10] H. Wang, K. Ren, J. Xie, C. Zhang, W. Tang, Friction and wear behavior of single-phase high-entropy alloy FeCoNiCrMn under MoS2-oil lubrication, Industrial Lubrication and Tribology, 72 (2019) 665–672.<br/>[11] K. Wang, K. Ren, Y. Cheng, S. Chen, G. Zhang, The impacts of molecular adsorption on antiferromagnetic MnPS3 monolayers: enhanced magnetic anisotropy and intralayer Dzyaloshinskii-Moriya interaction, Mater Horiz, 9 (2022) 2384–2392.<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1电子–声子耦合对二维半导体异质结光催化分解水过程影响的理论研究江苏省自然科学基金-青年基金项目2022.07-2025.06",
    "Services_Activities": "None",
    "Award_status": "2019.10国家奖学金<br/>2020.10国家奖学金<br/>",
    "Contact_information": "None",
    "Introduction": "None",
    "id": "0041",
    "img": "https://jidian.njfu.edu.cn/DFS//file/2021/11/05/20211105115602918q8ukgq.png?iid=36845",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "任凯",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}