{
    "Research_direction": "1.纳米孔传感器<br/>2.微纳机电系统<br/>3.相变换热<br/>",
    "Paper": "1. Si, W., Y. Zhang, G. Wu, Y. Kan, Y. Zhang, J. Sha and Y. Chen (2019). \"Discrimination of Protein Amino Acid or Its Protonated State at Single-Residue Resolution by Graphene Nanopores.\" Small 15(14).<br/>2. Zhang, Y., G. Wu, W. Si, J. Ma, Z. Yuan, X. Xie, L. Liu, J. Sha, D. Li and Y. Chen (2017). \"Ionic current modulation from DNA translocation through nanopores under high ionic strength and concentration gradients.\" Nanoscale 9(2): 930-939.<br/>3. Wen, R., Q. Li, J. Wu, G. Wu, W. Wang, Y. Chen, X. Ma, D. Zhao and R. Yang (2017). \"Hydrophobic copper nanowires for enhancing condensation heat transfer.\" Nano Energy 33: 177-183.<br/>4. Dan Li, Gensheng Wu, Wei Wang, Yunda Wang, Dong Liu, Dacheng Zhang, Yunfei Chen, George P. Peterson, andRonggui Yang,Enhancing Flow Boiling Heat Transfer in Microchannels for Thermal Management with Monolithically-Integrated Silicon Nanowires, Nano Letters, v 12, p 3385–3390, 2012.<br/>5. Gensheng Wu, Yin Zhang, Wei Si, Jingjie Sha, Lei Liu and Yunfei Chen, Integrated Solid-State Nanopore Devices for Third Generation DNA Sequencing, Science China Technological Sciences. v 57 (10), p 1925–1935, 2014.<br/>6. Gensheng Wu, Juekuan Yang, Shulin Ge, Yujuan Wang, Minhua Chen, and Yunfei Chen, Thermal conductivity measurement for carbon-nanotube suspensions with 3ω method, Advanced Materials Research, v 60-61, p 394-398, 2009.<br/>7. 陈云飞，司伟，伍根生，章寅，沙菁洁，刘磊，一种多通道阵列式DNA测序系统及其测序方法，2014.10.8-2034.7.8，中国，CN201410320550.1.<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1纳米受限结构增强环路热管中水超快输运机理的理论与实验研究国家自然科学基金2020.01-2022.12",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "None",
    "Introduction": "None",
    "id": "0042",
    "img": "https://jidian.njfu.edu.cn/DFS//file/2021/11/04/20211104230226459snjyiw.jpg?iid=36813",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "伍根生",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}