{
    "Research_direction": "1.激光增材制造<br/>2.激光焊接<br/>3.海工装备先进制造<br/>",
    "Paper": "[1] Wang ZD, Wang SB, Yang K, et al. In-situ SEM investigation on the fatigue behavior of Ti-6Al-4V ELI fabricated by the powder-blown underwater directed energy deposition technique[J]. Materials Science & Engineering A, 2022, 838: 142783. (SCI, JCR Q1)<br/>[2] Wang ZD, Yang K, Chen MZ, et al. Investigation of the microstructure and mechanical properties of Ti-6Al-4V repaired by the powder-blown underwater directed energy deposition technique[J]. Materials Science & Engineering A, 2022, 831: 142186. (SCI, JCR Q1)<br/>[3] Wang ZD, Yang K, Chen MZ, et al. High-quality remanufacturing of HSLA-100 steel through the underwater laser directed energy deposition in an underwater hyperbaric environment[J]. Surface & Coatings Technology, 2022, 437: 128370. (SCI, JCR Q1)<br/>[4] Wang ZD, Sun GF*, Chen MZ, et al. Investigation of the underwater laser directed energy deposition technique for the on-site repair of HSLA-100 steel with excellent performance[J]. Additive Manufacturing, 2021, 39: 101884. (SCI, JCR Q1)<br/>[5] Wang ZD, Sun GF*, Lu Y, et al. High-performance Ti-6Al-4V with graded microstructure and superior properties fabricated by powder feeding underwater laser metal deposition[J]. Surface & Coatings Technology, 2021, 408: 126778. (SCI, JCR Q1)<br/>[6] Wang ZD, Sun GF*, Lu Y, et al. Microstructural characterization and mechanical behavior of ultrasonic impact peened and laser shock peened AISI 316L stainless steel[J]. Surface & Coatings Technology, 2020, 385: 125403. (SCI, JCR Q1)<br/>[7] Wang ZD, Lu Y, Sun GF*, et al. Effect of Ultra-sonic Peening on Laser-Arc Hybrid Welded NV E690 Steel[J]. Journal of Laser Applications, 2018, 30, 1-8. (SCI, JCR Q2)<br/>[8] 王占栋, 王世彬, 吴二柯, 等. 水下定向能量沉积修复钛合金电化学腐蚀特性研究[J]. 中国激光, 2022, 49(14): 1402006. (EI)<br/>[9] Sun GF*, Wang ZD, Lu Y, et al. Underwater laser welding/cladding for high-performance repair of marine metal materials: A review[J]. Chinese Journal of Mechanical Engineering, 2022, 35: 1-19. (SCI, JCR Q1)<br/>[10] Yang K, Wang ZD, Chen MZ, et al. Effect of pulse frequency on the morphology, microstructure, and corrosion resistance of high‑nitrogen steel prepared by laser directed energy deposition[J]. Surface & Coatings Technology, 2021, 421: 127450. (SCI, JCR Q1)<br/>[11] Chai Q, Wang ZD, Fang C, et al. Numerical and experimental study on the profile of metal alloys formed on the inclined substrate by laser cladding[J]. Surface & Coatings Technology, 2021, 422: 127494. (SCI, JCR Q1)<br/>[12] Sun GF*, Wang ZD, Lu Y, et al. Numerical and experimental investigation of thermal field and residual stress in laser-MIG hybrid welded NV E690 steel plates[J]. Journal of Manufacturing Processes, 2018, 34, 106-120. (SCI, JCR Q1)<br/>[13] Sun GF*, Wang ZD, Lu Y, et al. Investigation on microstructure and mechanical properties of NV E690 steel joint by laser-MIG hybrid welding[J]. Materials & Design, 2017, 127: 297-310. (SCI, JCR Q1)<br/>[14] Chen MZ, Yang K, Wang ZD, et al. Quasi-continuous-wave laser directed energy deposition on inclined NV E690 steel plates: Melt pool and temperature evolution[J]. Surface & Coatings Technology, 2022, 437: 128344. (SCI, JCR Q1)<br/>[15] Yan Q, Yang K, Wang ZD, et al. Surface roughness optimization and high-temperature wear performance of H13 coating fabricated by extreme high-speed laser cladding[J]. Optics & Laser Technology, 2022, 149: 107823. (SCI, JCR Q1)<br/>[16] Chen MZ, Lu Y, Wang ZD, et al. Melt pool evolution on inclined NV E690 steel plates during laser direct metal deposition[J]. Optics & Laser Technology, 2021, 136: 106745. (SCI, JCR Q1)<br/>[17] Zhan MJ, Sun GF*, Wang ZD, et al. Numerical and experimental investigation on laser metal deposition as repair technology for 316L stainless steel[J]. Optics & Laser Technology, 2019, 118: 84-92. (SCI, JCR Q1)<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1水下激光增材再制造装备与工艺基础科研重点项目2018.01-2022.09参与",
    "Services_Activities": "None",
    "Award_status": "东南大学优秀毕业生（2022）<br/>博士研究生国家奖学金（2021）<br/>江苏省优秀硕士学位论文（2019）<br/>",
    "Contact_information": "None",
    "Introduction": "None",
    "id": "0045",
    "img": "https://jidian.njfu.edu.cn/DFS//file/2023/05/31/20230531182310684f17vc1.jpg?iid=61074",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "王占栋",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}