{
    "Research_direction": "1. 现代机械装备设计与研发<br/>2. 工程摩擦学与流体密封技术<br/>3. 机械可靠性理论与分析<br/>",
    "Paper": "Ma Chenbo, Li Dongzhi, Sun Jianjun. Integrated influence of sliding velocity, outlet pressure, and seal clearance on optimum dimple area density for mechanical seal, IEEE Access, 2018, 6: 14030 – 14037（SCI收录）<br/>Ma Chenbo, Duan Yanjun, Yu Bo, Sun Jianjun, Tu Qiaoan. The comprehensive effect of surface texture and roughness under hydrodynamic and mixed lubrication conditions. Proc IMechE Part J: J Engineering Tribology, 2017, 231(10): 1-13（SCI收录）<br/>Ma, Chenbo Sun Jianjun, Wang Yan, Yu Bo, Yu Qiuping, Tu Qiaoan. On the optimum dimple depth-over-diameter ratio for textured surfaces. Advances in Mechanical Engineering, 2017, 9(9): 1-8（SCI收录）<br/>Sun Jianjun; Ma Chenbo; Lu Jianhua, Yu Qiuping. A leakage channel model for sealing interface of mechanical face seals based on percolation theory. Tribology International, 2017, 118: 108-119（SCI收录）<br/>Sun Jianjun, Ma Chenbo, Yu Qiuping, Lu Jianhua, Zhou Min, Zhou Peiyan. Numerical analysis on a new pump-out hydrodynamic mechanical seal. Tribology International, 2017, 106: 62-70（SCI收录）<br/>Ma Chenbo, Zhu Hua. An optimum design model for textured surface with elliptical-shape dimples under hydrodynamic lubrication [J]. Tribology International, 2011, 44: 987-995（SCI收录）<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1接触式机械密封的表面润湿效应及泄漏抑制机理研究（主持）国家自然科学基金2016.01-2018.12",
    "Services_Activities": "None",
    "Award_status": "2013.11 江苏省“六大人才高峰”<br/>2016.02 扬州市“绿杨金凤计划”<br/>2018.07 江苏省“双创计划”科技副总<br/>2018.12 江苏省科技进步三等奖；江苏省教育教学与研究成果三等奖<br/>2016.11 江苏省机械工程学号摩擦学分会委员<br/>",
    "Contact_information": "None",
    "Introduction": "None",
    "id": "0060",
    "img": "https://jidian.njfu.edu.cn/DFS//file/2021/11/03/20211103234956213hnc3d8.jpg?iid=36691",
    "Department": "None",
    "Duties": "院长",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "马晨波",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}