{
    "Research_direction": "1. 激光增材制造<br/>2. 智能制造<br/>3. 机器视觉<br/>4. 生物力学<br/>",
    "Paper": "Wu B, Wu Y, Liu M, Liu J, Jiang D, Ma S, Yan B, Lu Y**. Mechanical Behavior of Human Cancellous Bone in Alveolar Bone under Uniaxial Compression and Creep Tests[J]. Materials, 2022, 15(17).<br/>Wu B, Cheng K, Liu M, Liu J, Jiang D, Ma S, Yan B, Lu Y**. Construction of hyperelastic model of human periodontal ligament based on collagen fibers distribution[J]. Journal of the Mechanical Behavior of Biomedical Materials, 2022, 135(7): 1–8.<br/>Yi Lu, Guifang sun, Xianfeng Xiao,Wenjing Ren,Ethan Sprague, Zhonghua Ni, Jyoti Mazumder. In suit monitoring of solidification mode, porosity and clad height during laser metal deposition of AISI 316 stainless steel, Journal of Manufacturing Processes, 2021, 68: 1705- 1713<br/>Y Lu, GF Sun, ZD Wang, BY Su, YK Zhang, ZH Ni. The effects of laser peening on laser additive manufactured 316L steel, The International Journal of Advanced Manufacturing Technology, 2020, published online first 2020, 107: 2239-2249<br/>Y Lu, GF Sun, XF Xiao, J Mazumder. Online stress measurement during laser aided Metallic Additive Manufacturing, Scientific Reports, 2019, 9:7630<br/>Y Lu, GF Sun, ZD Wang, YK Zhang, BY Su, AX Feng, et al. Effects of electromagnetic field on the laser direct metal deposition of austenitic stainless steel, Optics & Laser Technology, 2019:119<br/>Y Lu, GF Sun, DP Wen, YK Zhang, AX Feng. Effects of applying electric and magnetic fields on laser drilling, The International Journal of Advanced Manufacturing Technology, 2016, 84: 2293-2300<br/>CH Gu, Y Lu, MZ Chen, GF Sun*, ZH Ni*. A reweighting offset bin classification network for surface defect detection and location of metal components. Measurement, 2022, 187: 110166.<br/>MZ Chen, Y Lu, ZD Wang, HF Lan, GF Sun*, ZH Ni*. Melt pool evolution on inclined NV E690 steel plates during laser direct metal deposition. Optics & Laser Technology, 2021, 136: 106745.<br/>ZD Wang, Y Lu, GF Sun, ZH Ni. Effect of Ultra-sonic Peening on Laser-Arc Hybrid Welded NV E690 Steel, Journal of Laser Applications, 2018, 30: 032403<br/>K Yang, MZ Chen, ZD Wang, SB Wang, Y Lu, ZH Ni, GF Sun*. Evolutions of microstructure and mechanical property of high nitrogen steel repaired by underwater directed energy deposition technique. Materials Science & Engineering A, 2022, 857: 144077.<br/>EK Wu, ZD Wang, K Yang, MZ Chen, SB Wang, Y Lu, ZH Ni, GF Sun*. Microstructure and mechanical properties of underwater laser deposition remanufactured 316LN stainless steel at a pressure of 0.3 MPa. Optics and Laser Technology, 2022, 155: 108394.<br/>ZD Wang, K Yang, MZ Chen, Y Lu, SB Wang, EK Wu, KD Bi, ZH Ni, GF Sun*. High-quality remanufacturing of HSLA-100 steel through the underwater directed energy deposition in an underwater hyperbaric environment. Surface & Coatings Technology, 2022, 437, 128370.<br/>MZ Chen, K Yang, ZD Wang, SB Wang, Y Lu, ZH Ni, GF Sun*. Quasi-continuous-wave laser directed energy deposition on inclined NV E690 steel plates: melt pool and temperature evolution. Surface & Coatings Technology, 2022, 437, 128344.<br/>GF Sun, ZD Wang, Y Lu, MZ Chen, K Yang, ZH Ni. Underwater laser welding/cladding for high-performance repair of marine metal materials: a review. Chinese Journal of Mechanical Engineering, 2022, 35:5.<br/>ZD Wang, K Yang, MZ Chen, Y Lu, KD Bi, GF Sun*, ZH Ni. Investigation of the microstructure and mechanical properties of Ti-6al-4V repaired by the powder-blown underwater directed energy deposition technique. Materials Science & Engineering A, 2022, 831: 142186.<br/>ZD Wang, GF Sun*, MZ Chen, Y Lu, SB Zhang, HF Lan, KD Bi, ZH Ni*. Investigation of the underwater laser directed energy deposition technique for the on-site repair of HSLA-100 steel with excellent performance. Additive Manufacturing, 2021,39:101884.<br/>ZD Wang, GF Sun*, Y Lu, MZ Chen, HF Lan, KD Bi, ZH Ni*. High-performance Ti-6Al-4V with graded microstructure and superior properties fabricated by powder feeding underwater laser metal deposition. Surface & Coatings Technology, 2021, 408: 126778.<br/>ZD Wang, GF Sun*, Y Lu, MZ Chen, KD Bi, ZH Ni. Microstructural characterization and mechanical behavior of ultrasonic impact peened and laser shock peened AISI 316L stainless steel, Surface & Coatings Technology, 2020, 385: 125403<br/>GF Sun, P. Yang, Y Lu, ZH. Ni. Study on monitoring of optical emissions in laser cladding of 316L stainless steel, Applied Optics, 2019, 58(32): 8733-8742<br/>GF Sun, ZD Wang, Y Lu, R Zhou, ZH Ni, X Gu, ZG Wang. Numerical and experimental investigation of thermal field and residual stress in laser-MIG hybrid welded NV E690 steel plates, Journal of Manufacturing Processes, 2018, 34: 106-120<br/>GF Sun*, ZD Wang, Y Lu, R Zhou, ZH Ni. Investigation on microstructure and mechanical properties of NV E690steel joint by laser-MIG hybrid welding, Materials and Design, 2017, 127: 297-310<br/>卢轶，刘金涛，吴天枫，黄盼，王立帆，唐珊.一种具有防飞溅功能的气刀装置，ZL202210316599.4<br/>J Mazumder，Y Lu, GF Sun，Method of online stress measurement residual during laser additive manufacturing (WO2020167670A1)<br/>卢轶，郭晓东，李接虎，李朝辉，一种桩腿定位销孔打磨小车及其打磨方法，ZL201510266030.1<br/>孙桂芳,卢轶,王占栋,倪中华,孙东科.一种水下设施激光增材修复的方法与装置,ZL201610855857.0<br/>王振刚, 卢轶，顾翔，一种桩腿销孔圆心的测量装置和方法，ZL201510267504.4<br/>张永康，卢轶,邹大鹏，一种浮态制造胎架找平系统以及驳船  ZL201610806143.0<br/>张永康，卢轶,黄志刚,一种预防焊接角变形的焊接装置及方法 ZL201610586893.1<br/>张永康，卢轶，王冠，罗红平，一种航空发动机叶片边缘预变形激光喷丸强化的，ZL201610557341.8<br/>张永康，卢轶，黄志刚，刘江文，一种超长船体浮态制造方法 ZL201610807932.6<br/>张永康，卢轶，陈一山，邹大鹏，一种海工装备桩腿的预热焊接装置及其预热焊接方法 ZL201610683726.9<br/>张永康，卢轶，肖体兵，一种大型海工装备的焊接热处理装置 ZL201610685324.2<br/>孙桂芳，卢轶，倪中华，一种电磁场辅助激光增材制造的装置 ZL201610081496.9<br/>张永康，卢轶，黄志刚，一种具有复杂表面的大型薄壁件激光喷丸矫形方法 ZL201610553524.2<br/>张永康，卢轶，张永俊，一种航空发动机燃烧室机匣激光矫形方法 ZL201610727486.8<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1激光沉积7075铝合金应力的在线监测关键技术研究江苏省自然科学基金青年项目2021.07-2024.7",
    "Services_Activities": "None",
    "Award_status": "2022年 江苏省双创博士<br/>2022年 本科毕业论文优秀指导教师<br/>2022年 南京林业大学优秀班主任<br/>2021年 中国专利优秀奖<br/>2020年 广东专利奖 银奖<br/>2019年 中国产学研合作创新成果奖 一等奖<br/>中国机械工业科学技术奖 一等奖<br/>",
    "Contact_information": "None",
    "Introduction": "None",
    "id": "0067",
    "img": "https://jidian.njfu.edu.cn/DFS//file/2023/04/12/202304120925575248bhghk.jpg?iid=57995",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "卢轶",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}