{
    "Research_direction": "1. 信息物理系统的控制与应用<br/>2. 网络化控制系统的分析与综合<br/>3. 微电网控制与优化<br/>4. 新能源风力发电<br/>",
    "Paper": "1)Shen Yan (严沈), Zhou Gu, Ju H. Park, Xiangpeng Xie. A delay-kernel-dependent approach to saturated control of linear systems with mixed delays. Automatica, vol. 152, pp. 110984, 2023. （SCI 2区，控制领域Top2期刊, IF: 6.150 ）<br/>2)Shen Yan (严沈), Mouquan Shen, Sing Kiong Nguang, Guangming Zhang. Event-triggered H∞ control of networked control systems with distributed transmission delay. IEEE Transactions on Automatic Control, 65(10): 4295-4301, 2020.（SCI 2区，控制领域Top2期刊, IF: 5.792）<br/>3)Shen Yan (严沈), Zhou Gu, Ju H. Park, Xiangpeng Xie. Sampled memory-event-triggered fuzzy load frequency control for wind power systems subject to outliers and transmission delays. IEEE Transactions on Cybernetics，2022, doi: 10.1109/TCYB.2022.3224386. （SCI 1区，Top期刊, IF: 19.118）<br/>4)Shen Yan (严沈), Zhou Gu, Ju H. Park, Xiangpeng Xie. Adaptive memory-event-triggered static output control of T-S fuzzy wind turbine systems. IEEE Transactions on Fuzzy Systems, 30(9): 3894-3904, 2021. （SCI 1区，Top期刊, IF: 12.253）<br/>5)Shen Yan (严沈), Zhou Gu, Ju H. Park, Xiangpeng Xie, Chunxia Dou. Probability-density-dependent load frequency control of power systems with random delays and cyber-attacks via circuital implementation. IEEE Transactions on Smart Grid, 13(6): 4837-4847, 2022. （SCI 1区，Top期刊, IF: 10.275）<br/>6)Shen Yan (严沈), Zhou Gu, Ju H. Park, Xiangpeng Xie. Synchronization of Delayed Fuzzy Neural Networks with Probabilistic Communication Delay and Its Application to Image Encryption. IEEE Transactions on Fuzzy Systems, 2022, doi: 10.1109/TFUZZ.2022.3193757. （SCI 1区，Top期刊, IF: 12.253）<br/>7)Shen Yan (严沈), Zhou Gu, Ju H. Park, Xiangpeng Xie. Distributed-delay-dependent stabilization for networked interval type-2 fuzzy systems with stochastic delay and actuator saturation. IEEE Transactions on Systems, Man, and Cybernetics: Systems, 2022, doi: 10.1109/TSMC.2022.3223148. （SCI 1区，Top期刊, IF: 11.471）<br/>8)Shen Yan (严沈), Zhou Gu, Sing Kiong Nguang. Memory-event-triggered H∞ output control of neural networks with mixed delays, IEEE Transactions on Neural Networks and Learning Systems, 33(10): 6905-6915, 2021. （SCI 1区，Top期刊, IF: 14.255）<br/>9)Shen Yan (严沈), Sing Kiong Nguang, Zhou Gu. H∞ weighted integral event-triggered synchronization of neural networks with mixed delays. IEEE Transactions on Industrial Informatics, 17(4): 2365-2375, 2021. （SCI 1区，Top期刊, IF: 11.648）<br/>10)Shen Yan (严沈), Mouquan Shen, Sing Kiong Nguang, Guangming Zhang, Liruo Zhang. A distributed delay method for event-triggered control of T-S fuzzy networked systems with transmission delay. IEEE Transactions on Fuzzy Systems, 27(10): 1963-1973, 2019. （SCI 1区，Top期刊, IF: 12.253）<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1基于融合型事件触发的通信约束信息物理系统的安全控制国家自然基金项目（主持）2022.01-2024.12",
    "Services_Activities": "None",
    "Award_status": "1）严沈（2/5），Event-triggered dissipative tracking control of networked control systems with distributed communication delay，美国电气电子工程师协会（IEEE），IEEE Systems Council 2022年度最佳论文奖，2022.<br/>",
    "Contact_information": "None",
    "Introduction": "None",
    "id": "0071",
    "img": "https://jidian.njfu.edu.cn/DFS//file/2023/04/26/20230426165021942gf6cgl.jpg?iid=58912",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "严沈",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}