{
    "Research_direction": "1.机器视觉与图像处理<br/>2.计算机测控与智能农机装备研究<br/>3.智能低损收获技术研究<br/>",
    "Paper": "[1] Chenlong Fan, Dongxing Zhang, Li Yang, Tao Cui, Xiantao He, Huihui Zhao, Jiaqi Dong. Development and performance evaluation of a guide vane inclination automatic control system for corn threshing unit based on feedrate monitoring,  Computers and Electronics in Agriculture , 2022, 194: 106745-106745. (SCI一区Top)<br/>[2] Chenlong Fan, Dongxing Zhang, Li Yang, Tao Cui, Xiantao He, Jiaqi Dong, Huihui Zhao. Power consumption and performance of a maize thresher with automatic gap control based on feed rate monitoring,  Biosystems Engineering , 2022, 216: 147-164. (SCI 一区Top)<br/>[3] Chenlong Fan, Dongxing Zhang, Li Yang, Tao Cui, Xiantao He, Huihui Zhao. Development and performance evaluation of the electric-hydraulic concave clearance control system based on maize feed rate monitoring, International Journal of Agricultural and Biological Engineering, 2022, 15(2): 156-164.（SCI）<br/>[4] 樊晨龙; 崔涛; 张东兴; 杨丽; 屈哲; 李玉环 ; 低损伤组合式玉米脱粒分离装置设计与试验,  农业机械学报 , 2019, 50(4): 113-123. (EI)<br/>[5] 樊晨龙; 崔涛; 张东兴; 杨丽; 田聪聪; 钟翔君 ; 纵轴流联合收获机双层异向清选装置设计与试验, 农业机械学报 , 2018, (S1): 239-248. (EI)<br/>[6] 崔涛,樊晨龙,张东兴,杨丽,李义博,赵慧慧.玉米机械化收获技术研究进展分析[J].农业机械学报,2019,50(12):1-13. (EI 2019年度农业机械学报优秀论文)<br/>[7] Chenlong Fan, Tao Cui, Dongxing Zhang, et al. Design of feeding head spiral angle longitudinal axis corn threshing separation device based on EDEM. 2019 ASABE annual international meeting, 1900077. (EI)<br/>[8] Chenlong Fan, Tao Cui, Dongxing Zhang, et al. Experiment on distribution of mixture in longitudinal axial flow threshing separation device for maize. 2019 ASABE Annual International Meeting, 1900071. (EI)<br/>[9] Chenlong Fan, Tao Cui, Li Yang, et al. The design and test of cleaning device for double-channel vibratory corn seed harvester. 2018 ASABE Annual International Meeting. (EI)<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "1基于离心导流充种与回流清种机理的玉米高速精量排种方法研究国家自然科学基金2022.01-2025.12",
    "Services_Activities": "None",
    "Award_status": "北京市科技特派员<br/>",
    "Contact_information": "None",
    "Introduction": "None",
    "id": "0080",
    "img": "https://jidian.njfu.edu.cn/DFS//file/2023/05/31/20230531090028363s89ugc.jpg?iid=60976",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "樊晨龙",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}