{
    "Research_direction": "1. 材料加工新技术<br/>2. 高性能金属材料<br/>3. 增材制造<br/>",
    "Paper": "Wenyi Huo, Shiqi Wang, Wenhan Zhu, Zeling Zhang, Feng Fang, Zonghan Xie, Jianqing Jiang. Recent progress on high entropy materials for electrocatalytic water splitting applications. Tungsten, 2021. (Invited Review, Accepted)<br/>Wenyi Huo, Feng Fang, Xiaodong Liu, Shuyong Tan, Zonghan Xie, Jianqing Jiang. Fatigue resistance of nanotwinned high-entropy alloy films. Materials Science and Engineering: A, 2019, 739, 26-30.（SCI收录）<br/>Wenyi Huo, Feng Fang, Xiaodong Liu, Shuyong Tan, Zonghan Xie, Jianqing Jiang. Remarkable strain-rate sensitivity of nanotwinned CoCrFeNi alloys. Applied Physics Letters, 2019, 114: 101904.（SCI收录）<br/>Wenyi Huo, Xiaodong Liu, Shuyong Tan, Feng Fang, Zonghan Xie, Jianku Shang, Jianqing Jiang. Ultrahigh hardness and high electrical resistivity in nano-twinned, nanocrystalline high-entropy alloy films. Applied Surface Science, 2018, 439: 222-225.（SCI收录）<br/>Wenyi Huo, Hui Zhou, Feng Fang, Xuefeng Zhou, Zonghan Xie, Jianqing Jiang. Microstructure and properties of novel CoCrFeNiTax eutectic high-entropy alloys. Journal of Alloys and Compounds, 2018, 735, 897-904.（SCI收录）<br/>Wenyi Huo, Feng Fang, Hui Zhou, Zonghan Xie, Jianku Shang, Jianqing Jiang. Remarkable strength of CoCrFeNi high-entropy alloy wires at cryogenic and elevated temperatures. Scripta Materialia, 2017, 141: 125-128.（SCI收录）<br/>Wenyi Huo, Hui Zhou, Feng Fang, Zonghan Xie, Jianqing Jiang. Microstructure and mechanical properties of CoCrFeNiZrx eutectic high-entropy alloys. Materials & Design, 2017, 134, 226-233.（SCI收录）<br/>Wenyi Huo, Hui Zhou, Feng Fang, Xianjun Hu, Zonghan Xie, Jianqing Jiang. Strain-rate effect upon the tensile behavior of CoCrFeNi high-entropy alloys. Materials Science and Engineering: A, 2017, 689: 366-369.（SCI收录）<br/>Wenyi Huo, Haifang Shi, Xin Ren, Jingyuan Zhang. Microstructure and wear behavior of CoCrFeMnNbNi high-entropy alloy coating by TIG cladding. Advances in Materials Science and Engineering, 2015, 647351.（SCI收录）<br/>Yujie Chen, Xianghai An, Sam Zhang, Feng Fang, Wenyi Huo, Paul Munroe, Zonghan Xie. Mechanical size effect of eutectic high entropy alloy: Effect of lamellar orientation. Journal of Materials Science & Technology, 2021, 82, 10-20.（SCI收录）<br/>Shiqi Wang, Zeling Zhang, Wenyi Huo, Xuhai Zhang, Feng Fang, Zonghan Xie, Jianqing Jiang. Single-crystal-like black Zr-TiO2 nanotube array film: An efficient photocatalyst for fast reduction of Cr(VI). Chemical Engineering Journal, 2021, 403, 126331.（SCI收录）<br/>Shiqi Wang, Zeling Zhang, Wenyi Huo, Kui Zhu, Xuhai Zhang, Xuefeng Zhou, Feng Fang, Zonghan Xie, Jianqing Jiang. Preferentially oriented Ag-TiO2 nanotube array film: An efficient visible-light-driven photocatalyst. Journal of Hazardous Materials, 399, 2020, 123016.（SCI收录）<br/>王世琦，霍文燚，徐正超，张旭海，周雪峰，方峰. 钴掺杂TiO2纳米管阵列薄膜的制备及其光催化还原性能. 材料研究学报，2020，34(3)：176-182.（EI收录）<br/>刘晓东，谈淑咏，霍文燚，张旭海，邵起越，方峰. 氮流量比对磁控溅射(CoCrFeNi)Nx高熵合金薄膜的组织和性能的影响. 材料研究学报，2019，33(3)：185-190.（EI收录）<br/>周晖，霍文燚，方峰，胡显军，蒋建清. 纳米孪晶强化CoCrFeNi高熵合金线材微结构及其在若干典型环境下的腐蚀行为. 稀有金属，2018，42(12)：1233-1240.（EI收录）<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "2021.03 《Tungsten》青年编委<br/>2019.11 领跑者5000（F5000）中国精品科技期刊顶尖学术论文<br/>2018.04 《Journal of Thermal Spray Technology》期刊2017年优秀审稿人（top 25%）<br/>2017.03 《Journal of Thermal Spray Technology》期刊2016年优秀审稿人（top 25%）<br/>2015.03 省优秀毕业生<br/>2014.12 国家奖学金<br/>2014.09 第二十三届孙越崎优秀学生奖<br/>2013.08 第十二届全运会火炬手<br/>",
    "Contact_information": "None",
    "Introduction": "None",
    "id": "0087",
    "img": "https://jidian.njfu.edu.cn/DFS//file/2021/11/05/20211105120609398fygjpn.png?iid=36850",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "霍文燚",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}