{
    "Research_direction": "1.人工智能技术及其应用<br/>2.智能农林装备<br/>3.流体机械数值模拟及结构优化<br/>4.多尺度流动与传热特性模拟<br/>",
    "Paper": "1.Jian Zhang, Qing Chen*, Minghong Shi, Hongping Zhou, Linyun Xu. Interaction and Influence of a Flow Field and Particleboard Particles in an Airflow Forming Machine with a Coupled Euler-DPM Model. PLoS ONE, 2021, 16(6): 1-25.<br/>2.Yuan Yongfeng*, Chen Qing, Zhu Mengjue. Nano tube-in-tube CNT@void@TiO2@C with excellent ultrahigh rate capability and long cycling stability for lithium ion storage. Journal of Alloys and Compounds, 2021, 851. (SCI)<br/>3.陈青, 张健, 施明宏, 周宏平, 沈文荣, 刘光新, 刘栋. 箱体几何结构对刨花板气流铺装机流场特性的影响. 林业工程学报, 2020, 5(6): 114-120.<br/>4.陈青, 仓业峥, 张健, 许林云, 周宏平, 蒋雪松. 农药液滴在植物枝叶表面润湿特性研究进展. 中国农机化学报, 2020, 41(10): 35-40.<br/>5.汪东, 刘键, 陈青, 蒋雪松, 周宏平, 许林云, 茹煜. 脉动燃烧技术及其在林业中的应用. 世界林业研究, 2020, 33(5): 47-52.<br/>6.Liu Hongtao, Quan Lulu, Chen Qing, Cao Yong*. Discrete unified gas kinetic scheme for electrostatic plasma and its comparison with the particle-in-cell-method. Physical Review E, 2020, 101(4): 043307. (SCI)<br/>7.陈青, 茹煜, 张一扬, 刘键, 陈旭阳. 无人植保喷烟机的设计及试验研究. 中国农机化学报, 2019, 20(12): 65-71.<br/>8.Ma Qiang, Xu Qian*, Chen Qing, Chen Zhenqian, Su Huanneng, Zhang Weiqi. Lattice Boltzmann model for complex transfer behaviors in porous electrode of all copper redox flow battery with deep eutectic solvent electrolyte, Applied Thermal Engineering, 2019, 160: 114015. (SCI)<br/>9.Liu Hongtao, Cao Yong*, Chen Qing, Kong Mingchi, Zheng Liang. A conserved discrete unified gas kinetic scheme for microchannel gas flows in all flow regimes, Computers and Fluids, 2018, 167: 313-323. (SCI)<br/>10.Liu Hongtao, Kong Mingchi, Chen Qing, Zheng Liang, Cao Yong*. Coupled discrete unified gas kinetic scheme for the thermal compressible flows in all knudsen number regimes, Physical Review E, 2018, 98: 053310(SCI)<br/>11.Qing Chen*, Xiaobing Zhang, Qing Li, Jiang Xuesong, Zhou Hongping, Study of three-dimensional electro-osmotic flow with curved boundary via lattice Boltzmann method, International Journal of Modern Physics C, 2016, 27: 1650063(SCI)<br/>12.Qing Chen*, Zhou Hongping, Jiang Xuesong, Xu Linyun, Li Qing, Ru Yu, Extension of the improved bounce-back scheme for electrokinetic flow in the lattice Boltzmann method, Entropy, 2015, 17, 7406-7419(SCI)<br/>13.Chen Qing*，Zhang Xiaobing, Zhang Junfeng, Effects of Reynolds and Prandtl numbers on heat transfer around a circular cylinder by the simplified thermal lattice Boltzmann model, Communications in Computational Physics, 2015, 17: 937-959(SCI)<br/>14.Chen Qing，Zhang Xiaobing*, Zhang Junfeng, Numerical simulation of Neumann boundary condition in the thermal lattice Boltzmann model, International Journal of Modern Physics C, 2014, 25: 1450027(SCI)<br/>15.Chen Qing，Zhang Xiaobing, Zhang Junfeng*, Improved treatment for general boundary conditions in the lattice Boltzmann method for convection-diffusion and heat transfer processes, Physical Review E, 2013, 88: 033304(SCI)<br/>16.Chen Qing，Zhang Xiaobing*, A novel less dissipation finite difference lattice Boltzmann scheme for compressible flows, International Journal of Modern Physics C, 2012, 23: 1250074(SCI)<br/>17. Ma Qiang, Xu Qian, Chen Qing, et al. Lattice Boltzman model for complex transfer behaviors in porous electrode of all copper redox flow battery with deep eutectic solvent electrolyte. Applied Thermal Engineering, 2019, 160: 114015. (SCI)<br/>18. Liu Hongtao, Cao Yong*, Chen Qing, Kong Mingchi, Zheng Liang. A conserved discrete unified gas kinetic scheme for microchannel gas flows in all flow regimes, Computers and Fluids, 2018, 167: 313-323. (SCI)<br/>19.Liu Hongtao, Kong Mingchi, Chen Qing, Zheng Liang, Cao Yong*. Coupled discrete unified gas kinetic scheme for the thermal compressible flows in all knudsen number regimes, Physical Review E, 2018, 98: 053310(SCI)<br/>20.Li Qing, Luo Kaihong*, Kang Qinjun, He Yaling, Chen Qing, Liu Qing, Lattice Boltzmann methods for multiphase flow and phase-change heat transfer, Progress in Energy and Combustion Science, 2016, 52: 62-105(SCI，热点论文和高被引论文)<br/>21.Qin Junhua, Chen Qing, Yang Chunyan, Huang Yong*, Research process on property and application of metal porous materials, Journal of Alloys and Compounds, 2016, 654: 39-44(SCI)<br/>22.Li Qing, Luo Kaihong*, Kang Qinjun, Chen Qing, Contact angles in the pseudopotential lattice Boltzmann modeling of wetting, Physical Review E, 2014, 90: 053301(SCI)<br/>23.Wang Baoyu, Jin Yi*, Chen Qing, Zheng Junling, Zhu Yibo, Zhang Xiaobing, Derivation of permeability-pore relationship for fractal porous reservoirs using series-parallel flow resistance model and lattice Boltzmann method, Fractals, 2014, 22: 1440005(SCI)<br/>24.Oulaid Othmane, Chen Qing, Zhang Junfeng*, Accurate boundary treatments for lattice Boltzmann simulations of electric field and electro-kinetic applications, Journal of Physics A: Mathematical and Theoretical, 2013, 46: 475501(SCI)<br/>",
    "Patent": "None",
    "Achievements": "None",
    "Class": "None",
    "Topic": "None",
    "Projects": "2021.08农业机械科学技术进步二等奖",
    "Services_Activities": "None",
    "Award_status": "国家自然科学基金项目通讯评审专家<br/>2021.08 农业机械科学技术进步二等奖<br/>2020.12 优秀班主任<br/>2020.12 招生宣传先进工作个人<br/>2019、2020 考核优秀<br/>2018.12 第四届全国大学生智能农业装备创新大赛“全国优秀指导老师”<br/>2018.07 入选江苏省高层次创新创业计划科技副总<br/>2017.06 优秀毕业设计团队指导老师<br/>2017.06 毕业设计优秀指导老师<br/>2017.02 教育部科技进步二等奖1项<br/>2014.10 校长奖章<br/>2013.10 中国弹道先驱奖<br/>",
    "Contact_information": "None",
    "Introduction": "None",
    "id": "0089",
    "img": "https://jidian.njfu.edu.cn/DFS//file/2021/11/04/202111042222224144zshcq.jpg?iid=36787",
    "Department": "None",
    "Duties": "系主任",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "陈青",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}