{
    "Research_direction": "1、固定化酶与全细胞生物催化油脂转酯化制备生物柴油；<br/>2、关键酶细胞表面展示与催化应用；<br/>3、油脂催化裂解异构与芳构化制备航空燃油；<br/>4、木质纤维催化裂解与芳构化制备芳烃类化学品；<br/>5、人工林树皮提取物高效提取分离及功能化应用；<br/>6、林木叶蛋白活性多肽产品开发与利用<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. Hao Shi, Huaihai Ding, Yingjuan Huang, Liangliang Wang, Yu Zhang, Xun Li, andFei Wang*. Expression and characterization of a GH43 endo-arabinanase fromThermotoga thermarum.BMC Biotechnology, 2014, 14:35<br/>2.  Hao Shi, Yu Zhang, Liangliang Wang, Xun Li, Wenqian Li, andFei Wang*. Molecular analysis of hyperthermophilic endoglucanase Cel12B from Thermotoga maritime.BMC Structural Biology, 2014, 14:8<br/>3. Hao Shi, Yu Zhang, Hui Zhong, Yingjuan Huang, Xun Li,Fei Wang*. Cloning, over-expression and characterization of a thermotolerant xylanase fromThermotoga thermarum.Biotechnology Letter, 2014, 36:587–593<br/>4.  Hao Shi, Lili Wang, Xun Li, Liangliang Wang, Yu Zhang, Xiangqian Li, andFei Wang*. Directed Evolution of a Hyperthermophilic Endoglucanase Cel12B fromThermotoga maritime.BioResources, 2014, 9(2):3526-3535<br/>5.  Hao Shi, Ying Zhang, Baiyun Xu, Maobin Tu, andFei Wang*. Characterization of a novel GH2 family a-Larabinofuranosidase from hyperthermophilic bacterium Thermotoga thermarum.Biotechnology Letter, 2014, 36:1321–1328<br/>6.  Hao Shi1, Yingjuan Huang, Yu Zhang, Wenqian Li, Xun Li andFei Wang*. High-level expression of a novel thermostable and mannose-tolerant β-mannosidase from Thermotoga thermarum DSM 5069 in Escherichia coli.BMC Biotechnology, 2013, 13:83-93<br/>7.  Hao Shi, Yu Zhang, Xun Li, Yingjuan Huang, Liangliang Wang, Ye Wang, Huaihai Ding,Fei Wang*. A novel highly thermostable xylanase stimulated by Ca2+fromThermotoga thermarum: cloning, expression and characterization.Biotechnology for Biofuels, 2013, 6: 26<br/>8.  Hao Shi, Xun Li, Huaxiang Gu, Yu Zhang, Yingjuan Huang, Liangliang Wang,Fei Wang*. Biochemical properties of a novel thermostable and highly xylose-tolerant beta-xylosidase/alpha-arabinosidase fromThermotoga thermarum.Biotechnology for Biofuels, 2013, 6: 27<br/>9.   Xun Li, Xiaoyun He, Zhilin Li,Fei Wang*. Combined Strategies for Improving the Production of RecombinantRhizopus OryzaeLipase inPichia pastoris.BioResources, 8(2):2867-2880, 2013<br/>10. Xun Li, Xiao-Yun He, Zhi-Lin Li, You-Dong Wang, Chun-Yu Wang, Hao Shi,Fei Wang*. Enzymatic production of biodiesel from Pistacia chinensis bge seed oil using immobilized lipase.Fuel, 2012, 92:89-93<br/>11. Zhi-lin Li, Xun Li, Ye Wang, Youdong Wang, andFei Wang*, Jianchun Jiang. Expression and characterization of recombinant Rhizopus oryzae lipase for enzymatic biodiesel production.Bioresource Technology, 2011, 102:9810–9813<br/>12. You-dong Wang, Xiao-yong Shen, Zhi-lin Li, Xun Li,Fei Wang*, Xiao-an Nie, Jian-chun Jiang. Immobilized recombinant Rhizopus oryzae lipase for the production of biodiesel in solvent free system.Journal of Molecular Catalysis B: Enzymatic, 2010, 67:45-51<br/>13. Xiao-yong Shen, You-dong Wang andFei Wang*. Characterisation and biological acitities of proanthocyanidins from the barks ofPimus massonianandAcacia mearnsii.Natural Product Research, 2010, 24(6):590-598<br/>14.  Zheng-ge Zhang, Xueyu Du andFei Wang*. Biological Activities of Procyanidins from the Bark ofPinus caribaeaMorelet. Natural Product Research, 2009, 23(8) :696-703<br/>15.  Ye Wang, Wen-qian Li, Xun Li, Hao Shi,Fei Wang*. Construction of yeast surface display of ProROL by using Flo1p anchor system.Advanced Materials Research, 2012,  vols 512-515: 356-360<br/>16.  Hao Shi, Xun Li, Xiang-qian Li, Fei Wang. Clone, expression, and purification of a hyperthermophilic endoglucanase gene cel12B from Thermotoga maritima.Advanced Materials Research, 2012, Vols 518-528: 5528-5532<br/>17.  赵智捷，熊嘉，王飞*. 黑荆树皮原花色素的精制、降解及清除DPPH自由基活性的研究. 林产化学与工业，2013，33（4）：83-88<br/>18.  张伦，刘功俊，何柏球，王飞*. 毛杨梅树皮原花色素对小鼠急性毒性及抗氧化性的影响. 南京林业大学学报（自然科学版），2013，37（4）：85-89<br/>19.  何晓云，李迅，时号，李治林，王飞*. 米根霉脂肪酶在毕赤酵母中表达条件的优化及其高密度发酵. 南京林业大学学报（自然科学版），2013，37（3）：117-122<br/>20.  李田田，王飞*．超声波辅助提取黑荆树皮原花色素工艺优化．林产化学与工业，2012，32(5):54-62<br/>21.  Liu Xia-rui,Wang Fei*. Investigation on Biological Activities of Proanthocyanidins from Black Wattle Bark. 林产化学与工业，2007，27（3）：43-48<br/>22.  杜学禹，章正格，王飞*．加勒比松树皮中原花青素的提取工艺研究。生物质化学工程，2007，41（6）：6-10<br/>23.  白凤霞，王飞＊．螺旋藻直线型突变株（Sp-Dz）藻蓝蛋白的分离纯化及生物活性的研究．现代化工，2008，28（增刊）：285-288<br/>24.  李迅，李治林，杨杨，王飞*，蒋剑春．制备生物柴油用脂肪酶产生菌的诱变和筛选．林产化学与工业，2007，27（6）：85-89<br/>25.  齐沛沛，王飞*．制备生物柴油用小球藻的油脂富集培养研究．现代化工，2008, 28（增刊）：36-39<br/>26.  李迅，李治林，何晓云，王飞*，蒋剑春．全细胞生物催化麻疯树油制备生物柴油的研究．现代化工，2008，28（9）：57-59<br/>27.  Qi Peipei，Wang Fei*. Investigation on Preparation and Properties of Biodiesel from Rapeseed Oil with High Content of Erucic Acids. 南京林业大学学报（自然科学版），2009，33(1)：87-91<br/>28.  白凤霞，王飞*．棉短绒纤维制备高吸水性树脂研究.南京林业大学学报（自然科学版），2009，33（1）：83-86<br/>29.  李治林，李迅，王飞*，蒋剑春.全细胞生物催化制备生物柴油研究—固定化细胞的制备及催化性能.林产化学与工业，2009，29（1）：18-22<br/>30. 陈君华，王飞*等．六方介孔硅分子筛的合成与表征．南京林业大学学报（自然科学版），2008，32（6）：13-18<br/>31.  李治林，李迅，王飞*，蒋剑春.全细胞生物催化制备生物柴油研究—细胞催化甲酯化反应．林产化学与工业，2009，29（2）：1-5<br/>32. 陈君华，王飞*等．银改性六方介孔硅的合成及其抗菌性能研究．南京林业大学学报，2009，33（2）：107-112<br/>33.  李治林，李迅，王丽丽，王飞*，蒋剑春.米根霉产脂肪酶的条件及酶学性质．南京林业大学学报（自然科学版），2009，33(6):103-107<br/>34. 陈君华，王飞*等．银原位改性HMS材料的结构及抗菌性能．化工学报，2009，60(5):1306-1314<br/>35. 陈君华，王飞*等．铜银改性六方介孔硅材料的结构及抗菌性能．硅酸盐学报，2009, 37(5):760-766<br/>36. 陈君华，王飞*，程寿年等．铜原位改性HMS材料的表征及抗菌性能．无机材料学报，2009，24（4）：695-701<br/>37.  李迅，王友东，刘慧琴，王飞*，蒋剑春.洋葱伯克霍尔德菌0107产脂肪酶发酵条件优化研究.安徽农业科学，2010，38（12）：6122-6124<br/>",
    "Class": "课程名称<br/>",
    "Topic": "课题组<br/>",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-854276490301hgwf@njfu.edu.cn",
    "Introduction": "男，博士，教授，博士生导师。1984年7月毕业于南京林业大学林产化工专业本科并留校工作，1992年3月毕业于南京林业大学林产化工专业硕士研究生；1996年10月获日本文部省奖学金赴日本九州大学攻读博士学位，1999年9月毕业于日本九州大学林产品化学专业，获哲学博士（农业科学）学位。2000年2月至2001年2月，在美国北卡罗莱纳州立大学做博士后研究工作；2001年3月至2003年3月，作为日本学术振兴会特别研究员在日本九州大学生物资源化学研究室工作；2003年4月作为南京林业大学海外引进高层次人才回国工作，同年8月晋升为南京林业大学教授。<br/>2004年1月至2011年6月，担任化学工程学院林产化工系主任；2011年6月至2020年6月，任职南京林业大学化学工程学院院长。现任国务院学位委员会林业工程学科评议组成员（召集人），教育部高等学校林业工程类专业教学指导委员会副主任委员，林产化学加工工程国家重点学科带头人，江苏省农林生物质化学与利用国家重点实验室培育点实验室主任。<br/>主要从事生物质能源与化学品、林产化学加工方面的教学科研工作，重点开展固定化酶和全细胞生物催化油脂转酯化制备生物柴油、关键酶细胞表面展示与催化应用、油脂及木质纤维催化裂解与芳构化制备芳烃与航空燃油、林源生物活性物质化学与利用等方面研究。主持承担国家重点研发计划课题、国家自然科学基金、国家行业公益性科研专项、国家林业局948项目等国家和省部级科研项目10余项，发表学术论文110余篇、其中SCI收录论文70余篇，授权发明专利18件，认定科技成果3项。荣获国家教学成果奖1项、江苏省教学成果奖2项，指导1名博士毕业生荣获江苏省优秀博士学位论文。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2023/02/14/20230214172359750f9v6b8.jpg?iid=54780",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "王飞    Fei Wang",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}