{
    "Research_direction": "（1）生物质资源化学；<br/>（2）天然高分子应用化学；<br/>（3）功能高分子材料的制备及应用<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "[1] Yang Xinxin, Jiang Zhaoyu, Liu He, Zhang Haibo, Xu Xu*, Shang Shibin and Song Zhanqian. Performance improvement of rosin-based room temperature vulcanized silicone rubber using nanofiller fumed silica. Polymer Degradation and Stability, 2021, 183 109422.<br/>[2] Qian Yuehan, Dong Fuhao, Guo Lizhen, Xu Xu* and Liu He. Terpene derivative-containing silicone two-component waterborne polyurethane for coatings. Progress in Organic Coatings, 2021, 153 106137.<br/>[3] Dong Fuhao, Qian Yuehan, Xu Xu*, Shaghaleh Hiba, Guo Lizhen, Liu He and Wang Shifa. Preparation and characterization of UV-curable waterborne polyurethane using isobornyl acrylate modified via copolymerization. Polymer Degradation and Stability, 2021, 184 109474.<br/>[4] Xu Xu, Sun Dan, Yang Jian, Zhu Guoliang, Fang Yuanyuan, Gros Claude P., Bolze Frédéric and Xu Hai-Jun. Truxene-BODIPY dyads and triads: Synthesis, spectroscopic characterization, one and two-photon absorption properties and electrochemistry. Dyes and Pigments, 2020, 179 108380.<br/>[5] Qian Yuehan, Dong Fuhao, Guo Lizhen, Guo Jiawen, Shaghaleh Hiba, Wang Yuqi, Xu Xu, Wang Shifa and Liu Shiwei. Preparation and properties of room temperature vulcanized silicone rubber using triethoxy(2-(4-methylcyclohex-3-en-1-yl)propyl)silane as a novel cross-linking agent. Polymer Degradation and Stability, 2020, 173 109068.<br/>[6] Guo Lizhen, Yang Xinxin, Dong Fuhao, Qian Yuehan, Guo Jiawen, Lin Xiangyu, Shaghaleh Hiba, Liu Weiqi, Xu Xu, Wang Shifa and Liu Shiwei. A pinene-based silane crosslinker for improved mechanical strength/transparency of room-temperature vulcanizing silicone rubber. Materials Chemistry and Physics, 2020, 247 122868.<br/>[7] Dong Fuhao, Xu Xu, Shaghaleh Hiba, Guo Jiawen, Guo Lizhen, Qian Yuehan, Liu He and Wang Shifa. Factors influencing the morphology and adsorption performance of cellulose nanocrystal/iron oxide nanorod composites for the removal of arsenic during water treatment. International Journal of Biological Macromolecules, 2020, 156 1418-1424.<br/>[8] Yang Xinxin, Li Zhaoshuang, Liu He, Ma Lina, Huang Xujuan, Cai Zhaosheng, Xu Xu*, Shang Shibin and Song Zhanqian. Cellulose-based polymeric emulsifier stabilized poly(N-vinylcaprolactam) hydrogel with temperature and pH responsiveness. International Journal of Biological Macromolecules, 2020, 143 190-199.<br/>[9] Yang Xinxin, Li Zhaoshuang, Jiang Zhaoyu, Wang Siheng, Liu He, Xu Xu*, Wang Dan, Miao Yingchun, Shang Shibin and Song Zhanqian. Mechanical reinforcement of room-temperature-vulcanized silicone rubber using modified cellulose nanocrystals as cross-linker and nanofiller. Carbohydrate Polymers, 2020, 229 115509.<br/>[10]  Yang Xinxin, Guo Lizhen, Xu Xu*, Shang Shibin and Liu He. A fully bio-based epoxy vitrimer: Self-healing, triple-shape memory and reprocessing triggered by dynamic covalent bond exchange. Materials & Design, 2020, 186 108248.<br/>[11]  Wang Shibo, Yang Xinxin, Li Zhaoshuang, Xu Xu*, Liu He, Wang Dan, Min Huihua and Shang Shibin. Novel eco-friendly maleopimaric acid based polysiloxane flame retardant and application in rigid polyurethane foam. Composites Science and Technology, 2020, 198 108272.<br/>[12]  Zuo Minghui, Jiang Zhaoyu, Guo Lizhen, Dong Fuhao, Guo Jiawen and Xu Xu. Using α-Pinene-Modified Triethoxysilane as the New Cross-Linking Agent To Improve the Silicone Rubber Properties. ACS Omega, 2019, 4 (7): 11921-11927.<br/>[13]  Yang Xinxin, Li Qiaoguang, Li Zhaoshuang, Xu Xu, Liu He, Shang Shibin and Song Zhanqian. Preparation and Characterization of Room-Temperature-Vulcanized Silicone Rubber Using Acrylpimaric Acid-Modified Aminopropyltriethoxysilane as a Cross-Linking Agent. ACS Sustainable Chemistry & Engineering, 2019, 7 (5): 4964-4974.<br/>[14]  Xu Xu, Dong Fuhao, Yang Xinxin, Liu He, Guo Lizhen, Qian Yuehan, Wang Aiting, Wang Shifa and Luo Jinyue. Preparation and Characterization of Cellulose Grafted with Epoxidized Soybean Oil Aerogels for Oil-Absorbing Materials. Journal of Agricultural and Food Chemistry, 2019, 67 (2): 637-643.<br/>[15]  Shaghaleh Hiba, Xu Xu, Liu He, Wang Shifa, Alhaj Hamoud Yousef, Dong Fuhao and Luo Jinyue. The effect of atmospheric pressure plasma pretreatment with various gases on the structural characteristics and chemical composition of wheat straw and applications to enzymatic hydrolysis. Energy, 2019, 176 195-210.Shaghaleh Hiba, Xu Xu and Wang Shifa. Current progress in production of biopolymeric materials based on cellulose, cellulose nanofibers, and cellulose derivatives. RSC Advances, 2018, 8 (2): 825-842.<br/>[16]  Wang Sha, Jiang Feng, Xu Xu, Kuang Yudi, Fu Kun, Hitz Emily and Hu Liangbing. Super-Strong, Super-Stiff Macrofibers with Aligned, Long Bacterial Cellulose Nanofibers. Advanced Materials, 2017, 29 (35): 1702498.<br/>[17]  Huang Xujuan, Wang Aiting, Xu Xu, Liu He and Shang Shibin. Enhancement of Hydrophobic Properties of Cellulose Fibers via Grafting with Polymeric Epoxidized Soybean Oil. ACS Sustainable Chemistry & Engineering, 2017, 5 (2): 1619-1627.<br/>",
    "Class": "本科课程：天然产物化学、化工设计、化学生态学；<br/>研究生课程： 有机化合物色谱分析、功能高分子与新技术<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427939xuxu200121@njfu.edu.cn",
    "Introduction": "徐徐，江苏省徐州市人，博士，教授，博士生导师。2011年毕业于中国林科院林产化学工业研究所，同年进入南京林业大学工作，2017年赴美国马里兰大学帕克分校进行为期一年的访问交流工作。入选江苏省“333”第三层次人才，兼任中国林学会林产化学化工分会松香松节油专业委员会委员，省部级以上认定新产品或新技术3项，并有2项技术成果转化，获江苏省优秀本科毕业论文指导教师、梁希青年论文奖等。主要从事林产化学品和天然高分子及其功能化改性的教学和科研工作，同时重点开展天然萜类化合物的合成改性及其综合利用，以及纤维素等天然高分子材料改性的基础及应用技术的研究和开发。承担国家自然科学基金、国家重点研发计划项目任务等省部级以上项目8项，国内外发表学术论文60余篇，授权专利20余件。<br/>主持科研项目：<br/>1. 十三五重点研发计划项目课题任务（2018YFD0600402）：松节油基聚酰胺高分子阻燃材料制备技术与示范，2018.06-2021.06，160万元，在研，主持<br/>2. 国家自然科学基金青年项目（31600462）：萜烯基聚硅氧烷改性水性聚氨酯的多层次结构对其性能的影响，2017.01-2019.12，20万，已结题。<br/>3. 江苏省自然科学基金青年项目（BK20140973）：冷等离子预处理技术对木质纤维生物转化乙醇的基础研究，2014.07-2017.06，20万，已完成结题验收，并被评为优秀等级。<br/>4.国家自然科学基金面上项目（31470597）子项目：松香基丙烯酰胺聚合物结构与性能关系研究，2015.01-2018.12，25.5万，已结题。<br/>入选人才计划：<br/>1. 江苏省“双创计划” 科技副总类项目：2015.01-2016.12，4万，已完成结题验收。<br/>参加科研项目：<br/>1. 国家十三五重点研发计划（2016YFD0600804）：高硬度松节油基光固化树脂制备关键技术研究，2016.07-2021.06，98万，正在进行。<br/>2. 国家林业局林业公益性行业科研专项（201104015）：松节油合成功能性化学品关键技术研究，2011.01-2014.12，121万，已完成结题验收。<br/>3. 国家林业局948项目（2013-4-05）：松节油丙烯酸酯改性水性聚氨酯关键技术引进，2013.01-2015.12，50万，已完成结题验收。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/03/20220903151159892cbn1s7.jpg?iid=47810",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "徐徐",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}