{
    "Research_direction": "重点从事造纸化学品、胶粘剂与涂料领域的研究和开发，主要研究内容有聚丙烯酸酯乳液(阳离子聚丙烯酸酯乳液表面施胶剂、喷墨打印涂布乳液，RAFT聚合制备油墨分散乳液、防涂鸦乳液)，聚氨酯树脂系列(水性聚氨酯、无溶剂聚氨酯及醇溶性聚氨酯复膜胶)，聚醚改性有机硅系列(流平剂、消泡剂、润湿剂、乳化剂和脱模剂)，水性醇酸树脂，水性环氧树脂，可聚合型磷酸酯及无APEO乳化剂系列。目前的研究项目有：1、水性丙烯酸酯改性醇酸树脂2、反应型阴非离子乳化剂的制备3、RAFT反应制备水性丙烯酸酯改性环氧树脂3、羟基水性丙烯酸酯分散体的制备4、水性阳离子丙烯酸树脂改性玻纤纸5、水性环氧树脂改性玻纤纸<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "（1）Su, H., et al., Synthesis of water-based cationic polyacrylate copolymer emulsion by RAFT polymerization and its application as an inkjet printing agent. Pigment & Resin Technology, 2020. 49(5): p. 401-408.<br/>（2）Zheng, X., et al., Synthesis of Si-containing macro-RAFT agent for the water-borne polyacrylate polyurethane with anti-graffiti coating applications. Materials Today Communications, 2020. 25: p. 101590.<br/>（3）Liu, R., et al., Synthesis and Properties of Acridone Oligomers. European Journal of Organic Chemistry, 2019. 2019(20): p. 3217-3223.<br/>（4）Liu, R., et al., Effects of N-Substitution on the Property of Acridone. Chemistryselect, 2019. 4(27): p. 7797-7804.<br/>（5）Yan Xiuhua ; Ji, Yongxin ; HeTing . Synthesis of fiber crosslinking cationic latex and its effect on surface properties of paper[J] . Progress in Organic Coatings, v 76, n 1, p 11-16, January 2013<br/>（6）Yan, Xiuhua; Xu, Wei; Sao, Rong; Tang, Lanqing; Ji, Yongxin. Synthesis ofpolymerizable quaternary ammonium emulsifier and properties of its fiber crosslining emulsion.Colloids and Surfaces A: Physicochemical and Engineering Aspects, v 443, p 60-65, February 20, 2014.<br/>已经完成的研究课题：<br/>1、新型无APEO乳化剂技术开发，经费30万，项目负责人，2015-2020；<br/>2、水性醇酸树脂制备与应用，经费15万，项目负责人，2015－2020；<br/>3、聚醚改性有机硅消泡剂，项目负责人，18万，2018－2021；<br/>4、玻璃纤维表面浸渍水性树脂，项目负责人，9万，2019－2021；<br/>5、水性聚丙烯酸酯分散体的开发，项目负责人，20万，2021.1-2021.12；<br/>6、江苏省科技计划项目，新型无APEO乳化剂制备工艺技术开发研究，15万，项目负责人，2015.6 -2018.1月<br/>7、十三五重点研发计划项目课题名“松香松节油精深加工技术集成与示范”，项目号是2018YFD0600402，160万元，主要技术骨干，2018.07-2021.06，主要参与N-冰片基丙烯酰胺改性聚丙烯酸酯阻燃树脂的制备。<br/>获奖成果：<br/>1、1,4-丁二醇二缩水甘油醚清洁生产工艺技术，安微省科学技术奖二等奖，2009-2-R4<br/>2、涂料、油墨用氟碳改性聚丙烯酸酯流平剂研发与应用，安微池州市科学技术三等奖，2013-3-R3<br/>3、烯丙基缩水甘油醚清洁生产工艺关键技术及产业化，安微省科学技术奖二等奖，2013-2-R6<br/>4、高性能涂料油墨用助剂技术研究及其产业化，安微省科学技术奖三等奖，2015-3-R3<br/>",
    "Class": "1、精细化工工艺学（必修）<br/>2、胶粘剂与涂料（选修）<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公13851948800jiyongxin@njfu.com.cn",
    "Introduction": "男，江苏海门人，1962年6月生，教授，博士生导师。1984年毕业于南京工业大学化学工程学院化学工程本科专业，1988年获得工学硕士学位。主要从事精细化学品的教学和科研工作。承担了十多个企业委托开发项目，建立了多个产学研基地，完成了数十个新产品或新技术的成果转化。相关工作发表论文50余篇，获得省科技进步二等奖2项。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/08/31/202208311638449204keu5h.jpg?iid=47679",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "季永新",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}