{
    "Research_direction": "（1）木质纤维、甲壳素、蚕丝等纳米纤维高效剥离；<br/>（2）生物质纳米纤维规模规格化生产瓶颈问题解决；<br/>（3）生物质纳米纤维先进功能材料构建与应用基础；<br/>（4）生物质纳米纤维体系仿生结构与功能材料构筑；<br/>（5）日化保健、生物医药、抗菌涂层与包装材料等。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "[1]     One-pot cellulose etherification and self-crosslinking via a mild hydroxyl–yne click reaction in a homogeneous system [J]. Bowen Li, Chaoqun Xu, Juan Yu*, Liang Liu, Xiaofang Zhang, Yimin Fan*. Green Chemistry, 2023, DOI: 10.1039/d2gc04278a.<br/>[2]     In vitro digestion properties of different chitin nanofibrils stabilized lipid emulsions [J]. Yujun Zou, Shuai Zhang, Ying Liu, Liang Liu**, Juan Yu, Yimin Fan*. Food Hydrocolloids, 2023, 139: 108512.<br/>[3]     Shaoning Wang, Lili Zhang, Ruoteng Ma, Juan Yu, Xiya Zhang, Chun Shi, Lisha Ma, Tianqi Li, Yuefeng Huang, Yanlei Hu, Yimin Fan*, Zhiguo Wang *. A novel one-pot strategy to construct 3D-printable cellulose nanofiber/poly (deep eutectic solvent) conductive elastomers [J]. Chemical Engineering Journal, 2023, 454: 140022.<br/>[4]     Preparation of amino cellulose nanofiber via ε-poly-L-lysine grafting with enhanced mechanical, anti-microbial and food preservation performance [J]. Shuai Zhang, Huangjingyi Chen, Zicong Shi, Ying Liu, Liang Liu, Juan Yu*, Yimin Fan*. Industrial Crops & Products, 2023, 194: 116288.<br/>[5]     Implantable and in-vivo shape-recoverable nanocellulose-hyaluronic acid composite hydrogel [J]. Xin Li*, Xueyu Tang, Meijuan Chen, Peng Wang, Liang Liu, Junhua Zhang, Yimin Fan*. Carbohydrate Polymers, 2023, 305: 120540.<br/>[6]     Controlled delivery of aspirin from nanocellulose-sodium alginate interpenetrating network hydrogels [J]. Huazhong Ma, Jianglin Zhao, Ying Liu, Liang Liu*, Juan Yu, Yimin Fan*. Industrial Crops & Products, 2023, 192: 116081.<br/>[7]     Nanochitin and poly(N-isopropylacrylamide) interpenetrating network hydrogels for temperature sensor applications [J]. Huazhong Ma, Yujun Zou, Shuai Zhang, Liang Liu, Juan Yu, Yimin Fan*. Carbohydrate Polymers, 2022, 291: 119544.<br/>[8]     Xiya Zhang, Lili Zhang, Yimin Fan*, Zhiguo Wang*. The case-dependent lignin role in lignocellulose nanofibers preparation and functional application-A review [J]. Green Energy & Environment, 2022, https://doi.org/10.1016/j.gee.2022.09.008.<br/>[9]     Mengyue Shi, Yanlei Hu, Xin Luo, Liang Liu, Juan Yu, Yimin Fan*, Tiny NaOH Assisted Facile Preparation of Silk Nanofibers and Their Nanotube-Compositing Strong, Flexible, and Conductive Films [J]. ACS Biomaterials Science & Engineering 2022, 8: 4014-4023.<br/>[10] Long Bai, Liang Liu, Marianelly Esquivel, Blaise L. Tardy, Siqi Huan, Xun Niu, Shouxin Liu, Guihua Yang, Yimin Fan*, Orlando J. Rojas*. Nanochitin: Chemistry, Structure, Assembly, and Applications [J]. Chemical Reviews, 2022, 122: 11604-11674.<br/>[11] Yanlei Hu, Yujun Zou, Yue Ma, Juan Yu, Liang Liu, Meijuan Chen, Shengjie Ling, Yimin Fan*. Formulation of Silk Fibroin Nanobrush-Stabilized Biocompatible Pickering Emulsions [J]. Langmuir, 2022, 38: 14302-14312.<br/>[12] Liang Liu#, Huangjingyi Chen#, Yujun Zou, Feier Chen, Yimin Fan*, Qiang Yong. Zwitterionic chitin nanocrystals mediated composite and self-assembly with cellulose nanofibrils [J]. International Journal of Biological Macromolecules 2022, 223: 108-119.<br/>[13] Shuai Zhang, Huangjingyi Chen, Huazhong Ma, Juan Yu, Liang Liu, Yimin Fan*. A MoS2QDs/chitin nanofiber composite for improved antibacterial and food packaging [J]. International Journal of Biological Macromolecules, 2022, 209: 737-746.<br/>[14] Huangjingyi Chen, Liang Liu*, Feier Chen, Yimin Fan*, Qiang Yong. Re-dispersible chitin nanofibrils with improved stability in green solvents for fabricating hydrophobic aerogels [J]. Carbohydrate Polymers 2022, 283: 119138.<br/>[15] Junhua Xu, Yujun Zou, Liang Liu, Juan Yu, Zhiguo Wang*, Yimin Fan*, Orlando J.Rojas*. Multifunctional aqueous ferrofluid stabilized by cellulose nanofibrils with long term stability [J]. Chemical Engineering Journal, 2022, 443: 136252.<br/>[16] Junhua Xu, Liang Liu, Juan Yu, Yujun Zou, Wenhui Pei, Lili Zhang, Wenbo Ye, Long Bai, Zhiguo Wang*, Yimin Fan*, Qiang Yong, Orlando J. Rojas. Simple synthesis of self-assembled nacre-like materials with 3D periodic layers from nanochitin via hydrogelation and mineralization [J]. Green Chemistry, 2022, 24: 1308-1317.<br/>[17] Junhua Xu, Peng Wang, Yujun Zou, Shuai Zhang, Caoxing Huang, Liang Liu, Juan Yu, Yimin Fan*. One-Step Preparation of Fe3O4/Nanochitin Magnetic Hydrogels with Remolding Ability by Ammonia Vapor Diffusion Gelation for Osteosarcoma Therapy [J]. Biomacromolecules, 2022, 23: 1314-1325<br/>[18] Ying Liu, Juan Yu, Liang Liu, Yimin Fan*. Shape-recoverable, piezoresistive, and thermally insulated xerogels based on nanochitin-stabilized Pickering foams [J]. Carbohydrate Polymers, 2022, 278: 118934<br/>[19] Huangjingyi Chen, Jie Jiang, Shuai Zhang, Juan Yu, Liang Liu, Yimin Fan*. Surface modification of cellulose originated from different plant sources through TEMPO/Laccase/O2 oxidation[J]. Industrial Crops & Products, 2022,176: 114295<br/>[20] 陈黄敬一, 俞娟, 蒋杰, 刘亮, 范一民*. TEMPO 氧化修饰的天然多糖纳米纤维增强复合材料及其功能化研究进展[J]. 复合材料学报, 2022, 39, 4: 1425-1445<br/>[21] Qing Zhang, Ruoteng Ma, Lisha Ma, Lili Zhang, Yimin Fan *, Zhiguo Wang *. Contribution of lignin in esterified lignocellulose nanofibers (LCNFs) prepared by deep eutectic solvent treatment to the interface compatibility of LCNF/PLA composites [J]. Industrial Crops & Products, 2021,166: 113460<br/>[22] Huazhong Ma, Liang Liu*, Juan Yu, Yimin Fan*. One-step preparation of chitin nanofiber dispersion in full pH surroundings using recyclable solid oxalic acid and evaluation of redispersed performance[J]. Biomacromolecules, 2021, 22: 4373-4382<br/>[23] Lili Zhang, Jingjing Chu, Shaheng Gou, Yujie Chen, Yimin Fan*, Zhiguo Wang*. Direct fractionation of wood chips by deep eutectic solvent facilitated pulping technology and application for enzyme hydrolysis[J]. Industrial Crops & Products, 2021,171: 113927<br/>[24] Liang Liu, Ying Liu, Huazhong Ma, Junhua Xu, Yimin Fan*, Qiang Yong. TEMPO-oxidized nanochitin based hydrogels and inter-structure tunable cryogels prepared by sequential chemical and physical crosslinking[J]. Carbohydrate Polymers, 2021, 272: 118495<br/>[25] Huazhong Ma, Juan Yu, Liang Liu*, Yimin Fan*. An optimized preparation of nanofiber hydrogels derived from natural carbohydrate polymers and their drug release capacity under different pH surroundings[J]. Carbohydrate Polymers, 2021, 265: 118008<br/>[26] Liang Liu, Huazhong Ma, Juan Yu, Yimin Fan*. Fabrication of glycerophosphate-based nanochitin hydrogels for prolonged release under in vitro physiological conditions[J]. Cellulose, 2021, 28: 4887-4897<br/>[27] Bowen Li, Chaoqun Xu, Liang Liu, Juan Yu*, Yimin Fan*. Facile and sustainable etherification of ethyl cellulose towards excellent UV blocking and fluorescence properties[J]. Green Chemistry, 2021, 23(1): 479-489<br/>[28] Wenbo Ye, Shingo Yokota, Yimin Fan*, Tetsuo Kondo*. A combination of aqueous counter collision and TEMPO-mediated oxidation for doubled carboxyl contents of α-chitin nanofibers[J]. Cellulose, 2021:1-15<br/>[29] Yanlei Hu, Mengyue Shi, Liang Liu, Juan Yu, Yimin Fan*. Top-down extraction of surface carboxylated-silk nanocrystals and application in hydrogel preparation[J]. International journal of biological macromolecules, 2021, 174: 162-174<br/>[30] Huazhong Ma, Junhua Xu, Juan Yu, Liang Liu*, Yimin Fan*. Visualization and improvement of the physical gelation process during gas phase coagulation through acid–base indicator staining, monitoring and optimization[J]. Cellulose, 2020, 27: 6871-6886<br/>[31] Yanlei Hu, Liang Liu, Juan Yu, Zhiguo Wang*, Yimin Fan*. Preparation of Silk Nanowhisker-Composited Amphoteric Cellulose/Chitin Nanofiber Membranes[J]. Biomacromolecules, 2020, 21(4): 1625-1635<br/>[32] Jie Jiang#, Huangjingyi Chen#, Liang Liu, Juan Yu, Yimin Fan*, Tsuguyuki Saito, Akira Isogai*. Influence of chemical and enzymatic TEMPO-mediated oxidation on chemical structure and nanofibrillation of lignocellulose[J]. ACS Sustainable Chemistry & Engineering, 2020, 8(37): 14198-14206<br/>[33] Jie Jiang#, Huangjingyi Chen#, Juan Yu, Liang Liu, Yimin Fan*, Tsuguyuki Saito, Akira Isogai. Rate‐Limited Reaction in TEMPO/Laccase/O2 Oxidation of Cellulose[J]. Macromolecular Rapid Communications, 2020: 2000501<br/>[34] 50. Wenwen Zhang, Jing Ren, Ying Pei, Chao Ye, Yimin Fan*, Zeming Qi, Shengjie Ling*. Analysis of the Contribution of Conformation and Fibrils on Tensile Toughness and Fracture Resistance of Camel Hairs[J]. ACS Biomaterials Science and Engineering, 2021, https://dx.doi.org/10.1021/acsbiomaterials.0c00892<br/>[35] Wenbo Ye, Yanlei Hu, Huazhong Ma, Liang Liu, Juan Yu, Yimin Fan*. Comparison of cast films and hydrogels based on chitin nanofibers prepared using TEMPO/NaBr/NaClO and TEMPO/NaClO/NaClO2 systems[J]. Carbohydrate Polymers, 2020: 116125<br/>[36] Yanlei Hu, Liang Liu, Juan Yu, Zhiguo Wang*, Yimin Fan*. Preparation of natural multicompatible silk nanofibers by green deep eutectic solvent treatment[J]. ACS Sustainable Chemistry & Engineering, 2020, 8: 4499-4510<br/>[37] Wenwen Zhang, Ke Zheng, Jin Ren, Yimin Fan*, Shengjie Ling*. Strong, ductile and lightweight bionanocomposites constructed by bioinspired hierarchical assembly[J]. Composites Communications, 2020, 17: 97-103<br/>[38] 张文文，俞娟，张丽君，范一民*. 纳米纤维素/滤纸浆复合微滤膜的制备与性能[J]. 林业科学，2020，56: 112-118<br/>[39] Wenbo Ye, Liang Liu, Zhiguo Wang, Juan Yu, Yimin Fan*. Investigation of Pretreatment Methods for Improving TEMPO-Mediated Oxidation and Nanofibrillation Efficiency of α‑Chitin[J]. ACS Sustainable Chemistry & Engineering, 2019, 7: 19463-19473<br/>[40] Ke Zheng, Yanlei Hu, Wenwen Zhang, Juan Yu, Shengjie Ling*, Yimin Fan*. Oxidizing and Nano-dispersing the Natural Silk Fibers[J]. Nanoscale research letters, 2019, 14: 250<br/>[41] Wenbo Ye, Huazhong Ma, Liang Liu, Juan Yu, Jiangli Lai, Yaowei Fang* and Yimin Fan*. Biocatalyzed route for the preparation of surface-deacetylated chitin nanofibers[J]. Green Chemistry, 2019, 21: 3143-3151<br/>[42] Juan Yu, Yelin Zhu, Huazhong Ma, Liang Liu, Yanlei Hu, Junhua Xu, Zhiguo Wang*, Yimin Fan*. Contribution of hemicellulose to cellulose nanofiber-based nanocomposite films with enhanced strength, flexibility and UV-blocking properties[J]. Cellulose, 2019, 26: 6023-6034<br/>[43] Yingzhao Lu, Juan Yu, Jinxia Ma, Zhiguo Wang*, Yimin Fan*, Xiaofan Zhou. High-yield preparation of cellulose nanofiber by small quantity acid assisted milling in glycerol[J]. Cellulose, 2019, 26: 3735-3745<br/>[44] Yanlei Hu, Juan Yu, Liang Liu, Yimin Fan*. Preparation of Natural Amphoteric Silk Nanofibers by Acid Hydrolysis[J]. Journal of Materials Chemistry B, 2019, 7: 1450-1459<br/>[45] Junhua Xu, Liang Liu, Juan Yu, Yujun Zou, Zhiguo Wang, Yimin Fan*. DDA (degree of deacetylation) and pH-dependent antibacterial properties of chitin nanofibers against Escherichia coli[J]. Cellulose, 2019, 26: 2279-2290<br/>[46] Liang Liu, Long Bai, Anurodh Tripathi, Juan Yu, Zhiguo Wang, Maryam Borghei, Yimin Fan∗, Orlando J Rojas∗. High Axial Ratio Nanochitins for Ultra-Strong and Shape-Recoverable Hydrogels and Cryogels via Ice Templating[J]. ACS nano, 2019, 13: 2927-2935<br/>[47] Lili Zhang, Hailong Lu, Juan Yu, Yimin Fan*, Jinxia Ma, Zhiguo Wang* Contribution of lignin to the microstructure and physical performance of three-dimensional lignocellulose hydrogels[J]. Cellulose, 2019, 26: 2375-2388<br/>[48] Zhiguo Wang, Wenwen Zhang, Juan Yu, Lijun Zhang, Liang Liu, Xiaofan Zhou, Chaobo Huang, Yimin Fan*. Preparation of nanocellulose/filter paper (NC/FP) composite membranes for high-performance filtration[J]. Cellulose, 2019, 26: 1183-1194<br/>[49] Zhiguo Wang, Rong Wang, Pengbo Xu, Juan Yu, Liang Liu, Yimin Fan*. Physical nanochitin/microemulsion composite hydrogels for hydrophobic Nile Red release under in vitro physiological conditions[J]. Cellulose, 2019, 26: 1221-1230<br/>[50] Liang Liu, Maryam Borghei, Zhiguo Wang, Junhua Xu, Yimin Fan*, and Orlando J. Rojas. Salt-induced colloidal destabilization, separation, drying, and redispersion in aqueous phase of cationic and anionic nanochitins[J]. Journal of Agricultural and Food Chemistry, 2018, 66 (35): 9189-9198<br/>[51] Liang Liu, Rong Wang, Juan Yu, Lijiang Hu, Zhiguo Wang*, Yimin Fan* Adsorption of reactive blue 19 from aqueous solution by chitin nanofiber-/nanowhisker-based hydrogels[J]. RSC Advances, 2018, 8: 15804-15812<br/>[52] Jie Jiang, Juan Yu, Liang Liu, Zhiguo Wang, Yimin Fan*, Tsuguyuki Satio, Akira Isogai. Preparation and hydrogel properties of pH-sensitive amphoteric chitin nanocrystals[J]. Journal of Agricultural and Food Chemistry, 2018, 66: 11372-11379<br/>[53] Wenbo Ye, Liang Liu, Juan Yu, Shilin Liu, Qiang Yong, Yimin Fan*. Hypolipidemic activities of partially deacetylated α-chitin nanofibers/nanowhiskers in mice[J]. Food & Nutrition Research, 2018, 62, 1295-1303<br/>[54] Wenwen Zhang, Chao Ye, Ke Zheng, Jiajia Zhong, Yuzhao Tang, Yimin Fan*, Markus J. Buehler*, Shengjie Ling*, David L. Kaplan. Tensan silk inspired hierarchical fibers for smart textile applications[J]. ACS Nano, 2018, 12: 6968-6977<br/>[55] Ke Zheng, Juan Yu, Wenwen Zhang, Xun Li, Yimin Fan*, David L. Kaplan. Self-assembling oxidized silk fibroin nanofibrils with controllable fractal dimensions[J]. Journal of Materials Chemistry B, 2018, 6, 4656-4664<br/>[56] Jie Jiang, Wenbo Ye, Juan Yu, Yimin Fan*, Yuko Ono, Tsuguyuki Saito, Akira Isogai*. Chitin nanocrystals prepared by oxidation of α-chitin using the O2 /laccase/TEMPO system[J]. Carbohydrate Polymers, 2018, 189: 178-183<br/>[57] 俞娟, 徐俊华, 范一民*. 壳聚糖抗菌性能研究进展[J]. 林业工程学报, 2018, 3: 20-27<br/>[58] Jie Jiang, Yimin Fan*. TEMPO/Laccase/O2 Oxidation of Native Cellulose for the Preparation of Cellulose Nanofibers. In Nanocelluloses: Their Preparation, Properties, and Applications, ACS Symposium Series, American Chemical Society: Washington, DC, 2017. https://doi.org/10.1021/bk-2017-1251.ch010.<br/>[59] Rong Wang, Liang Liu, Juan Yu, Zhiguo Wang*, Lijiang Hu, Yimin Fan*. Versatile protonic acid mediated preparation of partially deacetylated chitin nanofibers nanowhiskers and their assembling of nano-structured hydro-and aero-gels[J]. Cellulose, 2017, 24: 5443-5454<br/>[60] Zhiguo Wang, Junfei Xu, Yingzhao Lu, Lijiang Hu, Yimin Fan*, Jinxia Ma*, Xiaofan Zhou. Preparation of 3D printable micro/nanocellulose-polylactic acid (MNC/PLA) composite wire rods with high MNC constitution[J]. Industrial Crops and Products. 2017, 109: 889-896<br/>[61] Jie Jiang, Wenbo Ye, Liang Liu, Zhiguo Wang, Yimin Fan*, Tsuguyuki Saito, Akira Isogai. Cellulose nanofibers prepared using the tempo/laccase/O2 system[J]. Biomacromolecules, 2017, 18: 288-294<br/>[62] Liang Liu, Rong Wang, Juan Yu, Jie Jiang, Ke Zheng, Lijiang Hu, Zhiguo Wang*, Yimin Fan*. Robust self-standing chitin nanofiber/nanowhisker hydrogels with designed surface charges and ultra-low mass content via gas phase coagulation[J]. Biomacromolecules, 2016. 17: 3773-3781<br/>[63] Ke Zheng, Ying Chen, Wenwen Huang, Yinan Lin, David L. Kaplan*, Yimin Fan*. Chemically functionalized silk for human bone marrow-derived mesenchymal stem cells proliferation and differentiation[J]. ACS Applied Materials & Interfaces, 2016, 8: 14406-14413<br/>[64] Zhiguo Wang, Hui Li, Liang Liu, Jie Jiang, Ke Zheng, Yimin Fan*. Stability of partially deacetylated chitin nano-fiber dispersions mediated by protonic acids[J]. Journal of Bioresources and Bioproducts. 2016, 1: 132-138<br/>[65] 刘亮, 吕鹤婵, 蒋杰, 郑可, 范一民*. 几丁质纳米纤维/壳聚糖复合气凝胶微球的制备与表征[J]. 南京工业大学学报(自然科学版), 2016, 38: 51-55<br/>[66] Liang Liu, Hechan Lv, Jie Jiang, Ke Zheng, Wenbo Ye, Zhiguo Wang*, Yimin Fan*. Reinforced chitosan beads by chitin nanofibers for the immobilization of β-glucosidase[J]. RSC Advances, 2015, 5: 93331-93335<br/>[67] Yan Zhang, Jie Jiang, Liang Liu, Ke Zheng, Shiyuan Yu, Yimin Fan*. Preparation, assessment, and comparison of α-chitin nano-fiber films with different surface charges[J]. Nanoscale Research Letters, 2015, 10: 226-237<br/>[68] 张燕, 范一民*, 余世袁. 晶体表面修饰制备几丁质纳米纤维的研究进展[J]. 林产化学与工业, 2015, 35: 125-132<br/>[69] Yimin Fan, Hayaka Fukuzumi, Tsuguyuki Saito, Akira Isogai*. Comparative characterization of aqueous dispersions and cast films of different chitin nanowhiskers/nanofibers[J]. International Journal of Biological Macromolecules, 2012, 50: 69-76<br/>[70] Yimin Fan, Tsuguyuki Saito, Akira Isogai*. Individual chitin nano-whiskers prepared from partially deacetylated -chitin by fibril surface cationization[J]. Carbohydrate Polymers, 2010, 79: 1046-1051<br/>[71] Yimin Fan, Tsuguyuki Saito, Akira Isogai*. TEMPO-mediated oxidation of -chitin to prepare individual nanofibrils[J]. Carbohydrate Polymers, 2009, 77: 832-838<br/>[72] Yimin Fan, Tsuguyuki Saito, Akira Isogai*. Preparation of chitin nanofibers from squid pen β-chitin by simple mechanical treatment under acid conditions[J]. Biomacromolecules, 2008, 9: 1919-1923<br/>[73] Yimin Fan, Tsuguyuki Saito, Akira Isogai*. Chitin nanocrystals prepared by tempo-mediated oxidation of chitin[J]. Biomacromolecules, 2008, 9: 192-198<br/>",
    "Class": "主要承担《植物纤维资源生物利用》（双语课程）、《生物质纳米材料》的本科生教学和《生物纳米纤维材料》的研究生教学，以及《Bio-based functional materials》(全英文)的留学生教学工作，曾获批校教学质量工程建设双语示范课等教改项目，曾获校教师教学创新大赛一等奖等教学奖项。曾被评为南京林业大学“最受学生喜爱的导师”。<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-8542721560219fanyimin@njfu.edu.cn",
    "Introduction": "女，1979年10月生，博士，江苏特聘教授，南京林业大学教授。2005年毕业于中国南京林业大学化学工程学院生物化工专业，获硕士学位；2006年获日本文部科学省奖学金赴日本东京大学攻读博士学位，2009年毕业于东京大学生物材料科学专攻，获博士学位；2009年被日本学术振兴会（JSPS）聘请为外国人特别研究员，同时作为日本东京大学博士后特别研究员在东京大学开展研究工作。2011年7月作为南京林业大学海外引进高层次人才回国工作，2012年1月被聘为江苏特聘教授。主要从事生物质纳米纤维材料基础理论与应用基础研究，在纤维素、几丁质及蚕丝蛋白等农林生物质纳米纤维的制备新途径开发、规模化生产瓶颈问题解决、功能材料构建等方面取得了系列成果，受到国际国内相关领域专家关注和认可。曾获浙江省科技进步二等奖、健康与纳米技术高峰论坛及产学研医成果大赛三等奖等奖项。主持国家自然科学基金等省部级科研项目8项。发表中英文高水平学术论文100余篇，其中包括在Chemical Reviews, ACS Nano, Green Chemistry等高水平期刊发表通讯作者的SCI论文70篇（影响因子10以上一区论文21篇），引用3000余次。授权第一发明人发明专利11项。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/03/20220903144529155qcwph1.png?iid=47800",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "范一民",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}