{
    "Research_direction": "1、二维共轭聚合物的设计与物性调控。<br/>2、能源转化与存储材料的理论设计。<br/>3、绿色能源化学的理论研究。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "Jing, Y.*; Zhu, X.; Maier, S.; Heine, T.* 2D Conjugated Polymers: Exploiting Topological Properties for the Rational Design of Metal-Free Photocatalysts. Trends Chem. 2022, 4, 792-806.<br/>Yang, Y.; Geng, W.; Xu, T.; Jing, Y.* Two-dimensional polymers made of carbonyl-bridged heterotriangulenes are promising anode materials for Li-ion batteries. 2D Mater. 2022, 9, 034003.<br/>Zhu, X.; Jing, Y.* Natural quinone molecules as effective cathode materials for nonaqueous lithium-ion batteries. J. Power Sources 2022, 531, 231291.<br/>Zhang, J.; Zhou, Z.; Zhu X.; Geng, W.; Li, T.; Li, M.; Fang, C.; Shan, X.; Li, Y.; Jing, Y.* Mo3(C6X6)2 (X = NH,S,O) monolayers: Two-dimensional conductive metal-organic frameworks as effective electrocatalysts for the nitrogen reduction reaction, J. Energy Chem. 2021, 61, 71-76. (IF=7.21)<br/>Zhou, Z.; Springer, M. A.; Geng, W.; Zhu, X.; Li, T.; Li, M.; Jing, Y.*; Heine, T. * Rational Design of Two-Dimensional Binary Polymers from Heterotriangulenes for Photocatalytic Water Splitting. J. Phys. Chem. Lett. 2021, 12, 8134−8140.(IF = 6.475)<br/>Li, T.; Li, M.; Zhu, X.; Zhang, J.; Jing, Y.* Conductive two-dimensional M3(C6S3O3)2 monolayers as effective electrocatalysts for oxygen reduction reaction. J. Mater. Chem. A 2021, 9, 24887-24894.(IF = 12.732)<br/>Jing, Y.;* Zhou, Z.; Geng, W.; Zhu, X.; Heine, T.* Two-Dimensional Honeycomb-Kagome Polymers as Effective Metal-Free Photocatalysts for Water Splitting. Adv. Mater. 2021, 33, 2008645.（IF=27.398）<br/>Jing, Y.; Heine, T.* Making 2D topological polymers a reality. Nature Mater. 2020, 19, 823-824.  (IF=38.89)<br/>Zhang, J.; Zhou, Z.; Wang, F. Li, Y.;* Jing, Y.* Two-Dimensional Metal Hexahydroxybenzene Frameworks as Promising Electrocatalysts for Oxygen Reduction Reaction. ACS Sustainable Chem. Eng. 2020, 8, 19, 7472-7479. (IF=6.97)<br/>Jing, Y.;* Zhou, Z.; Zhang, J.; Huang, C.; Li, Y.; Wang, F. SnP2S6 Monolayer: a Promising 2D Semiconductor for Photocatalytic Water Splitting. Phys. Chem. Chem. Phys. 2019, 21, 21064-21069. (IF=3.567)<br/>Jing, Y.;* Liu, J.; Zhou, Z.; Zhang, J.; Li, Y.* Metallic Nb2S2C Monolayer: A Promising Two-Dimensional Anode Material for Metal Ion Batteries. J. Phys. Chem. C 2019, 123, 44, 26803-26811. (IF=4.309)<br/>Liu, J.; Qiao, M.; Zhou, Z.; Jing, Y.;* Li, Y.* Ti2PTe2 monolayer: a promising two-dimensional anode material for sodium-ion batteries. RSC Adv. 2019, 9, 15536-15541.<br/>Jing, Y.; Heine, T.* Two-Dimensional Kagome Lattices Made of Hetero Triangulenes Are Dirac Semimetals or Single-Band Semiconductors. J. Am. Chem. Soc. 2019, 141, 743-747. (Top, IF=14.695)<br/>Jing, Y.;* Heine, T.* Two-Dimensional Pd3P2S8 Semiconductors as Photocatalysts for the Solar-Driven Oxygen Evolution Reaction: a Theoretical Investigation. J. Mater. Chem. A 2018, 6, 23495-23501. (IF=10.773)<br/>Jing, Y.; Ma, Y.; Li, Y.; Heine, T.* GeP3: A small indirect band gap 2D crystal with high carrier mobility and strong interlayer quantum confinement. Nano Lett. 2017, 17, 1833-1838.(ESI Hot Paper) (Top, IF=12.279 Highly cited paper)<br/>Zhu Y. P.;† Jing, Y.;† Vasileff, A.; Heine, T.; Qiao, S. Z.* 3D Synergistically Active Carbon Nanofibers for Improved Oxygen Evolution. Adv. Energy Mater. 2017, 1602928. (co-first author, IF=24.884 ESI Hot Paper)<br/>Jing, Y.; Ma, Y.; Wang, Y.; Li, Y.; Heine, T.* Ultrathin layers of PdPX (X= S, Se): Two Dimensional Semiconductors for Photocatalytic Water Splitting. Chem. Eur. J. 2017, 23, 13612-13616. (IF = 5.160)<br/>Jing, Y.; Zhang, X.; Zhou, Z.* Phosphorene: What Can We Know from Computations? WIREs Comput. Mol. Sci. 2016, 6, 5-19. (Cover IF = 8.127)<br/>Jing, Y.; Zhang, X.; Wu, D.; Zhao, X.; Zhou, Z.* High Carrier Mobility and Pronounced Light Absorption in Methyl-Terminated Germanene: Insights from First-Principles Computations. J. Phys. Chem. Lett. 2015, 6, 4252−4258. (IF=7.329)<br/>Jing, Y.; Zhou, Z.* Computational Insights into Oxygen Reduction Reaction and Initial Li2O2 Nucleation on Pristine and Nitrogen Doped Graphene in Li-O2 Batteries. ACS Catal. 2015, 5, 4309–4317. (Top, IF=12.221)<br/>Jing, Y.; Tang, Q.; He, P.; Zhou, Z.;* Shen, P. Small Molecules Make Big Differences: Molecular Doping Effects on Electronic and Optical Properties of Phosphorene. Nanotechnology 2015, 26, 095201. (ESI Hot Paper IF = 3.399)<br/>Jing, Y.; Ortiz-Quiles, E.O.; Cabrera, C.R.;* Chen, Z.;* Zhou, Z.* Layer-by-Layer Hybrids of MoS2 and Reduced Graphene Oxide for Lithium Ion Batteries. Electrochim. Acta 2014, 147, 392–400. (IF = 5.383)<br/>Jing, Y.; Zhou, Z.;* Cabrera, C.R.; Chen, Z.* Graphene, Inorganic Graphene Analogs and Their Composites for Lithium Ion Batteries. J. Mater. Chem. A 2014, 2, 12104–12122. (Inside Cover & ESI Hot paper) (IF=10.773)<br/>Jing, Y.; Tan, X.; Zhou, Z.*; Shen, P. Tuning Electronic and Optical Properties of MoS2 Monolayer via Molecular Charge Transfer. J. Mater. Chem. A 2014, 2, 16892–16897. (IF=10.773)<br/>Jing, Y.; Zhou, Z.*; Cabrera, C.R.; Chen, Z.* Metallic VS2 Monolayer: A Promising 2D Anode Material for Lithium Ion Batteries. J. Phys. Chem. C, 2013, 117, 25409−25413. (IF=4.309)<br/>",
    "Class": "本科生课程：<br/>1. 化工专业英语 （春季学期）<br/>2. 无机及分析化学 （秋季学期）<br/>研究生课程：<br/>1. 计算化学实验导论 （春季学期）<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公yujing@njfu.edu.cn",
    "Introduction": "荆宇，教授、博士生导师。国家优秀青年基金获得者。分别于2011和2016年，获南开大学理学学士和理学博士学位。2012至2013年，于美国波多黎各大学访问学习一年。2016年至2018年，于德国莱比锡大学和德累斯顿工业大学从事博士后研究工作，并获得玛丽居里奖学金。主持国家自然科学基金和江苏省自然科学基金项目多项，2020年入选第十一批江苏特聘教授，2022年获得国家优秀青年基金支持。<br/>主要研究方向，绿色能源计算化学、计算材料学。截止目前共发表SCI收录论文40余篇，其中第一/通讯作者论文25篇，包括Nature Mater.、J.Am.Chem.Soc.、Adv. Mater.、Trends Chem.、Nano Lett.、ACS Catal.、J.Phys.Chem.Lett.、Adv.Energy Mater.等。全部论文共被引用超过3200次，8篇第一作者文章单篇他引超过100次，个人h-index为24。担任Catalysts期刊副主编、Rare Metals期刊和《林业工程学报》青年编委。<br/>主持项目：<br/>2020.09-2023.09 江苏省特聘教授启动项目<br/>2020.01-2022.12 国家自然科学基金青年项目<br/>2019.07-2022.06 江苏省自然科学基金青年项目<br/>2018.12-2023.09 水杉学者科研启动项目<br/>2017.04-2019.03 欧盟玛丽居里学者项目<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/05/202209052250013003wl23q.jpg?iid=47886",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "荆宇",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}