{
    "Research_direction": "主要研究方向<br/>生物活性物质的研究与开发；天然药物的生物转化及生物合成；微生物酶工程及基因工程；林产资源生物化学加工。<br/>第一负责人主持的主要科研项目<br/>（1）国家科技部十四五重点研发计划课题，竹源活性成分定向转化富集技术与示范（2022YFD2200905）， 2022.11-2027.10<br/>（2）科技部十四五重点研发计划任务，典型林源天然产物高效分离规律及其生物转化调控基础研究（2022YFD2200605）， 2022.11-2026.10<br/>（3）国家自然科学基金：桂花特征香气物质二氢-β-紫罗兰酮生物合成限速酶的分子基础（32071711），2021.01-2024.12<br/>（4）科技部十三五重点研发计划任务，典型林源黄酮和萜类物质生物修饰关键技术及其药理活性的研究（2016YFD0600805），2016-2020<br/>（5）国家自然科学基金：嗜热鼠李糖苷酶底物特异性机制及其定向改造（31570565），2016-2019<br/>（6）林业科技成果国家级推广项目，银杏叶等药用植物资源活性物质提取转化新技术的推广及应用（[2017] 10号），2017-2019<br/>（7）国家林业公益性行业科研专项重点项目课题：桂花精油合成代谢关键酶解析及其高效制备技术（201404601），2014-2017<br/>（8）省“六大人才高峰” 高层次人才工程资助项目：新型糖苷水解酶的异源高效表达及其在银杏黄酮生物转化中的应用（2014-JY-011），2014-2017<br/>（9）省“333”高层次人才培养工程资助项目：基于制备异槲皮素的嗜热鼠李糖苷酶基因改造及重组菌构建（BRA2015317），2015-2017<br/>（10）江苏省高校自然科学研究重大项目：基于提高耐热耐碱性能的新型高表达重组木聚糖酶基因突变（13KJA220004），2013-2016<br/>（11）国家自然科学基金：提高β-葡萄糖苷酶表达量及其抗高糖反馈抑制能力的基因突变（31070515），2011-2013<br/>（12）引进国际先进林业科学技术计划项目：林果及林药等林产品残留农药降解剂制备及施用关键技术引进（2011-4-15），2011-2014<br/>（13）2000-2010年，主持国家自然科学基金、江苏省自然科学基金、引进国际先进农业科学技术项目、教育部科学技术研究重点项目、省教委自然科学研究基金项目、南京市科委农业科技项目等项目。总经费100多万。<br/>（14）企业合作项目：与江苏康缘药业股份有限公司、江苏洋河酒厂股份有限公司、广东大华农动物保健品股份有限公司、潍坊市文冠果产业研究院、陕西洋县志建药业、江苏康缘尤赛金生物科技有限公司等多家企业开展天然药物生物催化与转化、大健康产品开发、林产资源生物化学加工等方面的合作。总经费300多万元。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "获奖情况<br/>（1）2022年，高等学校科学研究优秀成果奖科学技术进步奖一等奖，6/20。<br/>（2）2021年，梁希林业科学技术奖技术发明奖二等奖（2021-KJF-2-01-R03）。<br/>（3）2017年，梁希林业科学技术奖二等奖（2017-KJ-2-03）。<br/>（4）2016年，全国商业科技进步奖一等奖（2016-1-20-R02）。<br/>（5）2011年，国家科学技术进步奖二等奖1项（2011-J-202-2-05-R07）、江苏省科学技术奖三等奖（2011-3-95-R7）1项、梁希林业科学技术奖三等奖1项（2011-KJ-3-13-R01）。<br/>（6）2007年，梁希林业科学技术奖一等奖1项（2007-KJ-1-02-R6）。<br/>（7）2次获江苏省优秀硕士论文指导教师。指导的大学生挑战杯创业计划大赛团队分别获省一等奖、全国大赛铜奖各1项。<br/>科技成果认定、评价或鉴定<br/>（1）科技成果评价：定向催化与转化氧苷黄酮和萜类皂苷等植物活性物质关键技术，2021，中国林学会，1/10。<br/>（2）科技成果评价：竹类植物重要活性物质挖掘及绿色产品创制关键技术，2021，中国林学会，3/15。<br/>（3）成果认定：桂花精油高效复合酶提取及综合利用新技术，中国林学会，2021，1/14。<br/>（4）认定成果：银杏叶芽孢杆菌培养物的制备技术，2016，国家林业局科技司组织专家认定，排名4/12。<br/>（5）认定成果：银杏叶及外种皮加工产业化关键技术，2016，国家林业局科技司组织专家认定，排名2/22。<br/>（6）认定成果：新型残留农药生物降解剂的制备技术，2015，国家林业局科技司组织专家认定，排名第一。<br/>（7）鉴定成果： 银杏等五个特种工业原料林树种定向培育及加工技术，2012，国家林业局科技司组织专家鉴定，2/40。<br/>（8）鉴定成果：银杏叶生物饲料添加剂合生元的制备技术，2007，省教育厅组织专家鉴定，排名第一。<br/>（9）认定成果：银杏叶饲料添加剂的制备及银杏花粉酶法破壁新技术，2008，国家林业局科技司组织专家认定，排名第一。<br/>发明授权专利<br/>[1] 赵林果，李琦，李冬冬，童欣怡，蒋玉洁。嗜热木糖苷酶的氨基酸突变体及其应用，专利申请日：2020.01.18；授权日期：2022.10.14；授权专利号：ZL202010059242.3<br/>[2] 赵林果，张立虎，张慎华，曹祥，王昌选，赵祎武。一种分离制备银杏叶提取物中银杏黄酮的方法，专利申请日: 2019.10.29；授权日期:2022.5.10，授权专利号：ZL 201911036390.7<br/>[3] 赵林果，孙晴，裴建军。一种利用协同调控策略提高重组菌产异荭草苷产量的方法，授权日期：2021，授权专利号：ZL 201811176765.5<br/>[4] 赵林果，李琦，裴建军，王佳宏，苏二正，吴涛。一种耐高温复合酶及其应用，授权日期：2021.7.29，授权专利号：ZL 201810111588.6<br/>[5] 赵林果，张珊珊，解静聪，王靖秋，吴涛，葛林。一种酶法转化淫羊藿总黄酮制备淫羊藿苷元的方法，授权日期：2021.3.30，授权专利号：ZL 201710332977.7<br/>[6] 赵林果，张雪松，廖石勇，汤锋，裴建军。青蒿醛双键还原酶DBR1及其重组菌在制备二氢-β-紫罗兰酮中的应用，授权日期：2020.12.8，授权专利号：ZL 201710332991.7<br/>[7] 赵林果，裴建军，解静聪，赵顺懿，房仙颖，陈安娜。β-葡萄糖苷酶在转化淫羊藿总黄酮制备宝霍苷I中的应用，授权日期：2020.10.13，授权专利号：ZL 201710333064.7<br/>[8] 赵林果，解静聪，张珊珊，裴建军。一种制备稀有人参皂苷的酶组合物及其应用，授权日期：2020.7.31，授权专利号：ZL 201710685211.7<br/>[9] 赵林果，房仙颖，曹福亮，谢莹莹，王靖秋。一种提高适口性和保健功效的银杏茶饮料及其制备方法和应用，授权日期：2020.7.31，授权专利号：ZL 201710333065.1<br/>[10] 赵林果，萧伟，裴建军，丁岗，解静聪，王振中。一种葡萄糖苷酶及其制备方法与应用，授权日期：2019.6.21，授权专利号：ZL 201410510836 .6<br/>[11] 赵林果，张雪松，房仙颖，葛林，汤锋，岳永德。一种复合酶辅助制备桂花浸膏和精油的方法，授权日期：2019.11.12，授权专利号：ZL 201510996304.2<br/>[12] 赵林果，葛林，石学佳，裴建军，吴涛，陈安娜。土曲霉CCF 3059 α-L-鼠李糖苷酶突变体及其应用，授权日期：2019.5.7，中国，授权专利号：ZL 201610945270.9<br/>[13] 赵林果，李琦，裴建军，吴涛，翟华敏，曹云峰。来源于黑曲霉NL-1木聚糖酶的多位点突变体及其应用, 授权日期：2019.5.7，授权专利号：ZL201610300086.9<br/>[14] 赵林果，解静聪，赵东霞，萧伟，丁岗，王振中。α-L-阿拉伯呋喃糖苷酶及其在制备人参皂苷Rd中的应用，授权日期：2018.2.9，授权专利号：ZL201510053105.8<br/>[15] 赵林果，解静聪，刘思宁，潘金牧，张中山，李琦。耐高温黄酮苷元转化酶及其应用，授权日期：2018.3.27，授权专利号：ZL201510070692.1<br/>[16] 赵林果，解静聪 赵东霞 萧伟 丁岗 王振中。一种β-葡萄糖苷酶及其制备方法和应用，授权日期：2017.11.17, 授权专利号ZL 201510026295.4<br/>[17] 赵林果，解静聪，李琦，裴建军，葛林。一种α-鼠李糖苷酶及其制备方法和应用，授权日期：2017.11.17, 授权专利号ZL 201510102927.0<br/>[18] 赵林果，裴建军，冯翊阳，汤锋，岳永德，操海群，余晓丹。α-L-鼠李糖苷酶Rha1及其表达基因和应用，授权日期：2017，中国，授权专利号 ZL 201410504753.6<br/>[19] 赵林果，柴常升，裴建军。一种利用漆酶降解辛基酚的方法，授权日期：2016.03.02，中国，授权专利号 ZL 201210539590.6<br/>[20] 赵林果，房仙颖，姜艳，曹福亮，裴建军，吴彩娥，王佳宏，张旭晖。增强记忆的组合物及其应用，授权日期：2016.10.05，中国，ZL201410264474.7<br/>[21] 赵林果，孙伟，曹福亮，姜艳，汪贵斌，郑璐。一种银杏酚酸的生物降解方法，授权日期： 2014.11.05，中国，授权专利号ZL201210552048.4<br/>[22] 赵林果，解静聪，裴建军，王飞，庞倩。一种耐高糖的β-葡萄糖苷酶Bgl4及其表达基因和应用，授权日期2014.12.10，中国，授权专利号 ZL201210541293.5<br/>[23] 赵林果，裴建军，曹福亮，王飞，王贵斌。一种极耐热糖苷酶基因及其可溶性表达与应用方法，授权日期： 2015.04.08，中国，授权专利号 ZL 201210549479.5<br/>[24] 赵林果，周潭澈，李迅。 改进的β-葡萄糖苷酶基因及其重组酶的制备，授权日期：2013.3.13，中国，授权专利号 ZL 201110301931.1<br/>[25] 赵林果，曹福亮，汪贵斌。改善银杏叶饲喂适口性及提高其生物活性的方法，授权日期：2012.10.24，中国,授权专利号：ZL201110292164.2<br/>近五年来发表的部分代表性论文<br/>[1]Jingwen Su, Tao Wu, Shiping Cao, Jianjun Pei,* , Linguo Zhao*，Screening and characterization of a β-xylosidase from Bifidobacterium breve K-110 and its application in the biotransformation of the total flavonoids of epimedium to icariin with α-L-rhamnosidase，Bioorganic Chemistry 2023, 132:106364<br/>[2] Jinteng Cao†, Guangwei Wu†, Lei Wang, Fuliang Cao, Yan Jiang*, Linguo Zhao *，Oriented Deep Eutectic Solvents as Efficient Approach for Selective Extraction of Bioactive Saponins from Husks of Xanthoceras sorbifolia Bunge，Antioxidants，2022, 11, 736. https:// doi.org/ 10.3390/ antiox11040736<br/>[3] Shan Lu, Kang Zou, Biying Guo, Jianjun Pei, Zhenzhong Wang, Wei Xiao* , Linguo Zhao*, One-step purification and immobilization of thermostable beta-glucosidase on Na-Y zeolite based on the linker and its application in the efficient production of baohuoside I from icariin. Bioorganic chemistry, 2022, 121:105690<br/>[4]Zhipeng Qi, Xinyi Tong, Xiaomeng Zhang, Haifeng Lin, Su Bu, Linguo Zhao, One‑pot synthesis of dihydro‑β‑ionone from carotenoids using carotenoid cleavage dioxygenase and enoate reductase.  Bioprocess and Biosystems Engineering, 2022, 45:891-900<br/>[5]Changning Lu, Kang Zou, Biying Guo, Qi Li, Zhenzhong Wang, Wei Xiao* , Linguo Zhao*, Linker-peptide-mediated one-step purification and immobilization of α-L-rhamnosidase from Bacteroides thetaiotaomicron for direct biotransformation from epimedin C to icariin, Enzyme and Microbial Technology, 2023, 162 :110131<br/>[6] Changning Lu, Yurong Dong, Kaixuan Ke, Kang Zou, Zhenzhong Wang, Wei Xiao * , Jianjun Pei, Linguo Zhao*, Modification to increase the thermostability and catalytic efficiency of α-L-rhamnosidase from Bacteroides thetaiotaomicron and high-level expression, Enzyme and Microbial Technology, 2022, 158:110040<br/>[7]Zhi Tao, Lihu Zhang, Tao Wu, Xianying Fang*, Linguo Zhao,** Echinacoside ameliorates alcohol-induced oxidative stress and hepatic steatosis by affecting SREBP1c/FASN pathway via PPARα, Food and Chemical Toxicology，2021, 148:111956<br/>[8]Xinyi Tong，Zhipeng Qi，Daiyi Zheng，Jianjun Pei，Qi Li*, Linguo Zhao*，High-level expression of a novel multifunctional GH3 family β-xylosidase/ α-arabinosidase/β-glucosidase from Dictyoglomus turgidum in Escherichia coli, Bioorganic Chemistry，2021, 111:104906<br/>[9]Yuan Kong, Lin Lia, Lin-Guo Zhao*, Pan Yu, Dong-Dong Li，A patent review of berberine and its derivatives with various pharmacological activities (2016–2020)，Expert Opinion on Therapeutic Patents ，2021，https://doi.org/10.1080/13543776.2021.1974001<br/>[10]Qi Li, Xinyi Tong, Yunpeng Jiang, Dongdong Li, Linguo Zhao*  Improvements in xylose stability and thermalstability of GH39 β-xylosidase from Dictyoglomus thermophilum by site-directed mutagenesis and insights into its xylose tolerance mechanism, Enzyme and Microbial Technology, 2021, 151:109921<br/>[11]Shanshan Zhang, Jianianhua Luo, Yurong Dong, Zhenzhong Wang, Wei Xiao*, Linguo Zhao*, Biotransformation of the total flavonoid extract of epimedium into icaritin by two thermostable glycosidases from Dictyoglomus thermophilum DSM3960, Process Biochemistry, 2021,105:8-18<br/>[12] Qi Li，Yujie Jiang，Xinyi Tong，Jianjun Pei，Wei Xiao*, Zhenzhong Wang，Linguo Zhao* . Cloning and characterization of the β-xylosidase from Dictyoglomus turgidum for high efficient biotransformation of 10-deacetyl-7-xylosltaxol，Bioorganic Chemistry，2020, 94:103357<br/>[13]Jianjun Pei, Qin Sun, Linguo Zhao*, Hao Shi, Feng Tang, Fuliang Cao, Efficient Biotransformation of Luteolin to Isoorientin through Adjusting Induction Strategy, Controlling Acetic Acid, and Increasing UDP-Glucose Supply in Escherichia coli. Journal of agricultural and Food Chemistry, 2019, 67:331-340<br/>[14]Jianjun Pei, Anna Chen, Ping Dong, Xuejia Shi, Linguo Zhao*, Fuliang Cao, Feng Tang, Modulating heterologous pathways and optimizing fermentation conditions for biosynthesis of kaempferol and astragalin from naringenin in Escherichia coli. Journal of Industrial Microbiology & Biotechnology, 2019, 46:171-186<br/>[15]Shanshan Zhang, Jingcong Xie, Linguo Zhao⁎, Jianjun Pei, Erzheng Su, Wei Xiao⁎, Zhenzhong Wang，Cloning, overexpression and characterization of a thermostable β-xylosidase from Thermotoga petrophila and cooperated transformation of ginsenoside extract to ginsenoside 20(S)-Rg3 with a β-glucosidase, Bioorganic Chemistry, 2019,85:159-167<br/>[16]Anna Chen, Na Gu, Jianjun Pei, Erzheng Su, Xuguo Duan, Fuliang Cao，Linguo Zhao*，Synthesis of Isorhamnetin-3-O-Rhamnoside by a Three-Enzyme (Rhamnosyltransferase, Glycine Max Sucrose Synthase, UDP-Rhamnose Synthase) Cascade Using a UDP-Rhamnose Regeneration System，Molecules 2019, 24:3042<br/>[17]Lin Ge, Dongdong Li, Tao Wu, Linguo Zhao⁎, Gang Ding, Zhenzhong Wang, Wei Xiao. B-factor-saturation mutagenesis as a strategy to increase the thermostability of α-L-rhamnosidase from Aspergillus terreus, Journal of Biotechnology, 2018, 275:17-23<br/>[18]Tao Wu, Jianjun Pei, Lin Ge, Zhenzhong Wang, Gang Ding, Wei Xiao, Linguo Zhao*，haracterization of a α-L-rhamnosidase from Bacteroides thetaiotaomicron with high catalytic efficiency of epimedin C，Bioorganic Chemistry, 2018, 81:461-467<br/>[19]Jianjun Pei, Anna Chen, Qing Sun, Linguo Zhao*, Fuliang Cao, Feng Tang. Construction of a novel UDP-rhamnose regeneration system by a twoenzyme reaction system and application in glycosylation of flavonoid. Biochemical Engineering Journal, 2018, 139 :33-42<br/>[20]Jianjun Pei, Qin Sun, Linguo Zhao*, Hao Shi, Feng Tang, Fuliang Cao, Efficient Biotransformation of Luteolin to Isoorientin through Adjusting Induction Strategy, Controlling Acetic Acid, and Increasing UDP-Glucose Supply in Escherichia coli. Journal of agricultural and Food Chemistry, 2019, 67:331-340<br/>[21]Jianjun Pei, Anna Chen, Ping Dong, Xuejia Shi, Linguo Zhao*, Fuliang Cao, Feng Tang, Modulating heterologous pathways and optimizing fermentation conditions for biosynthesis of kaempferol and astragalin from naringenin in Escherichia coli. Journal of Industrial Microbiology & Biotechnology, 2019, 46:171-186<br/>[22]Jingqiu Wang, Xianying Fang, Lin Ge, Fuliang Cao, Linguo Zhao*, Zhenzhong Wang, Wei Xiao. Antitumor, antioxidant and anti-inflammatory activities of kaempferol and its corresponding glycosides and the enzymatic preparation of kaempferol.2018, PLoS ONE 13(5): e0197563<br/>[23]Jianjun Pei, Anna Chen, Linguo Zhao*, Fuliang Cao, Gang Ding, Wei Xiao*. One-pot synthesis of hyperoside by a three-enzyme cascade using a UDP-galactose regeneration system. Journal of Agricultural and Food Chemistry, 2017, 65: 6042-6048<br/>[24]Xuejia Shi, Jingcong Xie, Shiyong Liao, Tao Wu, Lin-Guo Zhao*, Gang Ding, Zhenzhong Wang ,Wei Xiao. High-level expression of recombinant thermostable β-glucosidase in Escherichia coli by regulating acetic acid, Bioresource Technology , 2017, 241:795-801<br/>[25]Xuesong Zhang , Jianjun Pei, Linguo Zhao*, Feng Tang, Xianying Fang and Jingcong Xie.Overexpression and Characterization of CCD4 from Osmanthus fragrans and β-ionone Biosynthesis from β-carotene in Vitro[J]. Journal of Molecular Catalysis B: Enzymatic 2016, 134:105-114<br/>[26]Jianjun Pei,  Ping Dong,  Tao Wu,  Linguo Zhao*,  Xianying Fang,  Fuliang Cao,  Feng Tang,  Yongde Yue. Metabolic Engineering of Escherichia coli for Astragalin Biosynthesis. Journal of Agricultural and Food Chemistry, 2016, 64（42）:7966-7972<br/>[27]姜云鹏,李琦,郝玉珂,童欣怡,赵林果.热解糖梭菌β-木糖苷酶的克隆表达及其水解木二糖的应用[J]. 林业工程学报, 2022, 7(01): 79-86<br/>[28]李琦,朱文慧,姜云鹏,赵林果.伴侣蛋白提高木糖苷酶的可溶性表达及其协同酶解木聚糖[J]. 林产化学与工业, 2021, 41(05):15-22<br/>[29]李琦，童欣怡，姜云鹏，蒋玉洁，李冬冬，赵林果*，定点突变提高β-木糖苷酶Xln-DT 的酶活[J]. 食品与生物技术学报, 2021, 40(2)：41-48<br/>[30]罗佳年华, 董玉蓉, 张珊珊, 张小濛, 赵林果*, 耐热β-木糖苷酶的可溶性表达及其应用[J]. 林业工程学报，2021, 6( 3) : 81-87<br/>[31]房仙颖，谢莹莹，章祎唯，曹福亮，赵林果． 银杏酸毒副作用及朴树提取物对其减毒效果研究[J]. 林产化学与工业，2020, 40( 6) : 99-106<br/>[32]房仙颖，周江莲，王靖秋，汤锋，赵林果。桂花渣粕黄酮提取物的制备及酶法修饰[J].林业工程学报，2020, 5( 6) : 99-105<br/>[33]李琦，童欣怡，蒋玉洁，裴建军，赵林果。全细胞催化剂pelB-Xln-DT 构建及其在水解三七皂苷R1 中的应用[J]. 林业工程学报，2020, 5( 4) : 114-120<br/>[34]吴涛，张珊珊，裴建军，萧伟，王振中，赵林果。3种嗜热 β-葡萄糖苷酶催化黄芩苷生产黄芩素的研究[J]. 中国中药杂志，2018, 43（8）:1602-1609<br/>[35]裴建军，李杰，李琦，赵林果。Thermoanaerobacterium saccharolyticum JW/SL-YS485 来源的GH11 家族木聚糖酶的克隆表达及其应用[J]. 化工进展，2018, 37（4）:1544-15512<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公13851481871lgzhao@njfu.edu.cn",
    "Introduction": "男，江苏省仪征人，中共党员，教授（二级），硕士、博士研究生导师，江苏省“六大人才高峰” 高层次人才选拔培养对象，江苏省“333”工程第二层次（中青年领军人才）培养对象。1990年毕业于南京林业大学化学工程学院林产化工本科专业并留校任教，1999年获得工学硕士学位，2007年获得工学博士学位。2003年赴日本九州大学进行学术访问和合作研究（一年）。长期从事天然生物活性物质的研究与开发，天然药物的生物催化转化及生物合成等方面的研究。近十多年来，主持国家自然科学基金、国家重点研发计划等国家级、省部级项目28项，评价、鉴定、验收或认定科技成果12项；发表论文180多篇，其中，以第一或通讯作者发表SCI收录论文近100篇；申请国家发明专利62项，授权43项（排名第一25项）；作为主要完成人，荣获国家科学技术进步奖二等奖1项、省部级科技进步奖或技术发明奖6项。<br/>学术兼职：<br/>目前兼任国家林业局银杏工程技术研究中心副主任、中国林学会银杏分会常务理事、中国竹产业协会竹食品与日用品分会常务理事、东北森林资源加工利用产业国家创新联盟理事会理事等。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/08/31/20220831164241847w6mwnt.jpg?iid=47681",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "赵林果",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}