{
    "Research_direction": "主要从事植物纤维资源生物炼制领域的教学和科研工作。重点开展生物质生物催化转化制取生物基林产化学品、生物稀有糖、功能性聚糖工艺开发及代谢调控和蛋白分子改造的应用基础研究。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1 Yu H, Ren JW, Liu L, Zheng ZJ, Zhu JJ, Yong Q, Ouyang J*. A new magnesium bisulfite pretreatment (MBSP) development for bio-ethanol production from corn stover. Bioresource Technology. Bioresource Technology 199 (2016) 188–193<br/>2 Xu YB, Zheng ZJ, Xu QQ, Yong Q, Ouyang J*，Efficient Conversion of Inulin to Inulooligosaccharides through Endoinulinase from Aspergillus niger, Journal of Agricultural and Food Chemistry (2016) 64, 2612−2618<br/>3  Jiang T, Qiao H, Zheng Z, Chu Q, Li X, Yong Q, Ouyang J*. (2016) Lactic Acid Production from Pretreated Hydrolysates of Corn Stover by a Newly Developed Bacillus coagulans Strain. PLoS ONE 11(2): e0149101.<br/>4  Zheng ZJ#, Lin X#, Jiang T, Ye WH, Ouyanga J*, Genomic analysis of a xylose operon and characterization of novel xylose isomerase and xylulokinase from Bacillus coagulans NL01, Biotechnol Lett (2016) 38:1331–1339<br/>5 Mei WD, Wang L, Zang Y, Zheng ZJ, Ouyang J. Characterization of an L-arabinose isomerase from Bacillus coagulans NL01 and its application for D-tagatose production. BMC Biotechnology 2016, (2016) 16:55<br/>6  Ren, J., Liu, L., Xu, Q., Li, X., Yong, Q., Ouyang J. (2016). Comparative evaluation of magnesium bisulfite pretreatment under different pH values for enzymatic hydrolysis of corn stover,\" BioResources. 11(3), 7258-7270.<br/>7   Xu Q, Zang Y, Zhou J, Liu P, Li X, Yong Q, Ouyang J, Highly efficient production of D-lactic acid from chicory-derived inulin by Lactobacillus bulgaricus, Bioprocess Biosyst Eng,2016 Bioprocess and Biosystems Engineering, 2016，39(11), 1749-1757<br/>8 Zhou J，Ouyang J, Xu Q, Zheng ZJ. Cost-effective simultaneous saccharification and fermentation of l-lactic acid from bagasse sulfite pulp by Bacillus coagulans CC17. Bioresource Technology 222, (2016) 431–438.<br/>9  Zhu, J., Shi, L., Zhang, L. Xu Y,Yong Q, Ouyang J. Difference analysis of the enzymatic hydrolysis performance of acid-catalyzed steam-exploded corn stover before and after washing with water. Bioprocess Biosyst Eng (2016) 39: 1619.<br/>10  Zhang L, Li  X, Yong Q, Yang ST, Ouyang J, Yu SY. Impacts of lignocellulose-derived inhibitors on l-lactic acid fermentation by Rhizopus oryzae. Bioresource Technology 203 (2016) 173–180<br/>11 Zheng,ZJ, Mei,WD, Xia,MJ, He,Q and Ouyang J, Rational Design of Bacillus coagulans NL01 L‑Arabinose Isomerase and Use of Its F279I Variant in D‑Tagatose Production. Journal of Agricultural and Food Chemistry,2017, 65 (23), pp 4715–4721<br/>12 任继巍，刘蕾，钱子俊，张一瞳，欧阳嘉.木质素磺酸镁对不同纤维素原料酶解的影响机制研究, 化工学报，2017,68（8）：3275-3281（51561145015）；（16KJA220004）；（PAPD）<br/>13  Liu L, Ren J, Zhang Y, Liu X, Ouyang J*.Simultaneously separation of xylo-oligosaccharide and lignosulfonate from wheat straw magnesium bisulfite pretreatment spent liquor using ion exchange resin.(2018)Bioresource Technology 249 189–195.<br/>14 Zhang YT, Qian ZJ, Liu P, Zheng ZJ, Ouyang J*.Efficient in situ separation and production of L-lactic acid by Bacillus coagulans using weak basic anion exchange resin(2018) Bioprocess and Biosystems Engineering, 41(2):205-212<br/>15 Jiang T, Zhang C, He Q, Zheng ZJ, Ouyang J*, Metabolic Engineering of Escherichia coli K12 for Homofermentative Production of l -Lactate from Xylose(2018). Applied Biochemistry & Biotechnology 184(2),703-715<br/>16  Zhang M, Ouyang J*, Liu BT, Cai C, Jiang T. Comparison of hydrolysis efficiency and structural changes of three different cellulosic materials in the presence of poly (ethylene glycol) Proceedings of International Conference on Biomass-Energy Technologies. VolumeⅠ(October 22-24,2012)，540-546<br/>17  Ouyang, J*, Ma R, Zheng ZZ, Cai C, Zhang M, Jiang T. Open fermentative production of L-lactic acid by Bacillus sp. strain NL01 using lignocellulosic hydrolyzates as low-cost raw material. Bioresource Technology 135 (2013) 475–480<br/>18  Zhang M, Ouyang J*, Liu BT, Yu  H, Jiang T, Cai C. Comparison of Hydrolysis Efficiency and Enzyme Adsorption of Three Different Cellulosic Materials in the Presence of Poly(ethylene Glycol). Bioenerg Research. (2013) 6:1252–1259<br/>19  Ouyang, J*, Liu BT, Zhang M, Zheng ZZ, Yu H. Enzymatic hydrolysis, adsorption, and recycling during hydrolysis of bagasse sulfite pulp. Bioresource Technology 146 (2013) 288–293<br/>",
    "Class": "2010年获得江苏省“青蓝工程”优秀骨干教师，2011年获教育部新世纪优秀人才培养计划和石油与化学工业协会技术发明奖一等奖（排名第三）。2012年获得江苏省杰出青年基金。2013年为江苏省第四期“333高层次人才培养工程”第三层次培养对象；2016年入选江苏省第十三批“六大人才高峰”高层次人才选拔培养计划。<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427129hgouyj@njfu.edu.cn",
    "Introduction": "女，湖南省湘潭人，1972年11月生，中共党员，教授，研究生导师，教育部新世纪优秀人才，江苏省杰出青年基金获得者，江苏省“333工程”第三层次培养对象、江苏省六大人才高峰人选。。现任南京林业大学化工学院生物工程系主任。1994年毕业于江苏石油化工学院，1996年在南京工业大学获得工学硕士学位， 毕业后就职于江苏省化工信息中心，2002年进入南京林业大学从教，2007年获得工学博士学位。近年来主持国家自然科学基金、863计划、国家科技支撑计划等国家级和部省级项目14项。在国内外发表学术论文90余篇，其中有33篇已被SCI收录。申请国内外发明专利20件，授权10件。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/03/2022090314392824532atkc.jpg?iid=47798",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "欧阳嘉",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}