{
    "Research_direction": "1. 重氮化合物的合成转化新方法研究<br/>2. 有机氟化学<br/>3. 林产天然产物的合成及结构修饰<br/>4. 神经类药物及PET分子探针研发<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "一、学术论文（† equally contributed, * corresponding author）<br/>1）  Fa-Guang Zhang,*† Zhen Chen,† Xiaodong Tang, and Jun-An Ma*. Triazines: Syntheses and the applications via inverse electron-demand Diels-Alder reactions. Chem. Rev. 2021, 121, doi.org/10.1021/acs.chemrev.1c00611. (中科院一区，IF:  60.6）<br/>2)     Zhen Chen†, Wakana Mori†, Jian Rong, Michael A. Schafroth, Tuo Shao, Richard S. Van, Daisuke Ogasawara, Akiko Hatori, Jiahui Chen, Yiding Zhang, Kuan Hu, Masayuki Fujinaga, Jiyun Sun, Qingzhen Yu, Thomas L. Collier, Yihan Shao, Benjamin F. Cravatt, Lee Josephson, Ming-Rong Zhang*, and Steven H. Liang*. Development of a highly-specific 18F-labeled irreversible MAGL PET tracer. Acta Pharmaceutica Sinica B 2021, 11, 1686-1695. (中科院一区，IF：11.413)<br/>3)     Tuo Shao†, Zhen Chen†, Jian Rong†, Vasily Belov, Hualong Fu, Qingzhen Yu, Xiaoyun Deng, Jiahui Chen, Steve H. Rwema, Wenyu Lin, Mikhail Papisov, Lee Josephson, Raymond T. Chung*, Steven H. Liang*. Novel Use of [18F]MAGL-4-11 for assessment of liver fibrosis induced MAGL changes by PET in preclinical models. Acta Pharmaceutica Sinica B 2021, doi.org/10.1016/j.apsb.2021.07.007. (中科院一区，IF：11.413)<br/>4)     Tuo Shao, Zhen Chen, Vasily Belov, Xiaohong Wang, Steve H. Rwema, Viksit Kumar, Hualong Fu, Xiaoyun Deng, Jian Rong, Qingzhen Yu, Lixin Lang, Wenyu Lin, Lee Josephson, Anthony E. Samir, Xiaoyuan Chen*, Raymond T. Chung*, Steven H. Liang*. [18F]-Alfatide PET imaging of integrin αvβ3 for the non-invasive quantification of liver fibrosis. J. Hepatol. 2020, 73, 161-169.  (中科院一区，IF：25.083)<br/>5)     Zhen Chen, Meng-Yu Rong, Jing Nie, Xue-Feng Zhu*, Bing-Feng Shi*, and Jun-An Ma*. Catalytic alkylation of unactivated C(sp3)–H bonds for C(sp3)–C(sp3) bond formation. Chem. Soc. Rev. 2019, 48, 4921−4942. (中科院一区，IF：54.564)<br/>6)      Zhen Chen†, Nan Ren†, Xiaoxiao Ma, Jing Nie, Fa-Guang Zhang*, and Jun-An Ma*, Silver-catalyzed [3 + 3] dipolar cycloaddition of trifluorodiazoethane and glycine imines: access to highly functionalized trifluoromethyl-substituted triazines and pyridines. ACS Catal. 2019, 9, 4600−4608. (Highlighted by Synfacts: 2019, 15, 0864) (中科院一区，IF：13.084)<br/>7)     Zhen Chen, Yan Zheng, and Jun-An Ma*. Use of a traceless activating and directing group for the construction of trifluoromethylpyrazoles: one-pot transformation of nitroolefins and trifluorodiazoethane. Angew. Chem. Int. Ed. 2017, 56, 4569−4574. (中科院一区，IF：15.336)<br/>8)     Zhen Chen†, Wakana Mori†, Hualong Fu, Michael A. Schafroth,, Akiko Hatori, Tuo Shao, Genwei Zhang, Richard S. Van, Yiding Zhang, Kuan Hu, Masayuki Fujinaga, Lu Wang, Vasily Belov, Daisuke Ogasawara, Pilar Giffenig, Xiaoyun Deng, Jian Rong, Qingzhen Yu, Xiaofei Zhang, Mikhail I. Papisov, Yihan Shao, Thomas L. Collier, Jun-An Ma, Benjamin F. Cravatt, Lee Josephson, Ming-Rong Zhang,* and Steven H. Liang*. Design, synthesis and evaluation of 18F-labeled monoacylglycerol lipase inhibitors as novel positron emission tomography probes.  J. Med. Chem. 2019, 62, 8866-8872. (中科院一区，IF：7.446)<br/>9)     Zhen Chen†, Wakana Mori†, Xiaoyun Deng, Ran Cheng, Daisuke Ogasawara, Genwei Zhang, Kenneth Dahl, Hualong Fu, Akiko Hatori, Tuo Shao, Yiding Zhang, Tomoteru Yamasaki, Xiaofei Zhang, Jian Rong, Qingzhen Yu, Kuan Hu, Masayuki Fujinaga, Lin Xie, Katsushi Kumata, Yuancheng Gou, Jingjin Chen, Liang Bao, Lu Wang, Lee Collier, Neil Vasdev, Yihan Shao, Jun-An Ma, Benjamin F. Cravatt, Christopher Fowler, Lee Josephson, Ming-Rong Zhang*, and Steven H. Liang*. Design, synthesis and evaluation of reversible and irreversible monoacylglycerol lipase positron emission tomography tracers using a ‘tail switching’ strategy on a piperazinyl azetidine skeleton. J. Med. Chem. 2019, 62, 3336−3353. (中科院一区，IF：7.446)<br/>10)    Zhen Chen†, Wakana Mori†, Xiaofei Zhang, Tomoteru Yamasaki, Genwei Zhang, Hualong Fu, Tuo Shao, Yiding Zhang, Kenneth Dahl, Akiko Hatori, Longle Ma, Masayuki Fujinaga, Lin Xie, Neil Vasdev, Lee Josephson, Yihan Shao, Lei Zhang, Jun-An Ma, Susumu Tomita, Ming-Rong Zhang*, and Steven H. Liang*. Synthesis, pharmacology and imaging evaluation of 11C-labeled 1,3-dihydro-2H-benzo[d]imidazol-2-ones for imaging γ8-dependent transmembrane AMPA receptor regulatory protein. Eur. J. Med. Chem. 2018, 157, 898–908. (中科院一区，IF：6.514)<br/>11)   Zhen Chen†, Yue Zhang†, Jing Nie, and Jun-An Ma*. Transition-metal-free [3 + 2] cycloaddition of nitroolefins and diazoacetonitrile: a facile access to multisubstituted cyanopyrazoles. Org. Lett. 2018, 20, 2120–2124. (中科院一区，IF：6.005)<br/>12)    Zhen Chen, Shuang-Qing Fan, Yan Zheng, and Jun-An Ma*. Silver-catalyzed regioselective [3 + 2] cycloaddition of arene-diazonium salts with 2,2,2-trifluorodiazoethane (CF3CHN2): a facile access to 2-aryl-5-trifluoromethyltetrazoles. Chem. Commun. 2015, 51, 16545–16548. (Highlighted by Synfacts: 2015, 11, 1254; Highlighted by ChemInform: 2016, DOI: 10.1002/chin.201611164) (中科院二区，IF：6.222)<br/>13)    Fa-Guang Zhang†, Zhen Chen†, Chi Wai Cheung*, Jun-An Ma*. Aryl diazonium salt-triggered cyclization and cycloaddition reactions: past, present, and future. Chin. J. Chem. 2020, 38, 1132-1152. (中科院三区，IF：6)<br/>14)   Zhen Chen†, Lu Hou†, Jiefeng Gan, Qijun Cai, Weijian Ye, Jiahui Chen, Zhiqiang Tan, Chao Zheng, Guocong Li, Hao Xu, Christopher J. Fowlerd, Steven H. Liang*, Lu Wang*. Synthesis and preliminary evaluation of a novel positron emission tomography (PET) ligand for imaging fatty acid amide hydrolase (FAAH). Bioorg. Med. Chem. Lett. 2020, 30, 127513. (中科院三区，IF：2.823)<br/>15)    Zhen Chen, Jiahui Chen, Natalia Mast, Jian Rong, Xiaoyun Deng, Tuo Shao, Hualong Fu, Qingzhen Yu, Jiyun Sun, Yihan Shao, Lee Josephson, Thomas Lee Collier, Irina Pikuleva, Steven H. Liang*. Synthesis and pharmacokinetic study of a 11C-labeled cholesterol 24-hydroxylase inhibitor using ‘in-loop’ [11C]CO2 fixation method. Bioorg. Med. Chem. Lett. 2020, 30, 127068. (中科院三区，IF：2.823)<br/>16)    Mingyang Xiao†, Zhen Chen†, Fa-Guang Zhang, Jun-An Ma. Regioselective synthesis of carboxylic and fluoromethyl tetrazoles enabled by silver-catalyzed cycloaddition of diazoacetates and aryl diazonium salts. Tetrahedron 2020, 76, 131063. (中科院三区，IF：2.457)<br/>17)   Yue Zhang†, Zhen Chen†, Jing Nie, Fa-Guang Zhang*, Jun-An Ma*. Development of cyanopyrazoles as building blocks to fungicide Fluxapyroxad and analogues. J. Org. Chem. 2019, 84, 7148−7158. (中科院二区，IF：4.354)<br/>18)    Zhen Chen†, Tuo Shao†, Wei Gao, Hualong Fu, Thomas Lee Collier, Jian Rong, Xiaoyun Deng, Qingzhen Yu, Xiaofei Zhang, April T. Davenport, James B. Daunais, Hsiao-Ying Wey, Yihan Shao, Lee Josephson, Wen-Wei Qiu*, and Steven H. Liang*. Synthesis and preliminary evaluation of [11C]GNE-1023 as a novel potent PET probe for imaging leucine-rich repeat kinase 2 (LRRK2) in Parkinson’s disease. ChemMedChem 2019, 14, 1580–1585. (中科院三区，IF：3.466)<br/>19)   Xiaofei Zhang†, Yiding Zhang†, Zhen Chen, Tuo Shao, Richard Van, Katsushi Kumata, Xiaoyun Deng, Hualong Fu, Tomoteru Yamasaki, Jian Rong, Kuan Hu, Akiko Hatori, Lin Xie, Qingzhen Yu, Weijian Ye, Hao Xu, Douglas J. Sheffler, Nicholas D. P. Cosford, Yihan Shao, Pingping Tang, Lu Wang*, Ming-Rong Zhang*, Steven H. Liang*. Synthesis and preliminary studies of 11C-labeled tetrahydro-1,7-naphthyridine-2-carboxamides for PET imaging of metabotropic glutamate receptor 2. Theranostics 2020; 10, 11178-11196. (中科院一区，IF：11.556)<br/>20)   Ji-yun Sun†, Katsushi Kumata†, Zhen Chen, Yi-ding Zhang, Jia-hui Chen, Akiko Hatori, Hua-long Fu, Jian Rong, Xiao-yun Deng, , , , , , , , , , Tomoteru Yamasaki, Lin Xie, Kuan Hu, Masayuki Fujinaga, Qing-, zhen Yu, Tuo Shao, Thomas Lee Collie, r, Lee Josephson, Yi-han Shao, Yun-fei Du, Lu Wang, Hao Xu, Ming-Rong Zhang*, Steven H Liang*. Synthesis and preliminary evaluation of novel 11C-labeled GluN2B-selective NMDA receptor negative allosteric modulators. Acta Pharmacologica Sinica 2021, 42, 491-498.  (中科院一区，IF：6.150)<br/>21)  Tomoteru Yamasaki†, Xiaofei Zhang†, Katsushi Kumata†, Yiding Zhang, Xiaoyun Deng, Masayuki Fujinaga, Zhen Chen, Wakana Mori, Kuan Hu, Hidekatsu Wakizaka, Akiko Hatori, Lin Xie, Masanao Ogawa, Nobuki Nengaki, Richard Van, Yihan Shao, Douglas J. Sheffler, Nicholas D. P. Cosford, Steven H. Liang*, Ming-Rong Zhang*. Identification and development of a new positron emission tomography ligand 4-(2-fluoro-4-[11C]methoxyphenyl)-5-((1-methyl-1H-pyrazol-3-yl)methoxy)picolinamide for imaging metabotropic glutamate receptor subtype 2 (mGlu2). J. Med. Chem. 2020, 63, 11469–11483. (中科院一区，IF：7.446)<br/>22)  Xiaoyun Deng†, Yiding Zhang†, Zhen Chen, Katsushi Kumata, Richard Van, Jian Rong, Tuo Shao, Akiko Hatori, Wakana Mori, Qingzhen Yu, Kuan Hu, Masayuki Fujinaga, Hsiao-Ying Wey, Yihan Shao, Lee Josephson, Giulia Murtas, Loredano Pollegioni, Ming-Rong Zhang*, Steven H. Liang*. Synthesis and preliminary evaluation of 4-hydroxy-6-(3-[11C]methoxyphenethyl)pyridazin-3(2H)-one, a 11C-labeled d-amino acid oxidase (DAAO) inhibitor for PET imaging. Bioorg. Med. Chem. Lett. 2020, 30, 127326. (中科院三区，IF：2.572)<br/>23)   Hualong Fu, Zhen Chen, Lee Josephson, Zijing Li*, and Steven H. Liang*. Positron emission tomography (PET) ligand development for ionotropic glutamate receptors: challenges and opportunities for radiotracer targeting N-Methyl-d-aspartate (NMDA), α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA), and kainate receptors. J. Med. Chem. 2019, 62, 403–419. (中科院一区，IF：7.446)<br/>24)  Hualong Fu†, Weiting Tang†, Zhen Chen, Vasily V. Belov, Genwei Zhang, Tuo Shao, Xiaofei Zhang, Qingzhen Yu, Jian Rong, Xiaoyun Deng, Wei Han, Scott J. Myers, Pilar Giffenig, Lu Wang, Lee Josephson, Yihan Shao, April T. Davenport, James B. Daunais, Mikhail Papisov, Hongjie Yuan, Zijing Li*, Stephen F. Traynelis*, and Steven H. Liang*. Synthesis and preliminary evaluations of a triazole-cored antagonist as a PET imaging probe ([18F]N2B-0518) for GluN2B subunit in the brain. ACS Chem. Neurosci. 2019, 10, 2263−2275. (中科院二区，IF：4.486)<br/>25) Xiaoyun Deng†, Akiko Hatori†, Zhen Chen, Katsushi Kumata, Tuo Shao, Xiaofei Zhang, Tomoteru Yamasaki, Kuan Hu, Qingzhen Yu, Longle Ma, Gangqiang Wang, Lu Wang, Yihan Shao, Lee Josephson, Shaofa Sun*, Ming-Rong Zhang*, and Steven H. Liang*. Synthesis and preliminary evaluation of 11C‐labeled VU0467485/AZ13713945 and its analogues for imaging muscarinic acetylcholine receptor subtype 4. ChemMedChem 2019, 14, 303–309. (中科院三区，IF：3.446)<br/>26)  Siyuan Cheng, Orit Jacobson, Guizhi Zhu, Zhen Chen, Steve H. Liang, Rui Tian, Zhen Yang, Gang Niu, Xiaohua Zhu, and Xiaoyuan Chen*. PET imaging of EGFR expression using an 18F-labeled RNA aptamer. Eur. J. Nucl. Med. Mol. Imaging 2019, 46, 948–956. (中科院一区，IF：9.236)<br/>27) Bo Zhang, Benjamin H. Fraser, Mitchell A. Klenner, Zhen Chen, Steven H. Liang, Massimiliano Massi, Andrea J. Robinson, and Giancarlo Pascali*. [18F]Ethenesulfonyl fluoride as a novel radiofluoride relay reagent. Chem. Eur. J. 2019, 25, 7613–7617 . (中科院二区，IF：5.236)<br/>28) Jun-Liang Zeng, Zhen Chen, Fa-Guang Zhang*, and Jun-An Ma*. Direct regioselective [3 + 2] cycloaddition reactions of masked difluorodiazoethane with electron-deficient alkynes and alkenes: synthesis of difluoromethyl-substituted pyrazoles. Org. Lett. 2018, 20, 4562–4565. (中科院一区，IF：6.005)<br/>29)  Chao Zheng*, Yuting Wang, Yangrui Xu, Zhen Chen, Guangying Chen*, and Steven H. Liang*. Ru-photoredox-catalyzed decarboxylative oxygenation of aliphatic carboxylic acids through N‑(acyloxy)phthalimide. Org. Lett. 2018, 20, 4824−4827. (中科院一区，IF：6.005)<br/>30)  Heng-Ying Xiong, Zhen-Yan Yang, Zhen Chen, Jun-Liang Zeng, Jing Nie, and Jun-An Ma*. Copper-catalyzed one-pot denitrogenative-dehydrogenative-decarboxylative coupling of β-ketoacids with trifluorodiazoethane: facile access to trifluoromethylated aldol products. Chem. Eur. J. 2014, 20, 8325–8329. (中科院二区，IF：5.236)<br/>二、书籍与专利<br/>1)     Jian Rong, Zhen Chen, Neil Vasdev, Steven H. Liang*. \"Aryl-18F bond formation from nucleophilic [18F]fluoride\", in Frontiers of Organofluorine Chemistry, World Scientific, Hackensack, NJ, 2019, accepted (book chapter).<br/>2)   马军安，陈振，郑艳，一种3-氟烷基-1H-吡唑-4-甲酸酯的制备方法：中国，授权号：CN105461629，2016-04-06。<br/>3)    马军安，陈振，任楠，张发光，一种5‑芳基‑6‑三氟甲基‑1,2,5,6‑四氢‑1,2,4‑三氮 嗪‑3‑甲酸酯化合物及制备方法：中国，授权号：CN107935955，2018-04-20。<br/>4)  马军安，任楠，陈振，张发光，5-芳基-6-三氟甲基-1,2,4-三氮嗪-3-甲酸酯化合物及其制备方法：中国， 授权号：CN107827834，2018-03-23。<br/>5)   马军安，任楠，陈振，张发光，5-芳基-1,2,4-三氮嗪-3,6-二甲酸酯的制备方法及应用：中国，授权号：CN108285434，2018-07-17。<br/>",
    "Class": "None",
    "Topic": "课题组主页：南京林业大学陈振课题组 (x-mol.com)<br/>",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公15222899596Longpanlu 159, Xuanwu Districtchenzhen1719@njfu.edu.cn",
    "Introduction": "陈振，1990年07月生，江苏徐州人，中共党员。<br/>2013年本科毕业于天津大学，后保送天津大学硕博连读，从事（含氟）重氮化合物的合成转化新方法研究，并于2019年取得理学博士学位。2017年至2020年，在美国哈佛医学院/麻省总医院进行博士后研究，主要从事分子影像学研究，特别是靶向中枢神经系统的PET分子探针的研发。2020年-2021年，博后就职于瑞士洛桑联邦理工学院，主要从事多肽类天然产物全合成。发表SCI论文35篇，影响因子总和大于350。其中以第一作者身份发表论文17篇，包括Chem. Rev.、Chem. Soc. Rev.、Angew. Chem. Int. Ed.、ACS Catal.、Acta Pharmaceutica Sinica B、J. Med. Chem.、Eur. J. Med. Chem.、Org. Lett.、Chem. Commun.、J. Org. Chem.等国际著名期刊，IF > 10的6篇，累计影响因子大于220。此外，还在国际会议上做过多次墙报展示与学术报告，其中一次墙报展示荣获美国核医学与分子影像学会墙报第一名，一次报告入选美国核医学与分子影像学会放射性药物科学青年研究奖专题报告。2021年以“水杉学者”全职加入南京林业大学化学工程学院。<br/>课题组主页：南京林业大学陈振课题组 (x-mol.com)<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/05/20220905232503136d72b87.jpg?iid=47903",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "陈振",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}