{
    "Research_direction": "（1）木质纤维溶解和应用：木质纤维溶解及化学利用研究，重点研究木质纤维无机盐和低共熔溶剂溶解体系并制备功能水凝胶、气凝胶、气体分离膜。<br/>（2）膜材料和膜分离：基于可再生纤维素、金属有机骨架材料、聚合物或生物材料制备混合矩阵膜或新型复合膜，研究其在气体分离、水处理、阻氧和食品包装等领域的应用。<br/>（3）木质纤维高值化利用：基于金属有机骨架材料、氧/硫化物、氮化碳等催化材料的设计与制备，并用于木质纤维催化降解制备高值化学品。<br/>（4）多孔功能材料用于吸附、催化和电化学：金属有机骨架材料和多孔炭等材料的制备与功能化研究，用于水处理、光催化产氢、二氧化碳化学转化和电化学等。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "代表性论文<br/>1.       Z.G. Wang, X.F. Zhang*, L. Shu, J.F. Yao*, Construction of MXene functionalized wood-based hydrogels using ZnCl2 aqueous solution for flexible electronics, J. Mater. Chem. A, 2023, doi: 10.1039/D3TA01370G.<br/>2.       J.H. Qiu#, L. Zhang#, G.L. Xia, D.L. Dai, Y. Tang, J.F. Yao*, Ligand functionalization on Zr-MOFs enables efficient visible-light-driven H2O2 evolution in pure water, Catal. Sci. Technol. 2023, 13, 2101-2107.<br/>3.       X. Zhong#, Y.X. Zhu#, M. Jiang, Q.F. Sun, J.F. Yao*, Photochemical synthesis of porous triazine-/heptazine-based carbon nitride homojunction for efficient overall water splitting, Chemsuschem, 2023, 16, e202202059.<br/>4.       Q.F. Sun, Y.X. Zhu*, X. Zhong, M. Jiang, Y.C. Fan, J.F. Yao*, Tuning photoactive MIL-68(In) by functionalized ligands for boosting visible-light nitrogen fixation, ACS Appl. Mater. Interfaces 2022, 14(48), 53904–53915.<br/>5.       L.Y. Yang, L. Yang, D.L. Dai, J.F. Yao*, Comprehensive utilization of lignocellulosic biomass for electrode and electrolyte in zinc-ion hybrid supercapacitor, J. Mater. Chem. A, 2022, 10, 24208.<br/>6.       Z.R. Hu, H.X. Zhang, X.F. Zhang,* M.M. Jia, J.F. Yao*, Polyethylenimine grafted ZIF-8@cellulose acetate membrane for enhanced gas separation, J. Membr. Sci. 2022, 662, 120996.<br/>7.       J.H. Qiu, D.L. Dai, L. Zhang, G.L. Xia, J.F. Yao*, Oxygen vacancy-rich Bi2MoO6 anchored on cuboid metal-organic frameworks for photocatalytic elimination of Cr(VI)/2-nitrophenol mixed pollutants, Sep. Purif. Tech. 2022, 301, 121990.<br/>8.       Y. Feng, J.F. Yao*, Tailoring the structure and function of metal organic framework by chemical etching for diverse applications, Coord. Chem. Rev. 2022, 470, 214699.<br/>9.       L. Yang, T.R. Zheng, C. Huang, J.F. Yao*, Using deep eutectic solvent pretreatment for enhanced enzymatic saccharification and lignin utilization of masson pine, Renew. Energy, 2022, 195, 681-687.<br/>10.    M.L. Ding, X. Liu, P. Ma, J.F. Yao*, Porous Materials for Capture and Catalytic Conversion of CO2 at Low Concentration, Coord. Chem. Rev. 2022, 465, 214576<br/>11.    J.H. Qiu, L. Zhang, D.L. Dai, G.L. Xia, J.F. Yao*, Cellulose-derived carbon dots guided growth of ZnIn2S4 nanosheets for photocatalytic oxidation of 5‑hydroxymethylfurfural into 2,5-diformylfuran, Chemsuschem, 2022, 15(10), e202200399<br/>12.    P. Ma, M.L. Ding*, X. Liu, W. Rong, J.F. Yao*, Bimetallic zeolitic imidazolate framework derived magnetic catalyst for high-efficiency CO2 chemical fixation, Chem. Eng. Sci. 2022, 252, 117530<br/>13.    M Li, J.H. Qiu*, J Xu, Y.X. Zhu, J.F. Yao*, Self-induced oxygen vacancies on carboxyl-rich MIL-121 enable efficient activation and oxidation of benzyl alcohol under visible light, ACS Appl. Mater. Interfaces 2022, 14, 11509-11516.<br/>14.    Y.H. Bai, X.F. Zhang, Z.G. Wang, T.R. Zheng, J.F. Yao*, Deep eutectic solvent with bifunctional brønsted-lewis acids for highly efficient lignocellulose fractionation, Bioresour. Tech. 2022, 347, 126723.<br/>15.    X.F. Zhang, Z.G. Wang, M.L. Ding, Y. Feng, J.F. Yao*, Advances in cellulose-metal organic framework composites: Preparation and application, J. Mater. Chem. A, 2021, 9, 23353-23363.<br/>16.    H. Ma, Z.W. Wang, X.F. Zhang*, M.L. Ding, J.F. Yao*, In situ growth of amino-functionalized ZIF-8 on bacterial cellulose foams for enhanced CO2 adsorption, Carbohyd. Polym. 2021, 270, 118376.<br/>17.    W.Q. Gu*, C.Q. Li, J.H. Qiu, J.F. Yao*, Facile fabrication of flower-like MnO2 hollow microspheres as high-performance catalysts for toluene oxidation, J. Hazard. Mater. 2021, 408, 124458.<br/>18.    Y. Feng, H.T. Wang, J.F. Yao*, Synthesis of 2D nanoporous zeolitic imidazolate framework nanosheets for diverse applications, Coord. Chem. Rev. 2021, 431, 213677.<br/>19.    Y.X. Zhu, Y. Feng, S.L. Chen, M.L. Ding, J.F. Yao*, Carbon nitride nanotubes-based materials for energy and environmental applications: a review of recent progresses, J. Mater. Chem. A, 2020, 8, 25626–25648.<br/>20.    L.Y. Yang, L. Song, Y. Feng, M.J. Cao, P.C. Zhang, X.F. Zhang, J.F. Yao*, Zinc ion trapping in a cellulose hydrogel as a solid electrolyte for a safe and flexible supercapacitor, J. Mater. Chem. A 2020, 8, 12314-12318.<br/>21.    Y.C. Zhou, M.M. Jia, X.F. Zhang, J.F. Yao*, Etched ZIF-8 as filler in mixed matrix membranes for enhanced CO2/N2 separation, Chem. Eur. J. 2020, 26, 7918-7922.<br/>22.    J.H. Qiu, M. Li, J. Xu, X.F. Zhang, J.F. Yao*, Bismuth sulfide bridged hierarchical Bi2S3/BiOCl@ZnIn2S4 for efficient photocatalytic Cr(VI) reduction, J. Hazard. Mater. 2020, 389, 121858<br/>23.    M.M. Jia, X.F. Zhang, Y. Feng, Y.C. Zhou, J.F. Yao*, In-situ growing ZIF-8 on cellulose nanofibers to form gas separation membrane for CO2 separation, J. Membr. Sci. 2020, 595, 117579.<br/>24.    X.F. Zhang#, X.F. Ma#, T. Hou#, K.C. Guo, J.Y. Yin, Z.G. Wang, L. Shu, M. He*, J.F. Yao*, Inorganic salt induce thermal reversible and anti-freezing cellulose hydrogels, Angew. Chem. Int. Ed. 2019, 58, 7366-7370.<br/>25.    X.F. Zhang, Y. Feng, Z.G. Wang, M.M. Jia, J.F. Yao*, Fabrication of cellulose nanofibrils/UiO-66-NH2 composite membrane for CO2/N2 separation, J. Membr. Sci. 2018, 568, 10-16.<br/>26.    X.F. Zhang#, T. Hou#, J. Chen, Y. Feng, B.G. Li, X.L. Gu, M. He*, J.F. Yao*, Facilitated transport of CO2 through the transparent and flexible cellulose membrane promoted by fixed-site carrier,ACS Appl. Mater. Interfaces 2018, 10, 24930-24936.<br/>27.    J.H. Qiu, X.G. Zhang, Y. Feng, X.F. Zhang, H.T. Wang*, J.F. Yao*, Modified metal-organic frameworks as photocatalysts, Appl. Catal. B, 2018, 231, 317-342.<br/>28.    X.F. Zhang, Z.Y. Chen, Y. Feng, J.H. Qiu, J.F. Yao*, Low-temperature transformation of C/SiO2 nanocomposites to β-SiC with high surface area, ACS Sustain. Chem. Eng. 2018, 6, 1068-1073.<br/>29.    Y. Feng, Y.Y. Wang, Y.Q. Wang. J.F. Yao*, Furfuryl alcohol modified melamine sponge for high-efficient oil spill clean-up and recovery,J. Mater. Chem. A, 2017, 5, 21893–21897.<br/>30.    M.M. Jia, Y. Feng, S.C. Liu, J.H. Qiu, J.F. Yao*, Graphene oxide gas separation membranes intercalated by UiO-66-NH2 with enhanced hydrogen separation performance, J. Membr. Sci., 2017, 539, 172-177.<br/>31.    X.B. Wang, J. Liu, S. Leong, X.C. Lin, J. Wei, B. Kong, Y.F. Xu, Z.X. Low, J.F. Yao*, H.T. Wang*, Rapid construction of ZnO@ZIF‑8 heterostructures with size-selective photocatalysis properties, ACS Appl. Mater. Interfaces, 2016, 8, 9080-9087<br/>32.    J.F. Yao*, H.T. Wang*, Zeolitic imidazolate framework composite membranes and thin films: Synthesis and applications, Chem. Soc. Rev. 2014, 43, 4470-4493.<br/>33.    Y. Zeng, K. Wang, J.F. Yao*, H.T. Wang*, Hollow carbon beads for significant water evaporation enhancement, Chem. Eng. Sci. 2014, 116, 704-709.<br/>34.    J.F. Yao*, K. Wang, M.R. Ren, J.Z. Liu, H.T. Wang*, Phase inversion spinning of ultrafine hollow fiber membranes through a single orifice spinneret, J. Membr. Sci. 2012, 421-422, 8-14.<br/>35.    J.F. Yao*, D.H. Dong, D. Li, L. He, G.S. Xu, H.T. Wang*, Contra-diffusion synthesis of ZIF-8 films on a polymer substrate, Chem. Commun. 2011, 47, 2559-2561.<br/>36.    J.F. Yao, D. Li, X.Y. Zhang, C.H. Kong, W.B. Yue, W.Z. Zhou, H.T. Wang, Cubes of Zeolite A with an Amorphous Core, Angew. Chem. Int. Ed. 2008, 47(44) 8397-8399.<br/>37.    J.F. Yao, H.T. Wang, K.R. Ratinac, S.P. Ringer, Formation of colloidal hydroxy-sodalite nanocrystals by the direct transformation of silicalite nanocrystals, Chem. Mater. 2006, 18(6) 1394-1396.<br/>图书（章节）<br/>·         主编：姚建峰，张雄飞，邱健豪，危险化学品使用安全知识手册，农林牧渔业分册，2022，江苏凤凰科学技术出版社<br/>·         J. F. Yao, D. Li, H. T. Wang, Metal organic framework materials for CO2 capture, in Eco- and Renewable Energy Materials, Springer jointly published with Science Press, 2012, 233-258.<br/>·         D. Li, J. F. Yao, H.T. Wang, Recent development of CO2 selective membranes, in Eco- and Renewable Energy Materials, Springer jointly published with Science Press, 2012, 259-309.<br/>·         D. Li, J. F. Yao, H.T. Wang, Thin films and membranes with hierarchical porosity, in Encyclopedia of Membrane Science and Technology, Wiley-Blackwell, 2013, 431-459.<br/>",
    "Class": "23506 膜分离科学与技术<br/>24031 现代化工分离技术<br/>",
    "Topic": "课题组网页：http://ambt.njfu.edu.cn<br/>",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公jfyao@njfu.edu.cn",
    "Introduction": "姚建峰，教授，博士生导师，2005年毕业于南京工业大学化工学院，获工学博士学位，在读博士期间赴香港大学化学系访问一年。2005至2007年在澳大利亚莫纳什大学从事博士后研究工作，2007年至2010年初为南京工业大学化工学院（材料化学工程国家重点实验室）副教授，2010年至2014年获得澳大利亚莫纳什大学Monash Fellowship资助，在澳进行科研和教学工作。2014年9月起在南京林业大学化工学院任教。<br/>主要研究木质纤维素高值化利用、膜材料和膜分离、催化材料设计及其用于化学品制备和环境治理。入选国家重大人才工程青年项目、江苏省“特聘教授”和“六大人才高峰”等人才项目。任《生物质化学工程》期刊编委（2022-至今），曾任《Desalination》期刊客座主编（2021-2022）和《RSC Advances》期刊副主编（2017-2018），被多个国际知名期刊评为突出贡献审稿人，2022年获美国化学会I&EC Research优秀评审奖（全球共43人）。主编化工类科普图书1部，在Chem. Soc. Rev.，Angew. Chem. Int. Ed.，J. Membrane Sci.，Renew. Sust. Energy Rev.和Chem. Eng. Sci.等期刊发表SCI论文290余篇，Web of Science总引用次数超过1.2万次，h因子58；申请中国发明专利20余件，其中授权10余件。指导的研究生11人次获评国家奖学金、1人获“梁希优秀学子奖”、5人次获南京林业大学“校长奖学金”等荣誉。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/04/20220904235345725l1dq32.jpg?iid=47823",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "姚建峰",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}