{
    "Research_direction": "研究方向：<br/>1.植物细胞壁生物降解分子酶学及应用<br/>2.生物基芳香族类化学品生物制备技术<br/>3.林产工业中的生物技术<br/>承担的研究项目：<br/>1. 连接肽改造调节里氏木霉CBHI/CBHII的木质素吸附和酶解活性的研究（2022-01-01至 2025-12-31），国家自然科学基金（编号22178179），经费: 60万, 主持人<br/>2.高品质4-乙烯基愈创木酚生物制备技术及其应用(2016-2018),国家林业科技推广项目（编号：[2016]41),经费: 50万, 主持人<br/>3.高品质4-乙酰基愈创木酚酶法生物制备关键技术及应用 （2015,7-2018,6）江苏省重点研发计划(社会发展)项目（编号：BE2015759），经费: 80万, 主持人<br/>4. 基于废纸脱墨性能要求的新型双功能嵌合酶的分子设计、作用机制及其应用基础(2013,1-2016,12). 国家自然科学基金（编号：31270628）,经费: 77万, 主持人<br/>5.基于重组中性纤维素酶的绿色生物脱墨技术的应用推广(2012,12-2014,12),国家林业科技推广项目（编号：2012-54),经费: 50万, 主持人<br/>6. 植物酚酸类活性成分阿魏酸的高效绿色提取技术的引进(2013,1-2-16,12)，国家林业局948项目 (编号：2013-4-16)。经费： 50万, 主持人<br/>7. 同一种真菌中多组分漆酶同工酶酶学差异性的比较及其分子基础的研究(2009,1-2011,12),国家自然科学基金（编号：30871987）经费: 35万, 主持人<br/>8. 基于纤维素酶纤维素结合域（CBD）的新型纸浆生物增强剂的分子构建及其吸附增强机理 (2007.1-2009.12),国家自然科学基金（编号：30671652）, 经费: 28万, 主持人<br/>9. 重组中性纤维素酶高水平表达技术及其酶制剂复配技术引进(2006.1-2010.12), 948项目（编号：2006-4-77），经费: 50万, 主持人<br/>10. 中性内切型纤维素酶高效表达及其对纤维的酶法改性的研究(2003.1-2005.，12), 国家自然科学基金（编号：30271058），经费: 20万, 主持人<br/>11. 新阿魏酸脂酶基因在木质纤维生物降解中作用的分子机理的研究(2004.1-2006.12), 国家自然科学基金 (编号：30370043)，经费: 20万,主持人<br/>12. 高浓度酵母工程菌高效表达中性内切型纤维素酶的研究(2003,1-2005,12), 校人才引进基金, 经费: 10万，主持人<br/>13. 白腐菌漆酶cDNA克隆及异源表达(2004,1-2006,12), 教育部留学归国人员科研启动基金（编号：2004176），经费: 2.5万，主持人<br/>14.草菇乙酰木聚糖酯酶在提高草类植物细胞壁多糖生物降解性中的作用，高等学校博士学科点专项科研基金（博导类联合，20103204110009，2010-2013）经费: 6万，主持人<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "近年部分论文：（＊为通信作者）<br/>（1）       Wenjuan Ni, Peiyu Zhang, Liangkun Long, Shaojun Ding* (2022) Engineering and linker-mediated co-immobilization of carotenoid cleavage oxygenase with phenolic acid decarboxylase for efficiently converting ferulic acid into vanillin. Process Biochemistry 122 67–77. https://doi.org/10.1016/j.procbio.2022.08.020<br/>（2）       Beibei Wang, Kaixiang Chen, Peiyu Zhang, Liangkun Long, Shaojun Ding* (2022) Comparison of the biochemical properties and roles in the xyloglucan-rich biomass degradation of a GH74 xyloglucanase and its CBM-deleted variant from Thielavia terrestris. International Journal of Molecular Sciences 23, 5276. https://doi.org/10.3390/ijms23095276.<br/>（3）       Kaixiang Chen, Junhua Yang, Shaojun Ding,* and Liangkun Long* (2022) Unique lysine-rich sequence on the CYT domain of Af CDH enhances its interdomain electron transfer and activation of AA9 LPMOs. ACS Sustainable Chemistry & Engineering 10 (18), 5810-5824. https://doi.org/10.1021/acssuschemeng.1c08592<br/>（4）       Liangkun Long, Lu Sun, Zhen Liu, Qunying Lin, Jing Wang, Shaojun Ding* (2022) Functional characterization of a GH62 family α-L- arabinofuranosidase from Eupenicillium parvum suitable for monosaccharification of corncob arabinoxylan in combination with key enzymes. Enzyme and Microbial Technology 154, 109965. https://doi.org/10.1016/j.enzmictec.2021.109965<br/>（5）       Xi Zhang, Kaixiang Chen, Liangkun Long, Shaojun Ding* (2021) Two C1‑oxidizing AA9 lytic polysaccharide monooxygenases from Sordaria brevicollis differ in thermostability, activity, and synergy with cellulase. Applied Microbiology and Biotechnology 105:8739–8759. https://doi.org/10.1007/s00253-021-11677-1<br/>（6）       Liangkun Long, Lu Sun, Dafan, Ding, Kaixiang Chen, Qunying Lin, Shaojun Ding* (2021) Two C1-oxidizing lytic polysaccharide monooxygenases from Ceriporiopsis subvermispora enhance the saccharification of wheat straw by a commercial cellulase cocktail. Process Biochemistry 110: 243-250. https://doi.org/10.1016/j.procbio.2021.08.013.<br/>（7）       Kaixiang Chen, Xi Zhang, Liangkun Long, Shaojun Ding* (2021) Comparison of C4-oxidizing and C1/C4-oxidizing AA9 LPMOs in substrate adsorption, H2O2-driven activity and synergy with cellulase on celluloses of different crystallinity. Carbohydrate Polymers 269:118305. https://doi.org/10.1016/j.carbpol.2021.118305.<br/>（8）       Yuexin Shi, Kaixiang Chen, Liangkun Long, Shaojun Ding* (2021) A highly xyloglucan active lytic polysaccharide monooxygenase EpLPMO9A from Eupenicillium parvum 4-14 shows boosting effect on hydrolysis of complex lignocellulosic substrates. International Journal of Biological Macromolecules 167: 202–213. https://doi.org/10.1016/j.ijbiomac.2020.11.177<br/>（9）       Junhua Yang, Peng Xu, Liangkun Long, Shaojun Ding* (2021) Production of lactobionic acid using an immobilized cellobiose dehydrogenase/laccase system on magnetic chitosan spheres. Process Biochemistry 100:1-9. https://doi.org/10.1016/j.procbio.2020.09.024<br/>（10）   Liangkun Long, Lu Sun, Qunying Lin, Ding Shaojun*, Franz J. St John (2020) Characterization and functional analysis of two novel thermotolerant α-L-arabinofuranosidases belonging to glycoside hydrolase family 51 from Thielavia terrestris and family 62 from Eupenicillium parvum. Applied Microbiology and Biotechnology 104(20):1-15. DOI:10.1007/s00253-020-10867-7<br/>（11）   Lulu Li, Liangkun Long, Shaojun Ding* (2020) Directly affinity-immobilized phenolic acid decarboxylase by a linker peptide on zeolite for efficient bioconversion of ferulic acid into 4-vinylguaiacol. ACS Sustainable Chemistry & Engineering 8: 14732−14742. DOI: 10.1021/acssuschemeng.0c03489.<br/>（12）   Zongren Guo, Liangkun Long, Shaojun Ding* (2020) Characterization of an l-arabinose isomerase from Bacillus velezensis and its application for l-ribulose and l-ribose biosynthesis. Applied Biochemistry and Biotechnology 192(3):935-951. DOI: 10.1007/s12010-020-03380-0<br/>（13）   Ying Zhang, Liangkun Long, Shaojun Ding* (2020) Heterologous synthesis of 4-ethylphenol in engineered Escherichia coli. Process Biochemistry 96: 157–164. DOI: 10.1016/j.procbio.2020.06.003.<br/>（14）   Dandan Li, Liangkun Long and Shaojun Ding* (2020) Alkaline organosolv pretreatment of different sorghum stem parts for enhancing the total reducing sugar yields and p-coumaric acid release. Biotechnology for Biofuels 13:106. DOI: 10.1186/s13068-020-01746-4.<br/>（15）   Long Liangkun, Wu Lianqiu, Lin Qunying, Ding Shaojun* (2020) Highly Efficient Extraction of Ferulic Acid from Cereal Brans by a New Type A Feruloyl Esterase from Eupenicillium parvum in Combination with Dilute Phosphoric Acid Pretreatment. Applied Biochemistry and Biotechnology 190(4): 1561-1578.DOI: 10.1007/s12010-019-03189-6.<br/>（16）   Zongren Guo, Liangkun Long and Shaojun Ding* (2019) Characterization of a d‑lyxose isomerase from Bacillus velezensis and its application for the production of d‑mannose and l‑ribose. AMB Express 9:149. DOI: 10.1186/s13568-019-0877-3.<br/>（17）   Zichun Han, Liangkun Long and Shaojun Ding* (2019) Expression and characterization of carotenoid cleavage oxygenases from Herbaspirillum seropedicae and Rhodobacteraceae bacterium capable of biotransforming isoeugenol and 4-vinylguaiacol to vanillin. Frontiers in Microbiology 10:1869. DOI: 10.3389/fmicb.2019.01869.<br/>（18）   Lulu Li, Liangkun Long and Shaojun Ding* (2019) Bioproduction of high-concentration 4-vinylguaiacol using whole-cell catalysis harboring an organic solvent-tolerant phenolic acid decarboxylase from Bacillus atrophaeus Frontiers in Microbiology 10:1798. DOI: 10.3389/fmicb.2019.01798.<br/>（19）   Lulu Li, Xiang Wu, Liangkun Long and Shaojun Ding⁎ (2019) Functional autodisplay of phenolic acid decarboxylase using a GDSL autotransporter on Escherichia coli for efficient catalysis of 4-hydroxycinnamic acids to vinylphenol derivatives. Catalysts 9, 634. DOI:10.3390/catal9080634.<br/>（20）   Jiao Tang, Liangkun Long, Yunfeng Cao, Shaojun Ding⁎ (2019) Expression and characterization of two glucuronoyl esterases from Thielavia terrestris and their application in enzymatic hydrolysis of corn bran. Applied Microbiology and Biotechnology 103(7):3037-3048. DOI: 10.1007/s00253-019-09662-w.<br/>（21）   Min Liu, Tianrui Zhang, Liangkun Long, Rui Zhang, Shaojun Ding* (2019) Efficient enzymatic degradation of poly (ɛ-caprolactone) by an engineered bifunctional lipase-cutinase. Polymer Degradation and Stability 160:120-125. DOI: 10.1016/j.polymdegradstab.2018.12.020.<br/>（22）   Zhen Wang, Tianrui Zhang, Liangkun Long and Shaojun Ding* (2018) Altering the linker in processive GH5 endoglucanase 1 modulates lignin binding and catalytic properties. Biotechnololgy for Biofuels 11:332. DOI: 10.1186/s13068-018-1333-3.<br/>（23）   Liangkun Long, Meijuan Xu, Yuexin Shi, Qunying Lin, Jing Wang, Shaojun Ding* (2018) Characterization of two new endo-β-1,4-xylanases from Eupenicillium parvum 4–14 and their applications for production of feruloylated oligosaccharides. Applied Biochemistry and Biotechnology 186:816–833 DOI: 10.1007/s12010-018-2775-6<br/>（24）   JiaoTang, Lei Shi, Lulu Li, Liangkun Long, Shaojun Ding* (2018) Expression and characterization of a 9-cis-epoxycarotenoid dioxygenase from Serratia sp. ATCC 39006 capable of biotransforming isoeugenol and 4-vinylguaiacol to vanillin. Biotechnology Reports 18, e00253. DOI:10.1016/j.btre.2018.e00253<br/>（25）   Kankan Jiang, Lulu Li, Liangkun Long, Shaojun Ding* (2018) Comprehensive evaluation of combining hydrothermal pretreatment (autohydrolysis) with enzymatic hydrolysis for efficient release of monosaccharides and ferulic acid from corn bran. Industrial Crops and Products 113:348–357. DOI: 10.1016/j.indcrop.2018.01.047<br/>（26）   Liangkun Long, Qunying Lin, Yuexin Shi, Jing Wang, Shaojun Ding* (2018) Highly efficient transformation of a (hemi-) cellulases-producing fungus Eupenicillium parvum 4–14 by Agrobacterium tumefaciens. Journal of Microbiological Methods. 146:40–45.<br/>（27）   Yuheng Chen, Lulu Li, Liangkun Long and Shaojun Ding* (2018) High cell-density cultivation of phenolic acid decarboxylase-expressing Escherichia coli and 4-vinylguaiacol bioproduction from ferulic acid by whole-cell catalysis. Journal of Chemical Technology and Biotechnology 93(8): 2415-2421. DOI: 10.1002/jctb.5590<br/>（28）   Liangkun Long, Haoyuan Zhao, Dafan Ding, Meijuan Xu, Shaojun Ding* (2018) Heterologous expression of two Aspergillus niger feruloyl esterases in Trichoderma reesei for the production of ferulic acid from wheat bran. Bioprocess and Biosystems Engineering 41(5): 593–601. DOI: 10.1007/s00449-018-1894-3<br/>（29）   Shuya Yang, Min Liu, Liangkun Long, Rui Zhang, Shaojun Ding* (2018) Characterization of a cutinase from Myceliophthora thermophila and its application in polyester hydrolysis and deinking process. Process Biochemistry 66:106-112. DOI: 10.1016/j.procbio.2017.11.021.<br/>（30）   Liu Min, Yang Shuya, Long Liangkun, Cao Yunfeng, Ding Shaojun* (2018) Engineering a chimeric lipase-cutinase (Lip-Cut) for efficient enzymatic deinking of waste paper. BioResources 13(1), 981-996. DOI: 10.15376/biores.13.1.981-996<br/>（31）   Zhen Wang , Yimei Hu, Liangkun Long and Shaojun Ding* (2017). Characterization of a GH12 endoglucanase from Volvariella volvacea exhibiting broad substrate specificity and potential synergy with crude cellulose. BioResources 12(4), 9437-9451. DOI: 10.15376/biores.12.4.9437-9451.<br/>（32）   Min Liu, Shuyan Yang, Liangkun Long, Shufan Wu, Shaojun Ding* (2017) The enzymatic deinking of waste papers by engineered bifunctional chimeric enzyme with neutral endoglucanase and lipase activities. BioResources 12, 6812-6831. DOI: 10.15376/biores.12.3.6812-6831<br/>（33）   Kaixiang Chen, Xingchen Liu, Liangkun Long, Shaojun Ding* (2017) Cellobiose dehydrogenase from Volvariella volvacea and its effect on the saccharification of cellulose. Process Biochemistry 60:52–58. DOI: 10.1016/j.procbio.2017.05.023<br/>（34）   Hang Hu, Kaixiang Chen, Lulu Li and Shaojun Ding* (2017) Characterization of the wild type and truncated form of a neutral GH10 xylanase from Coprinus cinereus: Roles of C-terminal basic amino acid-rich extension in its SDS resistance, thermostability and activity. Journal of Microbiology and Biotechnology 27(4): 775-784. DOI: 10.4014/jmb.1609.09011<br/>（35）   Shiping Liu and Shaojun Ding* (2016) Replacement of carbohydrate binding modules improves acetyl xylan esterase activity and its synergistic hydrolysis of different substrates with xylanase. BMC Biotechnology 16:73. DOI: 10.1186/s12896-016-0305-6<br/>（36）   Ronghua Pan, Yimei Hu, Liangkun Long, Jing Wang and Shaojun Ding* (2016) Extra carbohydrate binding module contributes to the processivity and catalytic activity of a non-modular hydrolase family 5 endoglucanase from Fomitiporia mediterranea MF3/22. Enzyme and Microbial Technology 91: 42–51. DOI: 10.1016/j.enzmictec.2016.06.001<br/>（37）   Liangkun Long, Dafan Ding, Zichun Han, Haoyuan Zhao, Qunying Lin, Shaojun Ding* (2016) Thermotolerant hemicellulolytic and cellulolytic enzymes from Eupenicillium parvum 4-14 displays high efficiency at releasing of ferulic acid from wheat bran. Journal of Applied Microbiology 121: 422—434. DOI: 10.1111/jam.13177<br/>（38）   Kankan Jiang, Lulu Li, Liangkun Long, Shaojun Ding* (2016) Comparison of alkali treatments for efficient release of p-coumaric acid and enzymatic saccharification of sorghum pith. Bioresource Technology 207: 1–10. DOI: 10.1016/j.biortech.2016.01.116<br/>（39）   Fei Zheng, Jingxuan Huang, Xingchen Liu, Hang Hu, Liangkun Long, Kaixiang Chen, Shaojun Ding* (2016) N- and C-terminal truncations of a GH10 xylanase significantly increase its activity and thermostability but decrease its SDS resistance. Applied Microbiology and Biotechnology 100:3555–3565. DOI: 10.1007/s00253-015-7176-y<br/>（40）   Wanfang Zhong, Shaojun Ding and Huifang Gu (2015) The chitinase C gene PsChiC from Pseudomonas sp. and its synergistic effects on larvicidal activity. Genetics and Molecular Biology 38(3):366-372. DOI: 10.1590/S1415-475738320140320<br/>（41）   Hongfei Hu, Lulu Li, Shaojun Ding* (2015) An organic solvent-tolerant phenolic acid decarboxylase from Bacillus licheniformis for the efficient bioconversion of hydroxycinnamic acids to vinyl phenol derivatives. Applied Microbiology and Biotechnology 99:5071-5081. DOI: 10.1007/s00253-014-6313-3<br/>（42）   Aiqin Shi, Hang Hu, Fei Zheng, Liangkun Long, Shaojun Ding* (2015) Biochemical characteristics of an alkaline pectate lyase PelA from Volvariella volvacea: roles of the highly conserved N-glycosylation site in its secretion and activity. Applied Microbiology and Biotechnology 99 (9):3447-3458. DOI: 10.1007/s00253-014-6146-0<br/>（43）   Xiaoran Shi, Fei Zheng, Ronghua Pan, Jing Wang, Shaojun Ding* (2014) Engineering and comparative characteristics of double carbohydrate binding modules as a strength additive for papermaking applications. BioResources 9(2), 3117-3131.<br/>（44）   Chunjuang Gu, Fei Zheng, Liangkun Long, Jing Wang, Shaojun Ding* (2014) Engineering the Expression and Characterization of Two Novel Laccase Isoenzymes from Coprinus comatus in Pichia pastoris by Fusing an Additional Ten Amino Acids Tag at N-Terminus. PLoS ONE 9(4): e93912. DOI:10.1371/journal.pone.0093912<br/>（45）   Fei Zheng, Jingxuan Huang, Yuhao Yin, Shaojun Ding* (2013) A novel neutral xylanase with high SDS resistance from Volvariella volvacea: characterization and its synergistic hydrolysis of wheat bran with acetyl xylan esterase. Journal of Industrial Microbiology & Biotechnology 40:1083–1093. DOI: 10.1007/s10295-013-1312-4<br/>（46）   Fei Zheng, Shaojun Ding* (2013) Processivity and Enzymatic Mode of a Glycoside Hydrolase Family 5 Endoglucanase from Volvariella volvacea. Applied and Environmental Microbiology. 79(3):989-996. DOI: 10.1128/AEM.02725-12<br/>（47）   Man Jiang, Zhen Ten & Shaojun Ding* (2013) Decolorization of Synthetic Dyes by Crude and Purified Laccases from Coprinus comatus Grown Under Different Cultures: The Role of Major Isoenzyme in Dyes Decolorization. Applied and Biochemistry Biotechnology 169(2):660-72. DOI: 10.1007/s12010-012-0031-z<br/>（48）   Songyuan Bao, Zhen Teng & Shaojun Ding* (2013) Heterologous expression and characterization of a novel laccase isoenzyme with dyes decolorization potential from Coprinus comatus. Molecular Biology Reports 40(2):1927-36. DOI: 10.1007/s11033-012-2249-9<br/>大会报告：<br/>(1)    Keynote Speeches:<br/>Title: “Phenolic acids from agro-food industrial byproducts: Efficient release and high value-added bioconversion”, in Symposium on Conversion of Agricultural and Forest Biomass for Production of Biofuels and Bio-based Product, 2018 3rd International Conference on Chemistry and Biochemical Engineering, 2018 3rd International Conference on Biology and Life Sciences, ICBLS2018, May 29-31, 2018 Hangzhou, China<br/>授权专利：<br/>1. 一种极耐SDS木聚糖酶XynII及其编码基因和应用，ZL201310144420.2, 授权时间：2014,05,07<br/>2．一种地衣芽孢杆菌7172及其应用，专利号：ZL201310140820.6，授权时间：2014,10,15<br/>3. 一种漆酶基因Lac6及其表达蛋白和应用，专利号：ZL201310689485.5，授权时间：2015,06,10<br/>4. 一种漆酶基因Lac7及其表达蛋白和应用，专利号：ZL201310690989.9，授权时间：2015,06,10<br/>5．一种碱性果胶裂解酶PelA及其编码基因和应用，专利号：ZL201410084597.2，授权时间：2015,09,16<br/>6. 一种利用双功能融合酶Lip-EG1CD进行废纸脱墨的方法，专利号：ZL 201710315856.1，授权时间：2018,05,15<br/>7. 一种高效全降解聚己内酯的方法，专利号：ZL 2018110555051.9，授权时间：2021,07,20<br/>8. 一锅法酶水解-氧化纤维素制备葡萄糖酸的方法，专利号：ZL 2018 10554930.X，授权时间：2021,10，29<br/>9．一种胞外AA9家族多糖单加氧酶EpLPMOa及其应用，专利号：ZL 201910369609.9，授权时间：2022，03，22<br/>10. 一种利用甘油制备4-乙基苯酚方法，专利号：ZL202010199444.8，授权时间：2022，06，21<br/>",
    "Class": "本科生及研究生课程：“分子生物学”、“微生物学”<br/>专题讲解 “纤维素酶分子酶学及应用”、“微生物酶学”、“基因工程制药”等特色课程。<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427544dshaojun@hotmail.com；dshaojun@njfu.edu.cn",
    "Introduction": "丁少军，男，教授，博士生导师，1986年南京林业大学制浆造纸专业本科毕业，获工学学士，同年留校微生物组任教。1992-1993年曾赴香港中文大学生物系进行木质素降解酶的系统研究。1994年南京林业大学研究生毕业，获工学硕士学位。2001年完成香港中文大学生物系博士（Ph.D）学位论文， 2002年，获香港中文大学生物系博士后（Postdoc fellowship ）资助，继续开展相关研究工作。2002年底回南京林业大学工作至今，2003年8月聘为教授，历任化学工程学院生物工程系副系主任、主任，2011年7月至2018年3月任化学工程学院副院长。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/08/31/20220831161717550i8zxs4.jpg?iid=47676",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "丁少军    Shaojun Ding",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}