{
    "Research_direction": "（1）木质纤维素生物质超微结构分析与预处理组分分离技术。<br/>（2）木质纤维素/油脂催化转化制备高品质燃料与化工品。<br/>（3）生物基聚酯/碳材料高效制备。<br/>",
    "Paper": "None",
    "Patent": "1<br/>一种木质纤维素催化加氢制备多元醇和芳香化合物的方法<br/>CN110028389B<br/>C07C37/52<br/>2022年04月01日<br/>1<br/>一种木质纤维素催化加氢制备多元醇和芳香化合物的方法<br/>CN110028389B<br/>C07C37/52<br/>2022年04月01日<br/>",
    "Achievements": "近五年论文：<br/>(1)    Haichuan Zhang, Zede Yi, Shiyu Fu*, Changzhi Li, Lucian A. Lucia, Qiying Liu. Pd Nanocubes Supported on SiW12@Co-ZIF Nanosheets for High-efficiency Rupture of Ether Bonds in Model and Actual Lignin. Appl. Catal. B, 2023, 322, 122128.<br/>(2)    Haosheng Xin, Haiyong Wang, Song Li, Xiaohong Hu, Long Yan*, Chenguang Wang, Longlong Ma, Qiying Liu*. Cellulose Hydrogenolysis to Alcohol and Ketone Products Using Co@C Catalysts in Phosphoric Acid Aqueous Solution. Reaction Chemistry & Engineering, 2022, DOI: 10.1039/D2RE00273F.<br/>(3)    Xiaohong Hu, Yuhe Liao, Ying Xia, Ying Xu, Wu Lan, Xu Li, Haosheng Xin, Long Yan, Wei Lv, Qiying Liu*, Longlong Ma. Deciphering the structural evolution in delignification of bamboo under alkaline organosolv pretreatment. Process Biochemistry, https://doi.org/10.1016/j.procbio.2022.07.011.<br/>(4)    Kingdom Alorku, Chen Shen, Yuhang Li, Ying Xu, Chenguang Wang, Qiying Liu*. Biomass-derived 2-methyltetrahydrofuran platform: A focus on precious and non-precious metal-based catalysts for the biorefinery. Green Chem., 2022, 24, 4201-4236.<br/>(5)    Haosheng Xin, Zhongxun Xiu, Haiyong Wang, Chenguang Wang, Qiying Liu*, Longlong Ma. Efficient Conversion of Lactic Acid to Alanine over Noble Metal Supported on Ni@C Catalysts. RSC Adv., 2022, 12, 16847-16859.<br/>(6)    Haosheng Xin, Haiyong Wang, Song Li, Xiaohong Hu, Chenguang Wang, Longlong Ma and Qiying Liu*. Efficient production of ethylene glycol from cellulose over Co@C catalysts combined with tungstic acid. Sustain. Energy Fuel., 2022, 6, 2602-2612.<br/>(7)    Xiaohong Hu, Zhijian Li, Haiyong Wang, Longlong Ma*, Qiying Liu*. Selective Hydrogenolysis of 5-Hydroxymethylfurfural to 2-Hexanol over Au/ZrO2 Catalysts. ChemSusChem, 2022, accepted, https://doi.org/10.1002/cssc.202200092.<br/>(8)    Xiaohong Hu, Haiyong Wang, Qiying Liu, Yuhe Liao, Chenguang Wang, Longlong Ma*. Comparative study on the hydrogenolysis performance of solid residues from different bamboo pretreatment. Bioresource Technology, 2022, 352, 127095.<br/>(9)    Ying Xia, Qiying Liu*, Haiyong Wang, Xiaohong Hu, Xu Li, Wenzhi Li, Longlong Ma*. Chemical and ultrastructural evolutions of corn stalk during sequential acid and alkaline hydrogen peroxide pretreatment. Biomass and Bioenergy, 2022, 160, 106443.<br/>(10)Lingmei Yang, Wen Luo, Huiwen Li, Haiyong Wang, Aihua Zhang, Zhilian Wu, QiyingLiu*, Zhongming Wang, Pengmei Lv, Zhenhong Yuan. Catalytic oleic acid hydrotreating to bio-aviation fuel over highly dispersed Ni/SAPO-11 catalysts prepared by citric acid and ethylene glycol co-assistance impregnation. J. Environ. Chem. Eng., 2022, 10, 107220.<br/>(11)Ying Xia, Qiying Liu*, Xiaohong Hu, Xu Li, Yongwang Huang, Wenzhi Li, Longlong Ma*. Structural evolution during corn stalk acidic and alkaline hydrogen peroxide pretreatment. Industrial Crops Products, 2022, 176, 114386.<br/>(12)Xiangqian Wei, Wenzhi Li*, Qiying Liu, Weitao Sun, Siwei Liu, Song Li, Haoyang Wei, Longlong Ma*. Pore-scale investigation on multiphase reactive transport for the conversion of levulinic acid to gamma-valerolactone with Ru/C catalyst. Chemical Engineering Journal, 2021, 427, 130917.<br/>(13)Changhui Zhu, Haosheng Xin, Jiajun Hong, Haiyong Wang, Chenguang Wang, Longlong Ma, Qiying Liu*. Hydrocarbons Distribution of Cellulose Hydrogenolysis over Ru-MoOx/C Combined with HZSM-5. ACS Sustainable Chem. Eng., 2021, 9, 14704-14721. 封面文章<br/>(14)Yongjie Xin, Sichan Li, Haiyong Wang, Lungang Chen, Shuang Li, Qiying Liu*. Selective 5-Hydroxymethylfurfural Hydrogenolysis to 2,5-Dimethylfuran over Bimetallic Pt-FeOx/AC Catalysts. Catalysts, 2021, 11, 915-929.<br/>(15)Kaihang Han, Shuo Wang, Qiying Liu*, Fagen Wang. Optimizing the Ni/Cu Ratio in Ni-Cu Nanoparticle Catalysts for Methane Dry Reforming. ACS Appl. Nano Mater. 2021, 4, 5340-5348.<br/>(16)Zhijian Li, Changhui Zhu, Haiyong Wang, Qiying Liu*, Longlong Ma*. 5‑Hydroxymethylfurfural Hydrodeoxygenation Coupled with Water-Gas Shift Reaction for 2,5-Dimethylfuran Production over Au/ZrO2 Catalysts. ACS Sustainable Chem. Eng. 2021, 9, 6355−6369. IF=9.198 封面文章<br/>(17)Yuan Liang, Haiyong Wang, Long Yan, Qiying Liu*, Longlong Ma*. Selective cellulose hydrogenolysis to 2,5-hexanedione and 1-hydroxy-2-hexanone using Ni@NC catalysts. ACS Sustainable Chem. Eng., 2021, 9, 15394-15405.<br/>(18)Chiliu Cai, Haiyong Wang, Qi Zhang, Longlong Ma, Qiyig Liu*. Recent Progress in 5-Hydroxymethylfurfural Catalytic Oxidation to 2,5-Furandicarboxylic Acid. Current Organic Chemistry, 2021, 25, 404-416.<br/>(19)Wang, Haiyong; Xin, Haosheng; Cai, Chiliu; Zhu, Changhui; Xiu, Zhongxun; Liu, Qiying*; Weng, Yujing; Wang, Chenguang; Zhang, Xinghua; Liu, Shijun; Peng, Zifang; Ma, Longlong*. Selective C3-C4 Keto-alcohols Production from Cellulose Hydrogenolysis over Ni-WOx/C Catalysts. ACS Catalysis, 2020, 10, 10646-10660.<br/>(20)Liu, Siwei; Wei, Xiangqian; Sun, Weitao; Wang, Chenguang; Li, Wenzhi; Ma, Longlong; Liu, Qiying*. Coking Prediction in Catalytic Glucose Conversion to Levulinic Acid Using Improved Lattice Boltzmann Model. Industrial & Engineering Chemistry Research, 2020, 59, 17462-17475.<br/>(21)Haiyong Wang, Changhui Zhu, Chenguang Wang, Qiying Liu*, Longlong Ma*. Selective (ligno) cellulose hydrogenolysis to ethylene glycol and propyl monophenolics over Ni–W@C catalysts. Cellulose, 2020, 27(13), 7591-7605.<br/>(22)Zhongxun Xiu, Haiyong Wang, Chiliu Cai, Qiying Liu,* Longlong Ma. Ultrafast Glycerol Conversion to Lactic Acid over Magnetically Recoverable Ni–NiOx@C Catalysts. Industrial & Engineering Chemistry Research, 2020, 59, 9912-9925. 封面文章<br/>(23)Haosheng Xin, Xiaohong Hu, Chiliu Cai Haiyong Wang, Changhui Zhu, Song Li, Zhongxun Xiu, Xinghua Zhang, Qiying Liu,* Longlong Ma. Catalytic Production of Oxygenated and Hydrocarbon Chemicals from Cellulose Hydrogenolysis in Aqueous-phase. Front. Chem., 2020, doi: 10.3389/fchem.2020.00333.<br/>(24)Xinxin Li, Bo Zhang, Xiaoli Pan, Jianwei Ji, Yujing Ren, Hua Wang, Na Ji*, Qiying Liu, Changzhi Li*. One-Pot Conversion of Lignin into Naphthenes Catalyzed by a Heterogeneous Rhenium Oxide-Modified Iridium Compound. ChemSusChem, 2020, DOI: 10.1002/cssc.201903286.<br/>(25)Jiandong Jiang, Chengyan Wen, Zhipeng Tian, Qiying Liu, Chenguang Wang*, Longlong Ma. Manganese-Promoted Fe3O4 Microsphere for Efficient Conversion of CO2 to Light Olefins. Industrial & Engineering Chemistry Research, 2020, 59, 2155-2162.<br/>(26)Ning Shi*, Qiying Liu, Ying Liu, Lijun Chen, Ni Chen, Jiayu Peng, Longlong Ma. Formation of Soluble Furanic and Carbocyclic Oxy-Organics during the Hydrothermal Carbonization of Glucose. Energy Fuel., 2020, 34, 1830-1840.<br/>(27)Lele Jin, Wenzhi Li, Qiying Liu, Longlong Ma, Chao Hu, A. T. Ogunbiyi, Mingwei Wu, Qi Zhang*. High performance of Mo-promoted Ir/SiO2 catalysts combined with HZSM-5 toward the conversion of cellulose to C-5/C-6 alkanes. Bioresource Technol., 2020, 297, 122492.<br/>(28)Xiaoping Wu, Qiao Zhang, Lungang Chen, Qiying Liu, Xinghua Zhang, Qi Zhang, Longlong Ma, Chenguang Wang*. Enhanced catalytic performance of PtSn catalysts for propane dehydrogenation by a Zn-modified Mg(Al)O support. Fuel Process. Technol., 2020, 198, 106222.<br/>(29)Chiliu Cai, Haiyong Wang, Haosheng Xin, Changhui Zhu, Qi Zhang, Xinghua Zhang, Chenguang Wang, Qiying Liu*, Longlong Ma. Hydrogenolysis of biomass-derived sorbitol over La-promoted Ni/ZrO2 catalysts. RSC Adv., 2020, 10, 3993-4001.<br/>(30)Lele Jin, Wenzhi Li, Qiying Liu, Longlong Ma, Song Li, Yang Liu, Baikai Zhang, Qi Zhang*. Catalytic conversion of cellulose to C-5/C-6 alkanes over Ir-VOx/SO2 combined with HZSM-5 in n-dodecane/water system. Fuel Process. Technol., 2019, 196, 106161.<br/>(31)Shuqi Fang*, Zhibin Cui, Yuting Zhu, Chenguang Wang*, Jing Bai, Xinghua Zhang, Ying Xu, Qiying Liu, Lungang Chen, Qi Zhang, Longlong Ma. In situ synthesis of biomass-derived Ni/C catalyst by self-reduction for the hydrogenation of levulinic acid to gamma-valerolactone. J. Energy Chem., 2019, 37, 204-214.<br/>(32)Changhui Zhu, Haiyong Wang, Hu Li, Bijuan Cai, Wei Lv, Chiliu Cai, Chenguang Wang, Long Yan, Qiying Liu*, Longlong Ma. Selective Hydrodeoxygenation of 5-Hydroxymethylfurfural to 2, 5-Dimethylfuran over Alloyed Cu-Ni Encapsulated in Biochar Catalysts. ACS Sustain. Chem. Eng., 2019, 7(24), 19556-19569. 封面文章<br/>(33)Changhui Zhu, Haiyong Wang, Chilu Cai, Kang Bi, Bijuan Cai, Xiangbo Song, Qiying Liu*, Longlong Ma. Tandem Conversion of Fructose to 2,5-Dimethylfuran with the Aid of Ionic Liquids. ACS Sustain. Chem. Eng., 2019, 7, 16026-16040.<br/>(34)Chiliu Cai, Changhui Zhu, Haiyong Wang, Haosheng Xin, Qiying Liu*. Catalytic Hydrogenolysis of Biomass-derived Polyhydric Compounds to C2–C3 Small-molecule Polyols: A review. Current Organic Chemistry, 2019, 23(20), 2180-2189.<br/>(35)Ning Shi*, Qiying Liu, Rongmei Ju, Xiong He, Yulan Zhang, Shiyun Tang, Longlong Ma. Condensation of α-Carbonyl Aldehydes Leads to the Formation of Solid Humins during the Hydrothermal Degradation of Carbohydrates. ACS OMEGA, 2019, 4, 7330-7343.<br/>(36)Ning Shi*, Qiying Liu, Xiong He, Gui Wang, Ni Chen, Jiayu Peng, Longlong Ma. Molecular Structure and Formation Mechanism of Hydrochar from Hydrothermal Carbonization of Carbohydrates. Energy & Fuels, 2019, 33, 9904-9915.<br/>(37)Qiying Liu, Haiyong Wang, Haosheng Xin, Chenguang Wang, Long Yan, Yingxiong Wang, Qi Zhang, Xinghua Zhang, Ying Xu, George W Huber, Longlong Ma*. Selective cellulose hydrogenolysis to ethanol using Ni@C combined with phosphoric acid catalysts. ChemSusChem, 2019, 12, 3977-3987. 封面文章<br/>(38)  Haiyong Wang, Changhui Zhu, Qiying Liu*, Jin Tan, Chenguang Wang, Zheng Liang, Longlong Ma*. Selective Conversion of Cellulose to Hydroxyacetone and 1‐Hydroxy‐2‐Butanone with Sn–Ni Bimetallic Catalysts. ChemSusChem, 2019, 12, 2154-2160. 封面文章<br/>(39)  Tingwei Zhang, Wenzhi Li, Haosheng Xin, Lele Jin, Qiying Liu. Production of HMF from glucose using an Al3+-promoted acidic phenol-formaldehyde resin catalyst. Catal. Commun., 2019, 124, 56-61.<br/>(40)  Chaofeng Zhu, Xiaomeng Dou, Wenzhi Li, Qiying Liu, Longlong Ma*. Efficient depolymerization of Kraft lignin to liquid fuels over an amorphous titanium-zirconium mixed oxide supported partially reduced nickel-cobalt catalyst. Bioresource Technol., 2019, 284, 293-301.<br/>(41)  Chengyan Wen, Chenguang Wang, Lungang Chen, Xinghua Zhang, Qiyig Liu, Longlong Ma*. Effect of hierarchical ZSM-5 zeolite support on direct transformation from syngas to aromatics over the iron-based catalyst. Fuel, 2019, 244, 492-498.<br/>(42)  Qingqing Li, Haiyong Wang, Zhipeng Tian, Qiying Liu*. Selective oxidation of 5-hydroxymethylfurfural to 2,5-furandicarboxylic acid over Au/CeO2 catalysts: the morphology effect of CeO2. Catal. Sci. Technol., 2019, 9, 1570-1580. 封面文章<br/>(43)  Haiyong Wang, Changhui Zhu, Dan Li, Qiying Liu*, Longlong Ma*. Recent advances in catalytic conversion of biomass to 5-hydroxymethylfurfural and 2, 5-dimethylfuran. Renewable & Sustainable Energy Reviews, 2019, 103, 227-247. ESI论文<br/>(44)  Dan Li, Qiying Liu*, Changhui, Zhu, Haiyong Wang, Chunhua Cui, Chenguang Wang, Longlong Ma*. Selective hydrogenolysis of 5-hydroxymethylfurfural to 2,5-dimethylfuran over Co3O4 catalyst by controlled reduction. J. Energy Chem., 2019, 30, 34-41.<br/>(45)  Jianru Ma, Wenzhi Li, Shengnan Guan, Qiying Liu. Efficient catalytic conversion of corn stalk and xylose into furfural over sulfonated graphene in γ-valerolactone. RSC Adv., 2019, 9, 10569-10577.<br/>(46)  Xinghua Zhang, Jiejie Tang, Qi Zhang, Qiying Liu. Hydrodeoxygenation of lignin-derived phenolic compounds into aromatic hydrocarbons under low hydrogen pressure using molybdenum oxide as catalyst. Catal. Today, 2019, 319, 41-47.<br/>(47)  吴小平, 王晨光, 张琦, 刘琪英, 张兴华, 马隆龙. PtSn-Mg(Zn)AlO催化剂应用于乙烷脱氢反应研究. 化工学报，2019, 70(11), 4268-4277.<br/>(48)  周峰，刘琪英*，王晨光，潘岩，张琦，马隆龙*. 基于COMSOL的果糖脱水传热传质数值模拟. 太阳能学报，2019，40(6), 1677-1683.<br/>(49)  宋巍*，龙靖文，刘琪英，潘成强，王飞. 石墨烯基催化剂用于生物质转化的研究进展. 现代化工，2019, 39 (7), 22-28.<br/>(50)  蔡炽柳，朱长辉，王海永，王晨光，刘琪英*，马隆龙。生物质催化制备甲烷的反应路径和催化剂研究进展. 林产化学与工业，2019, 39 (3), 1-9.<br/>(51)  Changhui Zhu, Zhen Fang, Tongchao Su, Xingkang Li, Qiying Liu. Cellulase immobilized on mesoporous biochar synthesized by ionothermal carbonization of cellulose. Cellulose, 2018, 25, 2473-2485.<br/>(52)  Qiao Zhang, Keting Zhang, Shaohong Zhang, Qiying Liu. Ga3+-stabilized Pt in PtSn-Mg(Ga)(Al)O catalyst for promoting ethane dehydrogenation. J. Catal., 2018, 368, 79-88.<br/>(53)  Lele Jin, WenZhi Li, Qiying Liu. Liquefaction of kraft lignin over the composite catalyst HTaMoO6 and Rh/C in dioxane-water system. Fuel Process. Technol., 2018, 178, 62-70.<br/>(54)  Zhipeng Tian, Chenguang Wang, Zhan Si, Yachen Wang, Lungang Chen, Qiying Liu. Product Distributions of Fischer-Tropsch Synthesis over Core-Shell Catalysts: The Effects of Diverse Shell Thickness. Chemistryselect, 2018, 3, 12415-12423.<br/>(55)  Yujing Weng, Tiejun Wang*, Chenguang Wang, Qiying Liu. Hydrodeoxygenation of Sorbitol into Bio-Alkanes and -Alcohols over Phosphated Ruthenium Molybdenum Catalysts. ChemCatChem, 2018, 10, 5046-5052.<br/>(56)  Haiyong Wang, Caihong Zhang, Qiying Liu*. Direct Hydrogenolysis of Cellulose into Methane under Mild Conditions. Energy & Fuels, 2018, 32, 11529-11537.<br/>(57)  Changhui Zhu, Chiliu Cai, Qiying Liu*, Wenzhi Li, Jin Tan. Continuous Production of 5-Hydroxymethylfurfural from Monosaccharide over Zirconium Phosphates. Chemistryselect, 2018, 3, 10983-10990.<br/>(58)  Yujing Weng, Tiejun Wang*, Peigao Duan, Chenguang Wang, Feng Wang, Qiying Liu. Influence of Impregnation Processes on Ruthenium-Molybdenum Carbon Catalysts for Selective Hydrodeoxygenation of Biomass-Derived Sorbitol into Renewable Alkanes. Energy Technol., 2018, 6, 1763-1770.<br/>(59)  Changhui Zhu, Qiying Liu*, Dan Li, Haiyong Wang. Selective Hydrodeoxygenation of 5-Hydroxymethylfurfural to 2,5-Dimethylfuran over Ni Supported on Zirconium Phosphate Catalysts. ACS Omega, 2018, 3, 7407-7417.<br/>(60)  Jin Tan, Haiyong Wang, Longlong Ma*, Chenguang Wang, Qiying Liu. Selective yields of furfural and hydroxymethylfurfural from glucose in tetrahydrofuran over H beta zeolite. RSC Adv., 2018, 8, 24534-24540.<br/>(61)  Qiying Liu*, Caihong Zhang, Ning Shi, Xinghua Zhang, Chenguang Wang, Longlong Ma*. Production of renewable long-chained cycloalkanes from biomass-derived furfurals and cyclic ketones. RSC Adv., 2018, 8, 13686-13696.<br/>(62)  张彩红，刘琪英*，王海永，王晨光，马隆龙。纤维素温和条件下一步水热法制备甲烷的研究。新能源进展，2018, 6，339-345.<br/>(63)  文承彦，王晨光，刘琪英，陈伦刚，马隆龙，吕微。Fe/ZSM-5催化剂的酸性与孔隙特性对合成气直接制备芳烃的影响. 新能源进展，2018, 6，222-228.<br/>专利：<br/>序号<br/>专利名称<br/>授权号<br/>IPC分类号<br/>授权时间<br/>1<br/>一种木质纤维素催化加氢制备多元醇和芳香化合物的方法<br/>CN110028389B<br/>C07C37/52<br/>2022年04月01日<br/>2<br/>一种石墨烯包裹镍-氧化镍催化剂及其在制备乳酸中的应用<br/>CN110052271B<br/>B01J23/755<br/>2022年03月08日<br/>3<br/>一种协同催化纤维素一步转化为1,4-去水山梨醇的方法<br/>CN108033933B<br/>C07D307/20<br/>2020年05月12日<br/>4<br/>一种催化5-羟甲基糠醛选择性加氢脱氧制备2,5-二甲基呋喃的催化剂及制备方法<br/>CN107398276B<br/>B01J23/75<br/>2020年02月14日<br/>5<br/>一种利用单糖绿色制备5-羟甲基糠醛的方法<br/>CN107337657B<br/>C07D307/46<br/>2019年07月12日<br/>6<br/>一种由糠醛制备亚糠基丙酮和二亚糠基丙酮的方法<br/>CN102344424B<br/>C07D307/46<br/>2013年08月14日<br/>7<br/>一种应用于生物航油加氢脱氧炼制的三相反应器与方法<br/>CN112546968B<br/>B01J8/04<br/>2022年04月19日<br/>8<br/>一种木质纤维素催化加氢制备乙醇的方法<br/>CN110092708B<br/>C07C29/00<br/>2022年04月12日<br/>9<br/>一种纤维素催化加氢制备丙酮醇和羟基丁酮的方法<br/>CN110028393B<br/>C07C45/00<br/>2021年12月10日<br/>10<br/>一种PtNi/C双金属催化剂及其制备方法<br/>CN109225254B<br/>B01J23/89<br/>2021年11年09日<br/>11<br/>利用微波连续反应装置解聚木质素的方法<br/>CN111135780B<br/>B01J19/12<br/>2021年09月07日<br/>12<br/>一种木质纤维素生物质制备低冰点、高密度、高热安定性特种燃料的方法<br/>CN110923001B<br/>C10G1/00<br/>2021年07月06日<br/>13<br/>一种呋喃基含氧有机化合物加氢脱氧制备长链烷烃的方法<br/>CN110240923B<br/>C10G3/00<br/>2021年06月01日<br/>14<br/>一种二氧化碳加氢制低碳烯烃催化剂及其制备方法与应用<br/>CN108620089B<br/>B01J23/889<br/>2021年01月29日<br/>15<br/>一种催化解聚木质素的方法<br/>CN108014782B<br/>B01J23/28<br/>2020年04月17日<br/>16<br/>一种山梨醇水相加氢制取直链C5/C6烷烃催化剂及其制备方法<br/>CN105289601B<br/>B01J23/652<br/>2018年01月02日<br/>17<br/>一种秸秆生产交通燃料用油的方法<br/>CN105779036B<br/>C10G1/00<br/>2017年09月29日<br/>18<br/>一种溶解木质纤维素全组分的混合溶剂及溶解方法<br/>CN105001429B<br/>C08H7/00<br/>2017年06月23日<br/>19<br/>一种糖平台化合物制备航空燃料用的长链烷烃的方法<br/>CN104650947B<br/>C10G3/00<br/>2017年01月11日<br/>20<br/>一种协同催化纤维素生产山梨醇和甘露醇的方法<br/>CN103360212B<br/>C07C31/26<br/>2016年04月20日<br/>21<br/>一种利用糠醛类化合物与环酮制备C10-C18长链环烷烃的方法<br/>CN104045503B<br/>C07C13/10<br/>2016年02月10日<br/>22<br/>一种高分散活性中心的负载型金属催化剂的制备方法<br/>CN103071541B<br/>B01J37/02<br/>2015年10月28日<br/>23<br/>一种利用木质纤维素生物质联产糠醛和5-羟甲基糠醛的方法<br/>CN103012335B<br/>C07D307/50<br/>2015年03月11日<br/>24<br/>一种催化愈创木酚加氢脱氧反应的催化剂及制备方法<br/>CN102430409B<br/>B01J23/755<br/>2014年04月02日<br/>25<br/>一种高活性山梨醇水相加氢制取C5、C6烷烃的催化剂及其制备方法<br/>CN102389832B<br/>B01J29/80<br/>2013年11月06日<br/>主持的科研项目：<br/>（1）纤维素水相催化转化为乙醇的控制机制（51976220），国家自然科学基金面上项目，71万元，2020.1-2023.12。<br/>（2）纤维素一步转化为DMF和烷烃液体燃料的固体组合催化剂与产物调控规律（51576199），国家自然科学基金面上项目，76万元，2016.1-2019.12。<br/>（3）生物质基1,3-丙二醇高效制备中纳米复合催化剂的界面增强效应及氢解机理（51376185），国家自然科学基金面上项目，80万元，2014.1-2017.12。<br/>（4）纤维素类生物质水热转化为含氧/烃液体燃料的调控机制（2018YFB1501402），国家重点研发计划课题，243万元，2019.4-2023.3。<br/>（5）单糖水热催化转化为乙醇的催化剂与反应路径研究，国家重点研发计划子课题（2019YFC1905303），48万元，2020.1-2023.12。<br/>（6）碳水化合物水相催化合成长链烃关键技术（2012AA101806-03），国家“863”计划课题，150万元，2012.1-2015.12。<br/>（7）生物质转化为高品质液体燃料的控制合成机制（2017A030308010），广东省重大基础研究培育基金，100万元，2017.5-2021.5。<br/>（8）生物质全组分定向转化为一元醇和苯酚的控制机制（DNL180302），中科院洁净能源创新研究院合作基金，100万元，2018.10-2020.9。<br/>（9）甘油选择性氢解为1,3-丙二醇的纳米催化剂构建（S2012040006992），广东省自然科学基金博士启动项目，3万元，2012.10-2014.10。<br/>（10）生物质基1,3-丙二醇高效合成中的界面催化剂设计（S2013010011612），广东省自然科学基金自由申请项目，5万元，2013.10-2015.10。<br/>奖励：<br/>（1） 一种秸秆生产交通燃料用油的方法（ZL201610304296.5），广东省专利金奖/中国专利优秀奖，2019/2020。排名第六。<br/>（2）木质纤维素生物质生产航空燃料联产化学品关键技术，广东省技术发明一等奖，2018。排名第五。<br/>（3）生物质水相催化转化理论及方法，广东省自然科学一等奖，2017。排名第四。<br/>（4）Cellulose Aviation Fuel Technology，联合国工业发展组织颁发的“全球可再生能源领域最具投资价值的领先技术”蓝天奖，2016。排名第四。<br/>",
    "Class": "本科生课程：《绿色化学》<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公梁希楼410liuqy@njfu.edu.cn",
    "Introduction": "刘琪英教授，1975年10月生，湖南郴州人，中共党员。主要从事废弃生物质资源催化转化为燃料和高附加值化学品的基础研究与技术开发，在固体催化剂设计制备与化学反应机理方面具有一定的研究积累，曾参与研制国际首套百吨级生物航油联产化学品中试示范系统。主持国家自然基金、重点研发计划课题/子课题、863子课题等项目10余项。在国内外杂志发表SCI论文130余篇，论文总被引3600余次，获得授权专利20余件。在生物质催化炼制方面的研究成果获得广东省自然科学一等奖、广东省技术发明一等奖等省部级奖励5项。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2023/03/24/20230324090134470f9awhf.jpg?iid=56813",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "刘琪英",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}