{
    "Research_direction": "主要从事林产精细化学品和生物活性物质领域的教学和科研工作。具体包括：<br/>1.林源天然萜类物质的合成改性及其综合利用；<br/>2.新型抗真菌农药的设计、合成和应用；<br/>3.新型功能荧光分子的设计、合成和应用。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "近年来主持科研项目<br/>1. 新型松香基苯并咪唑类微管蛋白聚合抑制剂的合成、构效关系及抗肿瘤机制研究，国家自然科学基金面上项目，31770616，2018.01-2021.12；<br/>2. 新型松香基微管蛋白抑制剂的合成及其抗肿瘤活性研究，江苏省高校自然科学基金重大项目，17KJA220002，2017.07-2020.06；<br/>3. 新型熊果酸杂环衍生物的合成、抗肿瘤作用机制和构效关系的研究，江苏省基金面上项目，BK20151516，2015.7-2018.6。<br/>发表论文（2017年以后）<br/>1. Xue-Bao Sun, Zi-Hui Yang, Dao-Jun Jin, Yi-Gui Qiu, Wen Gu*, Design, synthesis and antifungal evaluation of novel nopol derivatives as potent laccase inhibitors, Pest Management Science 2023, DOI10.1002/ps.7426.<br/>2. Lu Sun, Zhong-Long Wang, Lin-Lin Chen, Xue-Bao Sun, Zi-Hui Yang, Wen Gu*,A novel dehydroabietic acid-based multifunctional fluorescent probe for the detection and bioimaging of Cu2+/Zn2+/ClO−, Analyst 2023, DOI10.1039/d3an00001j.<br/>3. Zi-Hui Yang, Xue-Bao Sun, Dao-Jun Jin, Yi-Gui Qiu, Lin-Lin Chen, Lu Sun, Wen Gu*, Novel Camphor Sulfonohydrazide and Sulfonamide Derivatives as Potential Succinate Dehydrogenase Inhibitors against Phytopathogenic Fungi/Oomycetes, Journal of Agricultural and Food Chemistry 2023, 71, 174-185.<br/>4. Lu Sun, Ming-Xin Li, Lin-Lin Chen, Xue-Bao Sun, Zi-Hui Yang, Shi-Fa Wang, Wen Gu*, A highly sensitive dehydroabietic acid-based difunctional fluorescent probe for detecting formaldehyde and Ag+, Journal of Luminescence 2023, 257, 119658.<br/>5. Lin-Lin Chen, Zhong-Long Wang, Lu Sun, Xue-Bao Sun, Wen Gu*, A highly effective turn-on tanshinone IIA-based fluorescent probe for rapid and sensitive detection of ClO- and its application in environmental analysis and bioimaging. Journal of Photochemistry & Photobiology, A: Chemistry 2023, 438, 114533.<br/>6. Yue Sun, Zi-Hui Yang, Qing-Song Liu, Xue-Bao Sun, Lin-Lin Chen, Lu Sun, Wen Gu*, Design, synthesis, and fungicidal evaluation of novel 1,3-benzodioxole-pyrimidine derivatives as potential succinate dehydrogenase inhibitors, Journal of Agricultural and Food Chemistry 2022, 70, 7360-7374.<br/>7. Zi-Hui Yang, Xue-Bao Sun, Dao-Jun Jin, Yi-Gui Qiu, Shi-Fa Wang, Wen Gu*, Synthesis and antifungal/anti- oomycete activity of novel camphor-based sulfonate derivatives as potential SDH inhibitors, Journal of Molecular Structure 2022, 1270, 133959.<br/>8. Zi-Hui Yang, Xue-Bao Sun, Dao-Jun Jin, Yi-Gui Qiu, Lin-Lin Chen, Lu Sun, Wen Gu*, Synthesis and anti-fungal/oomycete activity of novel sulfonamide derivatives containing camphor scaffold. Chemistry & Biodiversity 2022, 19, e202200608.<br/>9. Qing-Song Liu, Lin-Lin Chen, Zhong-Long Wang, Zi-Hui Yang, Yue Sun, Shi-Fa Wang, Wen Gu*, A highly sensitive “turn-on ”dehydroabietic acid-based fluorescent probe for rapid sensing HSO3− and its application in sugar samples, living cells, and zebrafish, Chinese Journal of Analytical Chemistry 2022, 50.8, 100122.<br/>10. Zi-Hui Yang, Qing-Song Liu, Yue Sun, Xue-Bao Sun, Lu Sun, Lin-Lin Chen, Wen Gu*, Novel aromatic carboxamides from dehydroabietylamine as potential fungicides: Design, synthesis and antifungal evaluation. Arabian Journal of Chemistry 2022, 15, 104330.<br/>11. Wen-Yan Wang, Zi-Hui Yang, A-Liang Li, Qing-Song Liu, Yue Sun, Wen Gu*, Design, synthesis, anticancer activity and mechanism studies of novel 2-amino-4-aryl-pyrimidine derivatives of ursolic acid, New Journal of Chemistry 2022, 46, 2335–2350.<br/>12. Qing-Song Liu, Zi-Hui Yang, Zhong-Long Wang, Yue Sun, Lin-Lin Chen, Lu Sun, Xue-Bao Sun, Wen Gu*, A novel dehydroabietic acid-based AIE-active fluorescent probe for rapid detection of Hg2+ and its environmental and biological applications, Journal of Photochemistry & Photobiology, A: Chemistry 2022, 423, 113597.<br/>13. Zi-Hui Yang, Yue Sun, Qing-Song Liu, A-Liang Li, Wen-Yan Wang, Wen Gu*, Design, synthesis, and antifungal activity of novel thiophene/furan-1,3,4-oxadiazole carboxamides as potent succinate dehydrogenase inhibitors, Journal of Agricultural and Food Chemistry 2021, 69, 13373-13385.<br/>14. A-Liang Li, Zhong-Long Wang, Wen-Yan Wang, Qing-Song Liu, Yue Sun, Wen Gu*, A novel dehydroabietic acid-based turn-on fluorescent probe for the detection of bisulfite and its application in live-cell and zebrafish imaging, New Journal of Chemistry 2021, 45, 16822-16832.<br/>15. Wen-Yan Wang, Wen-Yi Wu, A-Liang Li, Qing-Song Liu, Yue Sun, Wen Gu*, Synthesis, anticancer evaluation and mechanism studies of novel indolequinone derivatives of ursolic acid, Bioorganic Chemistry 2021, 109, 104705.<br/>16. Zi-Hui Yang, Qing-Song Liu, Yue Sun, Xue-Bao Sun, Lin-Lin Chen, Lu Sun, Wen Gu*, Synthesis, antifungal activity, dft study and molecular dynamics simulation of novel 4-(1,2,4-oxadiazol-3-yl)-N-(4-phenoxyphenyl) benzamide derivatives, Chemistry & Biodiversity 2021, 18, e202100651.<br/>17. A-Liang Li, Zhong-Long Wang, Wen-Yan Wang, Qing-Song Liu, Yue Sun, Shi-Fa Wang, Wen Gu*, A novel dehydroabietic acid-based ﬂuorescent probe for detection of Fe3+ and Hg2+ ions and its application in live-cell imaging, Microchemical Journal 2021, 160, 105682.<br/>18. Ya-Qun Yang, Hao Chen, Qing-Song Liu, Yue Sun, Wen Gu*, Synthesis and anticancer evaluation of novel 1H-benzo[d]imidazole derivatives of dehydroabietic acid as PI3Kα inhibitors, Bioorganic Chemistry 2020, 100, 103845.<br/>19. A-Liang Li, Yun Hao, Wen-Yan Wang, Qing-Song Liu, Yue Sun, Wen Gu*, Design, synthesis, and anticancer evaluation of novel indole derivatives of ursolic acid as potential Topoisomerase II inhibitors, International Journal of Molecular Sciences 2020, 21, 2876.<br/>20. Hao Chen, Chao Qiao, Ting-Ting Miao, A-Liang Li, Wen-Yan Wang, Wen Gu*, Synthesis and biological evaluation of novel N-(piperazin-1-yl)alkyl-1H-dibenzo[a,c]carbazole derivatives of dehydroabietic acid as potential MEK inhibitors, Journal of Enzyme Inhibition and Medicinal Chemistry 2019, 34, 1544-1561.<br/>21. Xiao-Yan Jin, Hao Chen, Dong-Dong Li, A-Liang Li, Wen-Yan Wang, Wen Gu*, Design, synthesis, and anticancer evaluation of novel quinoline derivatives of ursolic acid with hydrazide, oxadiazole, and thiadiazole moieties as potent MEK inhibitors, Journal of Enzyme Inhibition and Medicinal Chemistry 2019, 34, 955-972.<br/>22. Ting-Ting Miao, Xu-Bing Tao, Dong-Dong Li, Hao Chen, Xiao-Yan Jin, Yi Geng, Shi-Fa Wang, Wen Gu*, Synthesis and biological evaluation of 2-aryl- benzimidazole derivatives of dehydroabietic acid as novel tubulin polymerization inhibitors, RSC Advances 2018, 8, 17511-17526.<br/>23. Xiao-Yan Jin, Kang-Ping Zhang, Hao Chen, Ting-Ting Miao, Shi-Fa Wang, Wen Gu*, Synthesis, in vitro antimicrobial, and cytotoxic activities of new 1,3,4-oxadiazin-5(6H)-one derivatives from dehydroabietic acid, Journal of the Chinese Chemical Society 2018, 65, 538-547.<br/>部分授权专利<br/>1. 谷文, 杨子辉, 王石发, 孙雪宝, 孙露, 陈霖霖. 一种樟脑磺酰苄胺类化合物的制备方法及其应用, 发明专利, ZL 202210264921.3.<br/>2. 谷文, 陈霖霖, 王忠龙, 杨子辉, 刘青松, 孙月, 孙雪宝, 孙露, 王石发. 一种用于检测ClO-离子的丹参酮苯并咪唑型荧光探针及其制备方法和应用, 发明专利, ZL 202111408262.8.<br/>3. 谷文, 杨子辉, 刘青松, 孙月, 王石发. 含二苯醚基的4-(1H-吡唑-1-基)联苯基甲酰胺类化合物与应用, 发明专利, ZL 202111165995.3.<br/>4. 谷文, 陈霖霖, 李阿良, 王忠龙, 王文燕, 刘青松, 孙月, 王石发. 一种脱氢枞胺类银离子荧光探针及其制备方法, 发明专利, ZL 202111162727.6.<br/>5. 谷文, 李阿良, 杨亚群, 王文燕, 刘青松, 孙月, 王石发. 一种脱氢枞酸苯并咪唑-2-苯磺酰胺衍生物及其制备方法和应用, 发明专利, ZL 201911069410.0.<br/>6. 谷文, 刘青松, 杨子辉, 孙月, 王石发, 陈霖霖, 孙露, 孙雪宝. 一种脱氢枞酸基喹喔啉类汞离子荧光探针及其制备方法和应用, 发明专利, ZL 202110906426.3.<br/>7. 谷文, 李阿良, 王忠龙, 王文燕, 刘青松, 孙月, 王石发. 脱氢枞酸基2, 4-二芳基苯并咪唑类三价铁离子、汞离子荧光探针及其制备方法和应用, 发明专利, ZL 202010697423.9.<br/>8. 谷文, 马长悦, 王文燕, 陈浩, 李阿良, 王石发. 一类熊果酸吲哚醌酰胺衍生物及其制备方法和应用, 发明专利, ZL 201811375152.4.<br/>9. 谷文, 杨子辉, 孙月, 刘青松, 王石发, 孙雪宝, 孙露, 陈霖霖. 一类呋喃联1,3,4-噁二唑甲酰胺类化合物及其制备方法和应用, 发明专利, ZL 202110518652.4.<br/>10. 谷文, 杨子辉, 孙月, 刘青松, 王石发, 孙雪宝, 孙露, 陈霖霖. 一类噻吩联1,3,4-噁二唑甲酰胺类化合物的制备方法和产品及其应用, 发明专利, ZL 202110516583.3.<br/>11. 谷文, 李阿良, 王忠龙, 王文燕, 刘青松, 孙月, 王石发. 一种脱氢枞酸基2, 4-二芳基苯并咪唑类亚硫酸氢根离子荧光探针及其制备方法和应用, 发明专利, ZL 202110518620.4.<br/>12. 谷文, 李阿良, 杨亚群, 王文燕, 刘青松, 孙月, 王石发. 一种脱氢枞酸苯并咪唑-2-苯甲酰胺衍生物及其制备方法和应用, 发明专利, ZL 201911068400.5.<br/>13. 谷文, 王文燕, 李阿良, 刘青松, 孙月, 王石发. 熊果酸嘧啶酰胺类衍生物及其制备方法和应用, 发明专利, ZL 202110134177.0.<br/>14. 谷文, 王文燕, 李阿良, 王石发, 刘青松, 孙月. 一种熊果酸吲哚醌基类衍生物及其制备方法和应用, 发明专利, ZL 201911068398.1.<br/>15. 谷文, 金晓燕, 陶徐兵, 陈浩, 耿艺, 王石发. 一类具有抗肿瘤活性的熊果酸喹啉基酰肼衍生物及其制备方法和应用, 发明专利, ZL 201710718110.5.<br/>16. 谷文, 苗婷婷, 金晓燕, 王石发, 王霜. 一类具有抗肿瘤活性的脱氢枞酸苯并咪唑席夫碱类杂环衍生物及其制备方法和应用, 发明专利, ZL 201510565862.3.<br/>17. 谷文, 张康平, 金晓燕, 苗婷婷, 王石发, 陶徐兵, 陈浩, 耿艺. 一类具有抗菌活性的脱氢枞酸噁二嗪杂环衍生物及其制备方法和用途, 发明专利, ZL 201710948031.3.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85428369njguwen@163.com",
    "Introduction": "男，江苏淮安人。博士，教授，博士生导师。2001年本科毕业于南京大学，2007年毕业于南京大学生命科学学院，获博士学位。于2007年8月起在南京林业大学化学工程学院任教，历任讲师、副教授、教授。2015~2016年在美国威斯康星大学麦迪逊分校药学院任访问学者。主持或参与多项国家自然科学基金等国家级和省级科研项目，在国际期刊发表SCI论文60多篇。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/03/20220903145443719gwvya4.jpg?iid=47804",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "谷文",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}