{
    "Research_direction": "主要从事精细化工领域的教学和科研工作。重点进行环氧化合物（环氧乙烷、环氧丙烷、环氧氯丙烷）的精细衍生产品开发研究。对二元醇单醚及其酯、二元醇双醚高级溶剂、缩醛类溶剂、封端聚醚、环氧树脂及其活性稀释剂等系列溶剂与活性单体的清洁生产工艺技术进行了深入研究。在江苏怡达化学股份有限公司、安徽恒（新）远化工有限公司等企业建立了多个产学研基地，合作建立了江苏省醇醚工程技术研究中心、安徽省环氧树脂及助剂工程技术研究中心。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "部分奖项：<br/>2020年获梁希林业科学技术奖三等奖(排名第1）；<br/>2019年获江苏省科技进步二等奖(排名第1）；<br/>2013年获安徽省科技进步二等奖(排名第1），获梁希林业科学技术奖三等奖(排名第1），获中国石油和化学工业联合会科技进步三等奖(排名第2）；<br/>2010年获江苏省科技进步二等奖(排名第1），获中国石油和化学工业协会科技进步二等奖(排名第2），黄山市科学技术合作奖；<br/>2009年获安徽省科技进步二等奖(排名第1），获中国石油和化学工业协会科技进步二等奖(排名第2）；<br/>2007年获安徽省科技进步三等奖(排名第1），获得中国石油和化学工业协会科技进步二等奖(排名第2）。<br/>近三年代表性论文：<br/>[1] Jihuai Tan, Qinghe Fu, Yongquan Qu, Fan Wang, Wengeng Wang, Fang Wang, Yunfeng Cao*, Xinbao Zhu*. Direct transformation of fatty acid-derived monomers from dimer acid manufacturing into valuable bio-plasticizers with high plasticization and compatibilization. Journal of cleaner production, 2021, 289, 125821.<br/>[2] Tongtong Zhang , Jihuai Tan, Xue Han, Qinghe Fu, Muhua Chen, Yong Xu, Xinbao Zhu*. Novel epoxy-ended hyperbranched polyether derived from xylitol as sustainable tougheners for epoxy resin. Polymer Testing, 2021, 94, 107053.<br/>[3] Qinghe Fu, Jihuai Tan, Changhao Han, Xiaoxiang Zhang, Bo Fu, Fang Wang, Xinbao Zhu*.Synthesis and Curing Properties of Castor Oil-Based Triglycidyl Ether Epoxy Resin. Polymers for Advanced Technologies, 2020,31:2552–2560<br/>[4] Jihuai Tan, Tingting Lu, Ran Li, Shuai Zhang, Wangcheng Liu, Xinbao Zhu*, Jinwen Zhang, Junna Xin*. Ethoxylated ester derived from waste frying oil as highly efficient and biodegradable plasticizers for poly (lactic acid). ACS Sustainable Chemistry & Engineering, 2019, 7, 15957-15965.<br/>[5] Jihuai Tan, Shuai Zhang, Tingting Lu, Ran Li, Tuhua Zhong*, Xinbao Zhu*. Design and synthesis of waste frying oil esters as anti-ultraviolet and efficient primary plasticizers for poly(vinyl chloride). Journal of cleaner production, 2019, 229, 1274-1282.<br/>[6] Jihuai Tan, Bowen Liu, Qinhe Fu, Liwei Wang, Junna Xin, Xinbao Zhu. Role of ehtylene oixide unit in the structure of vegetable oil-based plasticizer for PVC: An efficient strategy to enhance compatibility and plasticization. Polymers, 2019, 11, 779.<br/>[8] 李书香, 汪宁, 李娅, 付博, 朱新宝*. 丙氧基化双酚A缩水甘油醚的合成与固化性能[J].化工进展, 2019,38(6):2961-2967.<br/>[9]王芳, 刘博文, 谈继淮, 刘准, 朱新宝*. 对苯二甲酸二丁氧基乙酯增塑剂的合成及应用 [J].精细化工, 2019,36(1):163-168<br/>[10] Jihuai Tan, Tingting Lu, Jinwen Zhang, Bingxue Xie, Muhua Chen, Xinbao Zhu. Highly efficient and recyclable catalysts SnCl2-xH3PW12O40/AC with Brønsted and Leiws acid sites for terephthalic acid esterification. Journal of the Taiwan Institute of Chemical Engineers, 2018, 86, 18-14.<br/>近三年代表性专利<br/>[1]Zhuxinbao,Yumin.Zhuyuting,Xiebingxue,Yangyang,Xiyang,Wangfang,Guodrngfeng,Cheng zhenshuo.Fubo,Zhangxiaoxiang,Chenyanyi.ARAMID-BASED EPOXY RESIN AND PREPARATION METHOD THEREOF. EP18889839.9,  授权2020.10.13.<br/>[2] 朱新宝,余敏,谢冰雪,马天庭,张祎琪,贾正仁,周乐群,张益军,陈慕华,张小祥,王金祥,王芳,赵雨欣.一种芳纶基聚氨酯硬质泡沫及其制备方法，申请号：201710149857.8   授权2020.12.25.<br/>[3] 朱新宝,余敏,朱喻婷,谢冰雪,杨洋,奚洋,王芳,郭登峰,程振朔,付博,张小祥,陈嫣怡.一种芳纶基环氧树脂及其制备方法，申请号：201711354416.3    授权2020.12.25.<br/>[4] 朱新宝,朱喻婷,余敏,戴荪,韩雪,马天庭,王芳,陈慕华,程振朔,郭登峰,付博,张祎琪.一种半纤维素基环氧树脂及其制备方法，ZL 201711354414.4   授权2020.11.3.<br/>[5] 朱新宝,邵冲,张小祥,付博,李俊,胡明华,魏民.一种双二元醇单烷基醚缩甲醛的制备方法，ZL201711101783.2    授权2020.10.23.<br/>[6] 朱新宝,韦娴,戴荪,尹佳伟,邓传东,张金慧,陈慕华,余奇伟,李雪梅,高超锋,龙国强.一种半纤维素基聚醚多元醇的制备方法，ZL201611093096.6，授权 2019.07.05.<br/>[7] 朱新宝,李书香,吴笑弟,程振朔.二烯丙基甘油醚合成方法，ZL201610659934.5，授权2019.10.01.<br/>[8] 朱新宝,谈继淮,吴笑弟,程振朔.烯丙基甘油醚合成方法，ZL201610655808.2，授权2019.01.18.<br/>[9] 朱新宝,张海飞,刘准,朱丰帆,刘涌.一种苯并噻唑离子液体及其制备方法和应用，ZL201510985577.7，授权2018.04.06.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427532zhuxinbao@njfu.com.cn",
    "Introduction": "男，安徽省和县人，1963年5月生，九三学社社员，教授，博士生导师。1986年本科毕业于合肥工业大学化工系，1989年研究生毕业于成都科技大学化工系，1989-1995年工作于南京化学工业公司研究院，1995-2000年工作于江苏省化工研究所，2000年至今工作于南京林业大学化工学院。其中，2004-2005年南京大学访问教授。江苏省中青年有突出贡献专家，安徽省首批战略性新兴产业技术领军人才，全国化学标准化委员会有机化工分技术委员会丙二醇醚和乙二醇醚工作组成员。完成了数十个新产品或新技术的成果转化，实现产值超150亿元，发表了120余篇科技论文，主编教材1部，申报了72件中国发明专利（其中50件中国发明专利、1件国际授权专利）。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/03/202209031438526064ipry2.jpg?iid=47797",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "朱新宝",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}