{
    "Research_direction": "课题组主要从事跨材料、化学、化工等多学科的“先进材料与绿色催化”研究，研究兴趣包括但不限于以下方向：1、高效多相催化剂的设计合成（单原子、团簇、纳米颗粒）2、生物质催化转化：木质素选择转化、生物质能源与化学品高值化、生物质碳的制备与利用3、选择性加氢和氧化4、CO2催化制备高附加值化合物5、流动化学技术推进部分化学反应的工业化探索6、均相反应异相化：C-C、C-N、C-O键的选择性断裂及构建7、光、电、热结合催化8、能源小分子活化和催化转换过程（如水分解制氢/制氧、CO2还原/转化/加氢反应、人工固氮、甲烷氧化活化能源储存与转化等）<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "学术成果：<br/>实时更新https://www.x-mol.com/groups/Chen_Zupeng<br/>2023年<br/>90. Huiming Wen#, Wenjun Zhang#,*, Ziyi Fan, Zupeng Chen*; Recent advances in the furfural reduction via electro- and photocatalysis: from mechanism to catalyst design; ACS Catalysis, 2023, in press.<br/>89. Lin Dong, Yanqin Wang*, Yuguo Dong, Yin Zhang, Mingzhu Pan, Xiaohui Liu, Xiaoli Gu, Markus Antonietti, Zupeng Chen*; Sustainable Production of Dopamine Hydrochloride from Softwood Lignin; Nature Communications, 2023, 14, 4996. https://doi.org/10.1038/s41467-023-40702-2<br/>88. 陈祖鹏*, 董煜国, 董琳, 顾晓利; 生物质大分子在能源储存领域的应用; 新能源科技, 2023, 4, 23-31.<br/>87. Lin Dong, Zupeng Chen*; An innovative strategy for production of dopamine from lignin (木质素源多巴胺的合成新工艺); Chinese Science Bulletin-Chinese, 2023, ISSN 0023-074X, https://doi.org/10.1360/TB-2023-0862.<br/>86. Yali Lv, Mengxiang Ren, Ping Wang, Zupeng Chen, Xiaoling Mou,* Jiahui Fan, Jun Zhang,* Ronghe Lin, Jingwei Li* and Yunjie Ding*; A solid-state synthetic strategy toward nickel-based bimetallic interstitial compounds (MNi3Cx, M = Zn, In, Ga); Dalton Transactions, 2023, 52, 11571-11580<br/>85. Shengchao Jia, Yaxuan Jing*, Zupeng Chen, Yanqin Wang*; Paving the Way for Reductive Amination: Boosting Catalytic Ammonolysis of Schiff; ACS Catalysis, 2023, https://pubs.acs.org/doi/10.1021/acscatal.3c03007<br/>84. Haifeng Qi, Shuxin Mao, Jabor Rabeah, Ruiyang Qu, Na Yang, Zupeng Chen, Florian Bourriquen, Ji Yang*, Jianfeng Li, Kathrin Junge*, Matthias Beller*; Water-promoted carbon-carbon bond cleavage employing a reusable Fe single-atom catalyst; Angewandte Chemie International Edition, 2023, in press. https://doi.org/10.1002/anie.202311913<br/>83. Chao Xie*, Zupeng Chen, Chang Geun Yoo, Xiaojun Shen, Qidong Hou, Leslie Boudesocque-Delaye; The application of green chemistry in biomass valorization: green route, green catalyst and green solvent; Frontiers in Chemistry, 2023, 11:1277256. https://doi.org/10.3389/fchem.2023.1277256<br/>82. Weijing Cao, Wenjun Zhang, Lin Dong, Zhuang Ma, Jingsan Xu, Xiaoli Gu*, Zupeng Chen*; Progress on quantum dot photocatalysts for biomass valorization; Exploration, 2023, http://doi.org/10.1002/EXP.20220169<br/>81. En Zhao,† Lijie Chen,† Qi Zhu, Zhaohui Chen, Yanping Wei, Wenjun Zhang, Lin Dong, Weiwei Fang*, Zupeng Chen*; Carbon Nitride with Single-Atom Nickel as Co-Catalyst for Visible-Light Promoted C–O Coupling; Chinese Journal of Chemistry, 2023, https://doi.org/10.1002/cjoc.202300329<br/>80. Xiang Li, Guigan Fang, Ting Wu*, Qingwen Tian, Qiang Yang, Zupeng Chen; Sunlight-driven superoxide radicals generation from double-modified carbon nitride for efficient lignin β-O-4 bonds photocleavage; Applied Surface Science, 2023, 365, 157717<br/>79. Wulin Li, Qingqing Zhang, Lin Dong, Wenjun Zhang, Lili Lin, Zupeng Chen*; Selective photosynthesis of imines from biomass-derived aldehydes over Ni/TiO2; Rare Metals, 2023, in press.<br/>78. Chuanhao Yao, Hehe Fan, Haifeng Xiong, Ming Yang, Fudong Liu, Zupeng Chen*, Yang Lou*; Recent Advances in Carbon Dioxide Selective Hydrogenation and Biomass Valorization via Single-Atom Catalysts; Resources Chemicals and Materials, 2023, 2, 189-207<br/>77. Aixin Deng†, En Zhao†, Qi Li, Yue Sun, Yazi Liu*, Shaogui Yang, Huan He, Yan Xu*, Wei Zhao, Haiou Song, Zhe Xu, Zupeng Chen*; Atomic Cobalt-Silver Dual-Metal Sites Confined on Carbon Nitride with Synergistic Ag Nanoparticles for Enhanced CO2 Photoreduction; ACS Nano, 2023, 17, 12, 11869–11881<br/>76. Lin Dong, Jordi Morales-Vidal, Lili Mu, Licheng Li, Nuria López, Javier Pérez-Ramírez, and Zupeng Chen*; Selectivehydrogenolysis of 5-hydroxymethylfurfural to 5‑methylfurfural over Au/TiO2; Applied Catalysis B: Environmental, 2023, 335, 122893.<br/>75. En Zhao, Wenjun Zhang, Lin Dong, Radek Zbořil*, Zupeng Chen*; Photocatalytic Transfer Hydrogenation Reactions using Water as the Proton Source; ACS Catalysis, 2023, 13, 7557–7567.<br/>74. Qi Zhu,† En Zhao,† Yajing Shen, Zupeng Chen,* Weiwei Fang*; Photocatalytic C-N Cross-Couplings Mediated by Heterogeneous Nickel-Coordinated Carbon Nitride; Organic & Biomolecular Chemistry, 2023, 21, 4276-4281.<br/>73. Wenjun Zhang†, Shanshan Liu†, Yue Yang, Haifeng Qi, Shibo Xi, Yanping Wei, Jie Ding, Zhu-Jun Wang, Qunxiang Li*, Bin Liu*, Zupeng Chen*; Exclusive Co-N4 Sites Confined in Two-dimensional Metal-Organic Layers Enabling Highly Selective CO2 Electroreduction at Industrial-level Current; Angewandte Chemie International Edition, 2023, 62, e202219241.<br/>72. Yazi Liu,† Yue Sun,† En Zhao, Weiwei Yang, Jinkai Lin, Qiang Zhong, Haifeng Qi, Aixin Deng, Shaogui Yang,* Huayang Zhang, Huan He,* Shaomin Liu, Zupeng Chen,* Shaobin Wang; Atomically Dispersed Silver-Cobalt Dual-Metal Sites Synergistically Promoting Photocatalytic Hydrogen Evolution; Advanced Functional Materials, 2023, 33, 2301840.<br/>71. Qingqing Zhang,†, Yi-Chun Chu,†, Zhulan Liu, Mei Hong, Weiwei Fang, Xin-Ping Wu,*, Xue-Qing Gong, and Zupeng Chen*; Construction of triazine-heptazine-based carbon nitride heterojunctions boosts the selective photocatalytic C−C bond cleavage of lignin models; Applied Catalysis B: Environmental, 2023, 331, 122688<br/>70. Yuguo Dong, Lin Dong,*, Xiaoli Gu,*, Yanqin Wang, Yuhe Liao, Rafael Luque,* and Zupeng Chen*; Sustainable Production of Active Pharmaceutical Ingredients from Lignin Based Benzoic Acid Derivatives via “Demand Orientation”; Green Chemistry, 2023, 25, 3791-3815.<br/>69. Zupeng Chen, Carolin Amber Martina Stein, Ruiyang Qu, Nils Rockstroh, Stephan Bartling, Jana Weiß, Christoph Kubis, Kathrin Junge, Henrik Junge*, and Matthias Beller*; Designing a Robust Palladium Catalyst for Formic Acid Dehydrogenation; ACS Catalysis, 2023, 13, 4835-4841<br/>68. Yi Lu†, Hao Zhang†, Yida Wang†, Xiaorong Zhu†, Weiping Xiao, Haolan Xu*, Gaoran Li, Yafei Li*, Deqi Fan, Haibo Zeng*, Zupeng Chen, Xiaofei Yang*; Solar-Driven Interfacial Evaporation Accelerated Electrocatalytic Water Splitting on 2D Perovskite Oxide/MXene Heterostructure; Advanced Functional Materials, 2023, 33, 2215061.<br/>67. Jun Deng, Chi Zhou, Yue Yang, Bing Nan, Lin Dong, Lingchao Cai, Lina Li, Zhu-Jun Wang, Xiaofei Yang, and Zupeng Chen*; Visible-light-driven selective cleavage of C-C bonds in lignin model substrates using carbon nitride-supported ruthenium single-atom catalyst; Chemical Engineering Journal, 2023, 462, 142282<br/>66. Zhibing Chen†, Luyao Guo†, Yi Wang, Xiaoling Mou*, Zupeng Chen, Ronghe Lin*, and Yunjie Ding*; Carbonaceous deposits on cobalt particles reverse the catalytic patterns in butadiene hydrogenation; Catalysis Science & Technology, 2023,13, 968-974<br/>65. Ruifan Tan†, Ping Wang†, Luyao Guo, Zupeng Chen, Ronghe Lin, Xiaoling Mou*, and Yunjie Ding*; Nickel-Catalyzed Dry Reforming of Methane via Modulating the Zirconia Shapes; ChemCatChem, 2023, e202300136<br/>64. Yin Zhang, Yanping Huang, Bingqun Lin, Zupeng Chen, Xinwu Xu, Mingzhu Pan*; Ti3C2TX MXene supported ZnO nanocomposites with highly efficient photocatalytic performance for degradation of VOCs; Diamond & Related Materials, 2023,133, 109763<br/>63. Wenjun Zhang, Ruoqi Liu, Ziyi Fan, Huiming Wen, Yu Emily Chen, Ronghe Lin, Yinlong Zhu, Xiaofei Yang, and Zupeng Chen*; Synergistic copper nanoparticles and adjacent single atoms on biomass-derived N-doped carbon toward overall water splitting; Inorganic Chemistry Frontiers, 2023,10, 443-453<br/>62. Qingqing Zhang, Navneet Kumar Gupta, Marcus Rose, Xiaoli Gu, Prashanth W. Menezes, and Zupeng Chen*; Mechanistic insights into the photocatalytic valorization of lignin models via C−O/C−C cleavage or C−C/C−N coupling; Chem Catalysis, 2023, 3, 100470.<br/>2022年<br/>61. Zupeng Chen*, Henrik Junge*, Matthias Beller*; Amino acid promoted a hydrogen battery system using Mn-pincer complex for reversible CO2 hydrogenation to formic acid; Frontiers in Energy, 2022, 16, 697-699 (invited perspective).<br/>60. Yin Zhang, Guomin Zhao, Zupeng Chen, Hailan Lian, Lu Gan, Mingzhu Pan; Hierarchically nanostructured Ag/ZnO/nBC for VOC photocatalytic degradation: Dynamic adsorption and enhanced charge transfer; Journal of Environmental Chemical Engineering, 2022, 10, 108690.<br/>59. Ziyi Fan, Wenjun Zhang*, Liang Li, Yuqiao Wang, Yuqin Zou*, Shuangyin, and Zupeng Chen*; Recent development of electrode materials for selective upgradation of biomass-derived platform molecules into high-value-added chemicals and fuels; Green Chemistry, 2022, 24, 7818-7868.<br/>58. Eryu Wang†, Ayyaz Mahmood†, Sheng-Gui Chen*, Wenhong Sun, Tahir Muhmood, Xiaofei Yang*, and Zupeng Chen*; Solar-driven photocatalytic reforming of lignocellulose into H2 and value-added biochemicals; ACS Catalysis, 2022, 12, 11206-11215<br/>57. En Zhao†, Manman Li†, Beibei Xu, Xue-Lu Wang, Yu Jing*, Ding Ma, Sharon Mitchell, Javier Pérez-Ramírez*, Zupeng Chen*; Transfer hydrogenation with a carbon-nitride-supported palladium single-atom photocatalyst and water as a proton source; Angewandte Chemie International Edition, 2022, 61, e202207410<br/>56. Yi Wang†, Mengru Wang†, Xiaoling Mou*, Shiyi Wang, Xunzhu Jiang, Zupeng Chen, Zheng Jiang, Ronghe Lin* and Yunjie Ding*; Host-induced alteration of the neighbors of single platinum atom enables selective and stable hydrogenation of butadiene; Nanoscale, 2022, 14, 10506-10513.<br/>55. Bei-Bei Xu, Xiao-Bin Fu, Xiao-Meng You, En Zhao, Fang-Fang Li, Zupeng Chen, Yu-Xiao Li, Xue Lu Wang*, Ye-Feng Yao*; Synergistic Promotion of Single-Atom Co Surrounding PtCo Alloy Based on g-C3N4 Nanosheet for Overall Water Splitting; ACS Catalysis, 2022, 12, 6958-6967 ESI高被引论文<br/>54. Simon Büchele, Alexander Yakimov, Sean M. Collins, Andrea Ruiz-Ferrando, Zupeng Chen, Elena Willinger, Demie M. Kepaptsoglou, Quentin M. Ramasse, Christoph R. Müller, Olga V. Safonova, Núria López, Christophe Copéret, Javier Pérez‑Ramírez*, Sharon Mitchell*; Elucidation of Metal Local Environments in Single-Atom Catalysts Based on Carbon Nitrides; Small, 2022, 18, 2202080. 封面<br/>53. Yujie Shi, Yuwei Zhou, Yang Lou*, Zupeng Chen, Haifeng Xiong, Yongfa Zhu*; Homogeneity of Supported Single-Atom Active Sites Boosting the Selective Catalytic Transformations; Advanced Science, 2022, 9, 2201520. ESI高被引论文<br/>52. Qing Yu, Xiaoling Mou*, Luyao Guo, Zupeng Chen, Ronghe Lin*, Yunjie Ding*; Triton X-100-directed synthesis of carbon nitride and nitrogen-doped carbon for ethylene dichloride dehydrochlorination; Carbon, 2022, 196, 110-119<br/>51. Zhaolin Li, Hua Fang, Zupeng Chen, Weixin Zou, Chengxiao Zhao*, XiaofeiYang*; Regulating donor-acceptor interactions in triazine-based conjugated polymers for boosted photocatalytic hydrogen production; Applied Catalysis B: Environmental, 2022, 312, 121374<br/>50. Mengru Wang, Yuxue Yue, Yi Wang, Xiaoling Mou, Renqin Chang, Zupeng Chen, Ronghe Lin*, Jia Zhao*, Yunjie Ding*; Selective hydrogenation of 1,3-butadiene on iridium nanostructures: Structure sensitivity, host effect, and deactivation mechanism; Journal of Energy Chemistry, 2022, 69, 541-554<br/>49. Qingqing Zhang, Yuhe Chen, Chengxiao Zhao, Xiaofei Yang*, Zupeng Chen*; Facile regeneration of oxidized porous carbon nitride rods from the de-aromatization of the heptazine network in bulk g-C3N4, Inorganic Chemistry Frontiers, 2022, 9, 1107-1114<br/>48. Wenjun Zhang, Zhong Jin*, Zupeng Chen*; Rational-Designed Principles for Electrochemical and Photoelectrochemical Upgrading of CO2 to Value-Added Chemicals, Advanced Science, 2022,9, 2105204 ESI高被引论文<br/>47. Wenjun Zhang, Ding Ma*, Javier Pérez-Ramírez*, and Zupeng Chen*; Recent Progress in Materials Exploration for Thermocatalytic, Photocatalytic, and Integrated Photothermocatalytic CO2-to-Fuel Conversion, Advanced Energy & Sustainability Research, 2022,3, 2100169<br/>46. Lijun Yang†, Jingwen Bai†, Wengang Liu†, Xiaonan Kan, Gang Lin, Yuanyuan Zhang, Zupeng Chen, Jun Gao, Han Zhou, Jian Liu*; Synthesis of atomic platinum with high loading on metal-organic sulfide, Science China Materials, 2022, 65: 1294–1302<br/>45. Yi Lu, Hao Zhang, Deqi Fan, Zupeng Chen, Xiaofei Yang*; Coupling solar-driven photothermal effect into photocatalysis for sustainable water treatment, Journal of Hazardous Materials, 423 (2022) 127128 ESI高被引论文<br/>2021年<br/>44. Mingye Ding, Rong Xiao, Chengxiao Zhao, Danil Bukhvalov, Zupeng Chen*, Haotian Xu, Hua Tang, Jingsan Xu, Xiaofei Yang*; Evidencing Interfacial Charge Transfer in 2D CdS/2D MXene Schottky Heterojunctions toward High-Efficiency Photocatalytic Hydrogen Production, Solar RRL, 2021, 5: 2000414<br/>43. Daqiang Yan, Lin Zhang, Zupeng Chen, Weiping Xiao*, Xiaofei Yang*; Nickel-Based Metal-Organic Framework-Derived Bifunctional Electrocatalysts for Hydrogen and Oxygen Evolution Reactions, Acta Physiso-Chimica Sinica, 2021, 37: 2009054正封面<br/>2020年<br/>42. Simon Büchele†, Zupeng Chen†, Edvin Fako, Frank Krumeich, Roland Hauert, Olga V. Safonova, Núria López, Sharon Mitchell*, and Javier Pérez‐Ramírez*; Carrier-induced modification of palladium nanoparticles on porous boron nitride for alkyne semihydrogenation, Angewandte Chemie International Edition, 2020, 59: 19639-19644 (†contributed equally)<br/>41. Chengxiao Zhao†, Zupeng Chen†, Run Shi, Xiaofei Yang*, Tierui Zhang*; Recent Advances in Conjugated Polymers for Visible-Light-Driven Water Splitting, Advanced Materials, 2020, 32, 1907296 (†contributed equally) ESI高被引论文<br/>40. Selina K. Kaiser, Zupeng Chen, Dario Faust Akl, Sharon Mitchell, Javier Pérez-Ramírez*; Single-atom heterogeneous catalysts across the periodic table, Chemical Reviews, 2020, 120: 11703-11809正封面，ESI高被引论文<br/>39. Yi Lu, Deqi Fan, Zupeng Chen, Weiping Xiao*, Cancan Cao, Xiaofei Yang*; Anchoring Co3O4 nanoparticles on MXene for efficient electrocatalytic oxygen evolution, Science Bulletin, 2020, 65: 460-466 ESI高被引论文<br/>38. Weiping Xiao, Lin Zhang, Danil Bukhvalov, Zupeng Chen, Zhaoyong Zou, Lu Shang, Xiaofei Yang*, Daqiang Yan, Fengtan Han, Tierui Zhang*; Hierarchical ultrathin carbon encapsulating transition metal doped MoP electrocatalysts for efficient and pH-universal hydrogen evolution reaction, Nano Energy, 2020, 70: 104445<br/>37. Chengxiao Zhao†, Lin Tian†, Zhaoyong Zou, Zupeng Chen, Hua Tang, Qinqin Liu, Zixia Lin, Xiaofei Yang*; Revealing and accelerating interfacial charge carrier dynamics in Z-scheme heterojunctions for highly efficient photocatalytic oxygen evolution, Applied Catalysis B: Environmental, 2020, 268: 118445<br/>36. Rong Xiao†, Chengxiao Zhao†, Zhaoyong Zou, Zupeng Chen, Lin Tian, Haotian Xu, Hua Tang, Qinqin Liu*, Zixia Lin, Xiaofei Yang*; In situ fabrication of 1D CdS nanorod/2D Ti3C2 MXene nanosheet Schottky heterojunction toward enhanced photocatalytic hydrogen evolution, Applied Catalysis B: Environmental, 2020, 268: 118382，ESI 高被引论文<br/>35. Changchao Jia†, Wenjuan Hu†, Yuanyuan Zhang, Chao Teng, Zupeng Chen*, Jian Liu*; Facile Assembly of a Graphitic Carbon Nitride Film at an Air/Water Interface for Photoelectrochemical NADH Regeneration, Inorganic Chemistry Frontiers, 2020, 7: 2434-2442正封面<br/>34. Yuanyuan Zhang†, Xiaohua Huang†, Jiashu Li, Gang Lin, Wengang Liu, Zupeng Chen, Jian Liu*; Iron-doping Accelerating NADH Oxidation over Carbon Nitride;  Chemical Research in Chinese Universities, 2020, 36(6): 1076-1082<br/>2019年<br/>33. Peter Warnicke, Michele Griffa, Ulrich Müller, Zupeng Chen, Robin Schaeublin, Zhidong Zhang, Mirko Luković*,Huizhang Guo*; Hierarchical Porous Wood Cellulose Scaffold with Atomically Dispersed Pt Catalysts for Low- Temperature Ethylene Decomposition, ACS Nano, 2019, 13: 14337-14347<br/>32. Hua Tang, Rui Wang, Chengxiao Zhao, Zupeng Chen, Xiaofei Yang*, Danil Bukhvalov, Zixia Lin, Qinqin Liu*; Oxamide-Modified g-C3N4 Nanostructures: Tailoring Surface Topography for High-Performance Visible Light Photocatalysis, Chemical Engineering Journal, 2019, 374, 1064-1075, ESI 高被引论文，热点论文<br/>31. Chengxiao Zhao, Zupeng Chen, Jingsan Xu, Qinqin Liu, Hui Xu, Hua Tang*, Guisheng Li, Yan Jiang, Feiqiang Qu, Zixia Lin, Xiaofei Yang*; Probing supramolecular assembly and charge carrier dynamics toward enhanced photocatalytic hydrogen evolution in 2D graphitic carbon nitride nanosheets, Applied Catalysis B: Environmental, 2019, 256: 117867, ESI 高被引论文，热点论文<br/>30. Zupeng Chen, Sharon Mitchell*, Frank Krumeich, Roland Hauert, Sergii Yakunin, Maksym V. Kovalenko, Javier Pérez-Ramírez*; Tunability and Scalability of Single-Atom Catalysts Based on Carbon Nitride, ACS Sustainable Chemistry & Engineering, 2019, 7: 5223-5230正封面<br/>29. Chenyao Hu, Zupeng Chen, Fengyan Han, Zixia Lin, Xiaofei Yang*; Surface engineering of ultrasmall supported PdxBi nanoalloys with enhanced electrocatalytic activity for selective alcohol oxidation, Chemical Communications, 2019, 55: 13566-13569<br/>28. Evgeniya Vorobyeva, Edvin Fako, Zupeng Chen, Sean M. Collins, Duncan Johnstone, Paul A. Midgley, Roland Hauert, Olga V. Safonova, Gianvito Vilé, Núria López, Sharon Mitchell*, and Javier Pérez-Ramírez*; Atom-by-atom resolution of structure-function relations over low-nuclearity metal catalysts, Angewandte Chemie International Edition, 2019, 58, 8724-8729.<br/>2019, 58, 8724-8729 (hot paper, highlighted in ChemViews)<br/>27. Simon Büchele, Zupeng Chen, Sharon Mitchell*, Roland Hauert, Frank Krumeich, Javier Pérez-Ramírez*; Tailoring nitrogen-doped carbons as hosts for single-atom catalysts, ChemCatChem, 2019, 11: 2812-2820<br/>2018年<br/>26. Zupeng Chen, Evgeniya Vorobyeva, Sharon Mitchell*, Edvin Fako, Núria López, Sean M. Collins, Rowan K. Leary, Paul A. Midgley, Roland Hauert, Javier Pérez-Ramírez*; Single-atom heterogeneous catalysts based on distinct carbon nitride scaffolds, National Science Review, 2018, 5: 642-652 (highlighted by the Eurekalert, Nanowerk News, and Science Newsline)<br/>25. Zupeng Chen†, Evgeniya Vorobyeva†, Sharon Mitchell, Edvin Fako, Manuel A. Ortuño, Núria López, Sean M. Collins, Paul A. Midgley, Sylvia Richard, Gianvito Vilé, Javier Pérez-Ramírez*; A heterogeneous single-atom palladium catalyst surpassing homogeneous systems for Suzuki coupling, Nature Nanotechnology, 2018, 13: 702-707 (highlighted by ETH News, C&EN, Nature Catalysis, etc.) ESI 高被引论文，热点论文<br/>24. Davide Albani†, Masoud Shahrokhi†, Zupeng Chen, Sharon Mitchell, Roland Hauert, Núria López*, Javier Pérez-Ramírez*; Selective ensembles in supported palladium sulfide nanoparticles for alkyne semi-hydrogenation, Nature Communications, 2018, 9: 2634<br/>23. Begoña Puértolas, Miriam Ackermann, Zupeng Chen, Javier Pérez-Ramírez*, Cecilia Mondelli*; Enhanced base‐free formic acid production from CO2 on Pd/g‐C3N4 by tuning of the carrier defects, ChemSusChem, 2018, 11: 2859-2869正封面<br/>22. Zupeng Chen, Hongqiang Wang, Jingsan Xu, and Jian Liu*; Surface Engineering of Carbon Nitride Electrode by Molecular Cobalt Species and Their Photoelectrochemical Application Chemistry-An Asian Journal, 2018, 13: 1539-1543 (front cover, highlighted by the ChemistryViews, selected by the Nano Day 2018) 正封面<br/>2017年<br/>21. Zupeng Chen†, Aleksandr Savateev†, Sergey Pronkin, Vasiliki Papaefthimiou, Christian Wolff, Marc Georg Willinger, Elena Willinger, Dieter Neher, Markus Antonietti, Dariya Dontsova*; “The Easier the Better” Preparation of Efficient Photocatalysts-Metastable Poly(heptazine imide) Salts, Advanced Materials, 2017, 29: 1700555<br/>20. E. Vorobyeva, Z. Chen, S. Mitchell, R. K. Leary, P. Midgley, J. M. Thomas, R. Hauert, E. Fako, N. López, J. Pérez-Ramírez*; Tailoring the framework composition of carbon nitride to improve the catalytic efficiency of the stabilised palladium atoms,  Journal of Materials Chemistry A, 2017, 5: 16393-16403<br/>19. Zupeng Chen, Sharon Mitchell, Evgeniya Vorobyeva, Rowan K. Leary, Roland Hauert, Tom Furnival, Quentin M. Ramasse, John M. Thomas, Paul A. Midgley, Dariya Dontsova, Markus Antonietti, Sergey Pogodin, Núria López, and Javier Pérez-Ramírez*; Stabilization of Single Metal Atoms on Graphitic Carbon Nitride,  Advanced Functional Materials, 2017, 27: 1605785封面插画<br/>18. Giacomo M. Lari, Zupeng Chen, Cecilia Mondelli,* Javier P8rez-Ram&rez*; Bifunctional Hierarchical Zeolite-Supported Silver Catalysts for the Conversion of Glycerol to Allyl Alcohol, ChemCatChem, 2017, 9: 2195–2202<br/>2016年<br/>17. Zupeng Chen, Sergey Pronkin, Tim-Patrick Fellinger, Kamalakannan Kailasam, Gianvito Vilé, Davide Albani, Frank Krumeich, Rowan Leary, Jon Barnard, John Meurig Thomas, Javier Pérez-Ramírez, Markus Antonietti, Dariya Dontsova*; Merging Single-Atom-Dispersed Silver and Carbon Nitride to a Joint Electronic System via Copolymerization with Silver Tricyanomethanide, ACS Nano, 2016, 10: 3166-3175<br/>16. Han Zhou*，Peng Li，Jian Li*，Zupeng Chen，Lequan Liu，DariyaDontsova，RunyuYan，Tongxiang Fan*，Di Zhang, Jinhua Ye; Biomimetic polymeric semiconductor based hybrid nanosystems for artificial photosynthesis towards solar fuels generation via CO2 reduction, Nano Energy, 2016, 25: 128-135<br/>15. Aleksandr Savateev, Zu Peng Chen, Dariya Dontsova*; Baking “crumbly” carbon nitrides with improved photocatalytic properties using ammonium chloride, RSC Advances, 2016, 6: 2910-2913<br/>2015年<br/>14. Gianvito Vilé†, Davide Albani†, Maarten Nachtegaal, Zupeng Chen, Dariya Dontsova, Markus Antonietti, Núria López*, Javier Pérez-Ramírez*; A Stable Single-Site Palladium Catalyst for Hydrogenations, Angewandte Chemie International Edition, 2015, 54: 11265-11269 (highlighted in Nature and in C&EN) ESI 高被引论文， 正封面<br/>13. Dariya Dontsova*, Sergey Pronkin, Marko Wehle, Zupeng Chen, ChristianFettkenhauer, Guylhaine Clavel, and Markus Antonietti; Triazoles: A New Class of Precursors for the Synthesis of Negatively Charged Carbon Nitride Derivatives,  Chemistry of Materials 2015, 27: 5170–5179<br/>12.Xiaofei Yang*, Zupeng Chen, Jingsan Xu, Hua Tang, Kangmin Chen, and Yan Jiang; Tuning the Morphology of g-C3N4 for Improvement of Z-Scheme Photocatalytic Water Oxidation, ACS Applied Materials & Interfaces, 2015, 7: 15285-15293<br/>11. Jian Liu*, Hongqiang Wang*, Zupeng Chen, Helmuth Moehwald, Sebastian Fiechter, Roel van de Krol, Liping Wen, Lei Jiang, Markus Antonietti; Microcontact-Printing-Assisted Access of Graphitic Carbon Nitride Films with Favorable Textures toward Photoelectrochemical Application, Advanced Materials, 2015, 27: 712-718<br/>10. Zu Peng Chen, Markus Antonietti, Dariya Dontsova*, Enhancement of the Photocatalytic Activity of Carbon Nitrides by Complex Templating, Chemistry-A European Journal, 2015, 21: 10805-10811<br/>2014年<br/>9. Yu Hou†, Zu Peng Chen†, Dong Wang, Bo Zhang, Shuang Yang, Hai Feng Wang*, P. Hu, Hui Jun Zhao, Hua Gui Yang*; Highly Electrocatalytic Activity of RuO2 Nanocrystals for Triiodide Reduction in Dye-Sensitized Solar Cells, Small, 2014, 10: 484-492 (†contributed equally) 封面插画<br/>8. Jingsan Xu, Thomas J. K. Brenner, Zupeng Chen, Dieter Neher, Markus Antonietti, Menny Shalom*; Upconversion-Agent Induced Improvement of g-C3N4 Photocatalyst under Visible Light, ACS Applied Materials & Interfaces, 2014, 6: 16481-16486<br/>7. Re′mi Cazelles, Zu Peng Chen, Han Zhou, Anne Galarneaub, Markus Antonietti, Jian Liu*; The bioinspired construction of an ordered carbon nitride array for photocatalytic mediated enzymatic reduction, Physical Chemistry Chemical Physics. 2014, 16: 14699-14705<br/>6. Hai Bo Jiang†, Jun Xing†, Zu Peng Chen, Feng Tian, Qian Cuan, Xue-Qing Gong*, Hua Gui Yang*, Enhancing photocatalytic activity of Sn doped TiO2 dominated with 105 facets, Catalysis Today, 2014, 225, 18–23<br/>5. Fang Yuan Xiao, Jun Xing, Long Wu, Zu Peng Chen, Xue Lu Wang, Hua Gui Yang*; Assembly of ultrathin PbBiO2Br nanosheets with enhanced visible light photocatalytic properties, RSC Advances, 2014, 3: 10687-10690;<br/>2013年<br/>4. Zu Peng Chen, Jun Xing, Hai Bo Jiang, Hua Gui Yang*; Disordered Co1.28Mn1.71O4 as a Visible-Light-Responsive Photocatalyst for Hydrogen Evolution, Chemistry-A European Journal, 2013, 19: 4123-4127<br/>3. Zu Peng Chen, Wen Qi Fang, Bo Zhang, Hua Gui Yang*; High-yield synthesis and magnetic properties of ZnFe2O4 single crystal nanocubes in aqueous solution, Journal of Alloys and Compounds, 2013, 550: 348-352<br/>2. Jun Xing, Zu Peng Chen, Fang Yuan Xiao, Xue Yan Ma, Ci Zhang Wen, Zhen Li, Hua Gui Yang*; Cu-Cu2O-TiO2 Nanojunction Systems with an Unusual Electron–Hole Transportation Pathway and Enhanced Photocatalytic Properties, Chemistry-An Asian Journal, 2013, 8: 1265-1270<br/>2011年<br/>1.Changping Zhu*, Zupeng Chen, Caihua Ni*,Jiangang Yu, Bo Huang, Minlei Shan; Degradation of Sodium Polystyrene Sulfonate and the Radical Initiated Polymerization of Styrene Under Ultrasonic Irradiation, Polymer-Plastics Technology and Engineering, 2011, 50: 1262-1265<br/>",
    "Class": "1、《无机及分析化学》<br/>2、《生物基高分子材料》<br/>3、《化工安全与人工智能》<br/>4、《化工检索与阅读》<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公梁希楼403室czp@njfu.edu.cn",
    "Introduction": "陈祖鹏，1988年9月，浙江丽水人，中共党员。2006.09-2010.06，江南大学，化学与材料工程学院，工学学士。2010.09-2013.04，华东理工大学，材料科学与工程学院，工学硕士。2013.06-2015.12，德国马普学会，胶体与界面研究所，博士学位。2016.02-2019.12，瑞士苏黎世联邦理工学院（ETH Zurich），博士后研究员。<br/>2020.05-至今，南京林业大学化学工程学院，江苏省特聘教授，博士生导师。<br/>陈祖鹏，教授，博士生导师。南京林业大学化工学院林产化工系（国家级重点学科，双一流A+建设学科）\"可持续纳米催化\"课题组PI，专注于高性能催化剂的设计开发和催化新机制探索的基础研究工作，以及在生物质/木质素催化转化、能源催化、精细化工等领域应用研究。曾获得马普学会博士生奖学金、德国洪堡学者、江苏省特聘教授，入选以及斯坦福大学发布的2023全球前2%顶尖科学家。拥有材料化学、光电催化、单原子催化、选择性加氢、有机碳碳偶联、生物质高值化利用等方面的研究经验。已在Chemical Reviews, Nature Nanotechnology, Nature Communications, Angewandte Chemie International Edition, Advanced Materials, National Science Review, Advanced Functional Materials, ACS Catalysis, ACS Nano, Applied Catalysis B: Environmental等期刊发表SCI 论文 80 篇，封面文章11篇，ESI 高被引论文9篇，热点论文3篇。论文被引次数>6000（H-index 32）。担任Journal of Energy Chemistry, Rare Metal, Chinese Chemical Letters等多个期刊青年编委。<br/>https://www.x-mol.com/groups/Chen_Zupeng<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/05/20220905230145060sqk9wc.jpg?iid=47892",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "陈祖鹏",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}