{
    "Research_direction": "绿色合成化学<br/>天然产物化学利用<br/>林草病虫害防治绿色药物研发<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1.   Ping Jiang, Rui Liu, Xiangtai Meng, Binnan Zheng, Yu Zheng , Shenlin Huang* Electrochemical Synthesis of 3-Sulfonylindoles via Annulation of o-Alkynylanilines with Sodium Sulfinates. Synthesis 2022, 10.1055/a-1996-8054 (Invited)<br/>2.   Yua Zheng, Shencheng Qian, Pengcheng Xu, Binnan Zheng, Shenlin Huang* Electrochemical Oxidative Thiocyanosulfonylation of Aryl Acetylenes. Chin. J. Org. Chem. 2022, 10.6023/cjoc202209041. (Invited)<br/>3. Tianyu He, Chaoqiang Liang, Shenlin Huang* Cobalt-electrocatalytic C–H hydroxyalkylation of N-heteroarenes with trifluoromethyl ketones. Chem. Sci. 2022, 10.1039/d2sc05198b.<br/>4.   Yu Zheng, Shencheng Qian, Pengcheng Xu, Tianting Ma, Shenlin Huang* BF3·Et2O Promoted Inverse-Electron-Demand Oxa-Diels-Alder Reaction of Alkylidene Isoxazol-5-ones with Unactivated Alkenes. Adv. Synth. Catal. 2022, 364, 3800.<br/>5.   Meizhong Tang, Yongjiao Wei, Shenlin Huang,* Lan-Gui Xie* Regio- and Stereoselective Synthesis of β‑Methylthio Vinyl Triflates. Org. Lett. 2022, 24, 7026.<br/>6.   Yuanyuan Fu, Shengzhen Zhu, Xueyan Zhao, Shenlin Huang* Photoredox-catalyzed coupling of acyl oxime acetates with thiophenols to give arylthioesters in water at room temperature. Green Chem. 2022, 24, 6849.<br/>7.   Sichang Wang, Ming Yuan, Qunzheng Zhang, Shenlin Huang* Recent progress in copper nanocatalysis for sustainable transformations. Curr. Opin. Green. Sustain. Chem. 2022, 38, 100698.<br/>8.   Qingyuan Feng, Yuanyuan Fu, Yu Zheng, Saihu Liao, Shenlin Huang* Electrochemical Synthesis of β‑Keto Sulfonyl Fluorides via Radical Fluorosulfonylation of Vinyl Triflates. Org. Lett. 2022, 24, 3702.<br/>9.   Xiangtai Meng, Hehua Xu, Rui Liu, Yu Zheng, Shenlin Huang* Electrochemical triamination of alkynes: controllable synthesis of functionalized indolines and indoles. Green Chem. 2022, 24, 4754.<br/>10.  Jinli Wang, Meizhong Tang, Weijin Gu, Shenlin Huang, and Lan-Gui Xie* Synthesis of Pyrrole via Formal Cycloaddition of Allyl Ketone and Amine under Metal-Free Conditions. J. Org. Chem. 2022, 87, 12482.<br/>11.  Xiangtai Meng, Hehua Xu, Yu Zheng, Jinyue Luo, Shenlin Huang* Electrochemical Decarboxylative Oxygenation of Carboxylic Acids. ACS Sustainable Chem. Eng. 2022, 10, 5067. (Invited)<br/>12.  Yuan Huang, Xueyan Zhao, Dengfeng Chen, Yu Zheng, Jinyue Luo, Shenlin Huang* Access to Sulfocoumarins by Three-Component Reaction of β-Keto Sulfonyl Fluorides, Arynes, and DMF. Eur. J. Org. Chem. 2022, e202200715.<br/>13.  Ping Jiang, Yaming Wang, Dengfeng Chen, Yu Zheng,* Shenlin Huang* Synthesis of 3-Acyl-Isoxazoles via Radical 5-endo trig Cyclization of β,γ-Unsaturated Ketones with NaNO2. Eur. J. Org. Chem. 2022, e202101411.<br/>14.  Yingyin Zhang, Baolong Zhu, Yu Zheng, Shenlin Huang∗ A rosin-based surfactant enabling cross-couplings of vinyl dibromides with sulfonamides in water. J. Organomet. Chem. 2022, 122321. (Invited)<br/>15.  Yuan Huang, Dengfeng Chen, Yu Zheng,* Shenlin Huang* Synthesis of 3-Sulfonyl Indenones via Copper-Catalyzed Redox-Neutral Coupling Reaction. ChemistrySelect 2022, 7, e20210434.<br/>16.    Dengfeng Chen, Tianyu He, Yongcan Jin,* Shenlin Huang* Electrooxidative Dearomatization to Spiroisoxazolines: Application to Total Synthesis of Xanthoisoxazoline B. Adv. Syn. Catal. 2022, 364, 286.<br/>17.    Hehua Xu, Xiangtai Meng, Yu Zheng, Jinyue Luo,* Shenlin Huang* Electrochemical Annulations of o-Alkynylanilines for Synthesis of 3-Iodoindoles. Chin. J. Org. Chem. 2021, 41, 4696. (Invited)<br/>18. Dengfeng Chen, Xingliang Nie, Qingyuan Feng, Yingyin Zhang, Yiheng Wang, Qiuyue Wang, Lin Huang, Shenlin Huang,* Saihu Liao* Electrochemical Oxo-Fluorosulfonylation of Alkynes under Air: Facile Access to β-Keto Sulfonyl Fluorides. Angew. Chem. Int. Ed. 2021, 60, 27271.<br/>19.    Yuanyuan Fu, Xueyan Zhao, Dengfeng Chen, Jinyue Luo, Shenlin Huang* Cu-catalyzed coupling of indanone oxime acetates with thiols to 2,3-difunctionalized indenones. Chem. Commun. 2021, 57, 10719.<br/>20.    Tianyu He, Dengfeng Chen, Shencheng Qian, Yu Zheng, Shenlin Huang* Selective C–C Bond Cleavage of Cycloalkanones by NaNO2/HCl. Org. Lett. 2021, 23, 6525.<br/>21.    Xiangtai Meng, Dengfeng Chen, Rui Liu, Ping Jiang, Shenlin Huang* Synthesis of 2-(Cyanomethyl)benzoic Esters via Carbon–Carbon Bond Cleavage of Indanones. J. Org. Chem. 2021, 86, 10852.<br/>22.    Xu-Min Cai, Yuting Lin, Ying Li, Zaiyu Wang, Xueqian Zhao, Shenlin Huang,* Zheng Zhao,* Ben Zhong Tang* BioAIEgens Derived from Rosin: How Does Molecular Motion Affect Their Photophysical Processes in Solid State? Nat. Commun. 2021, 12, 1773.<br/>23.    Xu-Min Cai,* Tianqi Mu, Yuting Lin, Xuedan Zhang, Zhenguo Tang, Shenlin Huang* Syntheses and Photophysical Properties of Natural Dehydroabietic Acid-Based Ligands and Their Zinc Complexes. J. Mol. Struct. 2021, 1229, 129793.<br/>24.    Yuanmeng Ma, Ruike Li, Yixin Dong, Chaoqun You, Shenlin Huang, Xun Li, Fei Wang, Yu Zhang* tLyP-1 Peptide Fuctionalized Human H Chain Ferritin for Targeted Delivery of Paclitaxel. Int. J. Nanomed. 2021, 16, 789.<br/>25.    Meizhong Tang, Shuxiong Han, Shenglan Huang, Shenlin Huang, Lan-Gui Xie* Carbosulfenylation of Alkenes with Organozinc Reagents and Dimethyl(methylthio)sulfonium Trifluoromethanesulfonate. Org. Lett. 2020, 22, 9729.<br/>26.    Xiangtai Meng, Hehua Xu, Xiaoji Cao, Xu-Min Cai, Jinyue Luo, Fei Wang, Shenlin Huang* Electrochemically Enabled Sulfonylation of Alkynes with Sodium Sulfinates. Org. Lett. 2020, 22, 6827.<br/>27.    Dengfeng Chen, Yaming Wang, Xu-Min Cai, Xiaoji Cao, Ping Jiang, Fei Wang, Shenlin Huang* Synthesis of Spiroisoxazolines via TEMPO/NaNO2-Catalyzed Aerobic Oxidative Dearomatization. Org. Lett. 2020, 22, 6847.<br/>28.    Chenjing Liu, Dengfeng Chen, Yuanyuan Fu, Fei Wang, Jinyue Luo*, Shenlin Huang* Sulfoxide Reduction/C(sp3)–S Metathesis Cascade in Ionic Liquid. Org. Lett. 2020, 22, 5701.<br/>29.    Dengfeng Chen, Tianyu He, Yuan Huang, Jinyue Luo, Fei Wang, Shenlin Huang* Synthesis of Spiroisoxazolines via an Oximation/Dearomatization Cascade under Air. Org. Lett. 2020, 22, 4429.<br/>30.    Baolong Zhu, Lei Zhu, Jiajin Xia, Shenlin Huang,* Xueliang Huang* Gold-catalyzed cycloisomerization of enynamides: Regio- and stereoselective approach to tetracyclic spiroindolines. Tetrahedron 2020, 76, 131056.<br/>31.    Shengzhen Zhu, Yu Zhang, Jinyue Luo, Fei Wang, Xiaoji Cao, Shenlin Huang* Temperature-controlled regioselective thiolation of 2-indolylmethanols under aqueous micellar conditions. Green Chem. 2020, 22, 657.<br/>32.    Xiangtai Meng, Yu Zhang, Jinyue Luo, Fei Wang, Xiaoji Cao, Shenlin Huang* Electrochemical Oxidative Oxydihalogenation of Alkynes for the Synthesis of α,α-Dihaloketones. Org. Lett. 2020, 22, 1169.<br/>33.    Tianxiao Xu, Tianpeng Cao, Qingyuan Feng, Shenlin Huang,* Saihu Liao* Metal-free dehydrosulfurization of thioamides to nitriles under visible light. Chem. Commun. 2020, 56, 5151.<br/>34.    Xu-Min Cai,* Yuting Lin, Xinfei Chen, Xiao Chen, Tianqi Mu, Shenlin Huang,* Fei Wang, Linker Regulation: Synthesis and Electrochemical Properties of Ferrocene-Decorated Cellulose, J. Inorg. Organomet. P. 2020, 30, 3771.<br/>35.    Xu-Min Cai,* Xinfei Chen, Tianqi Mu, Yuting Lin, Shenlin Huang,* Min-Xia Yao,* Syntheses, Crystal Structures, and Electrochemical Properties of Dehydroabietic Acid-based Schiff Bases, Chinese J. Struc. Chem. 2020, 39, 1699.<br/>36.    Ruike Li, Yuanmeng Ma, Yixin Dong, Zhujun Zhao, Chaoqun You, Shenlin Huang, Xun Li, Fei Wang, Yu Zhang* Novel Paclitaxel-Loaded Nanoparticles Based on Human H Chain Ferritin for Tumor-Targeted Delivery. ACS Biomater. Sci. Eng. 2019, 5, 6645.<br/>37.    Xiangtai Meng, Dengfeng Chen, Xiaoji Cao, Jinyue Luo, Fei Wang, Shenlin Huang* Synthesis of polysubstituted cyclic 1,2-diketonesenabled by iterative sulfoxide-mediated arylation. Chem. Commun. 2019, 55, 12495.<br/>38.    Wenqian Lina, Dengfeng Chen, Qiang Yong, Caoxing Huang,* Shenlin Huang* Improving enzymatic hydrolysis of acid-pretreated bamboo residues using amphiphilic surfactant derived from dehydroabietic acid. Bioresour. Technol. 2019, 293, 122055.<br/>39.    Dengfeng Chen, Yuanyuan Fu, Xiaoji Cao, Jinyue Luo, Fei Wang, Shenlin Huang* Metal-Free Cyclopropanol Ring Opening C(sp3)–C(sp2) Cross-Couplings with Aryl Sulfoxides. Org. Lett. 2019, 21, 5600.<br/>40.    Heng Zhang, Yinghua Yu, Shenlin Huang, Xueliang Huang* Palladium-Catalyzed Cascade Reaction of o-Bromobenzaldehydes with N-Sulfonylhydrazones: An Efficient Approach to the Naphthalene Skeleton. Adv. Syn. Catal. 2019, 361, 1576.<br/>41.    Yunqin Yang, Xiangtai Meng, Baolong Zhu, Ying Jia, Xiaoji Cao, Shenlin Huang* A Micellar Catalysis Strategy for Amidation of Alkynyl Bromides: Synthesis of Ynamides in Water. Eur. J. Org. Chem. 2019, 1166.<br/>42.    Dengfeng Chen, Yuchen Zhang, Xingyu Pan, Fei Wang, Shenlin Huang* Oxidation of Tertiary Aromatic Alcohols to Ketones in Water. Adv. Syn. Catal. 2018, 360, 3607.<br/>43.    Qingyuan Feng, Dengfeng Chen, Mei Hong, Fei Wang, Shenlin Huang* Phenyliodine(III) Bis(trifluoroacetate) (PIFA)-Mediated Synthesis of Aryl Sulfides in Water. J. Org. Chem. 2018, 83, 7553.<br/>44.    Xiao Chen, Xinfei Chen, Xu-Min Cai*, Shenlin Huang, Fei Wang* Cellulose Dissolution in a Mixed Solvent of Tetra(n‑butyl)ammonium Hydroxide/Dimethyl Sulfoxide via Radical Reactions. ACS Sustainable Chem. Eng. 2018, 6, 2898.<br/>45.    Tao Yuan, Shenlin Huang, Chun Cai, Guo-ping Lu* Metal-free electrophilic phosphination of electron-rich arenes, arenols and aromatic thiols with diarylphosphine oxides. Org. Biomol. Chem. 2018, 16, 30.<br/>46.    Dengfeng Chen, Qingyuan Feng, Yunqin Yang, Xu-Min Cai, Fei Wang, Shenlin Huang* Metal-Free O–H/C–H Difunctionalization of Phenols by o-Hydroxyarylsulfonium Salts in Water. Chem. Sci. 2017, 8, 1601.<br/>47.    Takashi Nishikata, Alexander R. Abela, Shenlin Huang, Bruce H. Lipshutz* Cationic Pd(II)-catalyzed C–H Activation/Cross-coupling Reactions at Room Temperature: Synthetic and Mechanistic Studies. Beilstein J. Org. Chem. 2016, 12, 1040.<br/>48.    Shenlin Huang, Lisa Kötzner, Chandra Kanta De, Benjamin List* Catalytic Asymmetric Dearomatizing Redox Cross Coupling of Ketones with Aryl Hydrazines Giving 1,4-Diketones. J. Am. Chem. Soc. 2015, 137, 3446.<br/>49.    Bruce H. Lipshutz*, Shenlin Huang, Wendy Wen Yi Leong, Guofu Zhong, Nicholas A. Isley C–C Bond Formation via Copper-Catalyzed Conjugate Addition Reactions to Enones in Water at Room Temperature. J. Am. Chem. Soc. 2012, 134, 19985.<br/>50.    Shenlin Huang, Tue B. Petersen, Bruce H. Lipshutz* Total Synthesis of (+)-Korupensamine B via an Atropselective Intermolecular Biaryl Coupling. J. Am. Chem. Soc. 2010, 132, 14021.<br/>51.    Shenlin Huang, Karl R. Voigtritter, John B. Unger, Bruce H. Lipshutz* Asymmetric CuH-Catalyzed 1,4-Reductions in Water at Room Temperature. Synlett 2010, 2041.<br/>52.    Takashi Nishikata, Alexander R. Abela, Shenlin Huang, Bruce H. Lipshutz* Cationic Palladium(II) Catalysis: C-H Activation/Suzuki-Miyaura Couplings at Room Temperature. J. Am. Chem. Soc. 2010, 132, 4978.<br/>53.    Ching-Tien Lee, Shenlin Huang, Bruce H. Lipshutz* Cu/C-Catalyzed, Tandem One-Pot Diazo Transfer-Click Reactions Adv. Syn. Catal. 2009, 353, 3139.<br/>54.    Todd A. Wenderski, Shenlin Huang, Thomas R. R. Pettus* Enatioselective Total Synthesis of All of the Known Chiral Cleroindicins (C-F): Clarification among Optical Rotations and Assignments. J. Org. Chem. 2009, 74, 4104.<br/>55.    Yulin Zhu, Shenlin Huang, Jieping Wan, Lei Yan, Yuanjiang Pan,* Anxin Wu* Two Novel Diastereoselective Three-Component Reactions of Alkenes or 3,4-Dihydro-(2H)-pyran with Urea/Thiourea-Aldehyde Mixtures: [4+2] Cycloaddition vs Biginelli-Type Reaction. Org. Lett. 2006, 8, 2599.<br/>56.    Shenlin Huang, Yuanjiang Pan,* Yulin Zhu, Anxin Wu* A Novel Three-Component One-Pot Reaction Involving Alkynes, Urea or Thiourea, and Aldehydes. Org. Lett. 2005, 7, 3797.<br/>57.    Yulin Zhu, Shenlin Huang, Yuanjiang Pan,* Highly Chemoselective Multicomponent Biginelli-Type Condensations of Cycloalkanones, Urea or Thiourea and Aldehydes. Eur. J. Org. Chem. 2005, 2354.<br/>58.    Yulin Zhu, Yuanjiang Pan,* Shenlin Huang Chemoselective Multicomponent Condensation of 1, 3-Cyclohexanone, Urea or Thiourea and Aldehydes: One-pot Synthesis of Two Families of Fused Heterobicyclic and Spiro Heterobicyclic Aliphatic Rings. Heterocycles 2005, 65, 133.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公85427635shuang@njfu.edu.cn",
    "Introduction": "博士，教授，林产化学与材料国际创新高地运行管理办公室副主任，博士生导师。2003年毕业于浙江大学化学系获理学学士学位；2006年毕业于浙江大学化学系获理学硕士学位；2011年毕业于美国加州大学圣芭芭拉分校（University of California, Santa Barbara）获博士学位；2012年至2015年在德国马普煤炭研究所（Max-Planck-Institut für Kohlenforschung）从事博士后研究, 2015年任南京林业大学化工学院教授，并入选第六批江苏特聘教授。近年来在Journal of the American Chemical Society, Organic Letters, Journal of Organic Chemistry, Advanced Synthesis & Catalysis等国际权威刊物上发表高质量SCI 论文40余篇。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/04/202209042357562678q2eqr.jpg?iid=47826",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "黄申林",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}