{
    "Research_direction": "1. 林源活性物质的生物化学利用<br/>2. 林源次生代谢产物的生物合成<br/>3. 林源抗肿瘤活性物质的靶向递送<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "21. Yixin Dong, Kun Yang, Zicheng Xu, Xun Li, Fei Wang,* and Yu Zhang*. Effective Delivery of Paclitaxel-Loaded Ferritin via Inverso CendR Peptide for Enhanced Cancer Therapy. Molecular Pharmaceutics 2023, 20, 942-952.<br/>20. Pingping Qu, Dongdong Li, Raudah Lazim, Rui Xu, Dunchi Xiao, Fei Wang, Xun Li*, Yu Zhang*. Improved thermostability of Thermomyces lanuginosus lipase by molecular dynamics simulation and in silico mutation prediction and its application in biodiesel production. Fuel 2022, 327, 125039.<br/>19. Bingyan Yang, Yixin Dong, Zicheng Xu, Xun Li, Fei Wang, Yu Zhang*. Improved stability and pharmacokinetics of wogonin through loading into PASylated ferritin. Colloids and Surface B: Biointerface 2022, 216, 112515<br/>18. Jinmiao Sun, Yixin Dong, Xun Li, Fei Wang, Yu Zhang*. Chitosan binding to a novel alfalfa phytoferritin nanocage loaded with baicalein: Simulated digestion and absorption evaluation. Food Chemistry 2022, 386, 132716.<br/>17. Yixin Dong, Yuanmeng Ma, Xun Li, Fei Wang, Yu Zhang*. ERK-Peptide-Inhibitor-Modified Ferritin Enhanced the Therapeutic Effects of Paclitaxel in Cancer Cells and Spheroids. Molecular Pharmacutics 2021, 18, 3365-3377.<br/>16. Yuanmeng Ma, Yixin Dong, Xun Li, Fei Wang, Yu Zhang*. Tumor-Penetrating Peptide-Functionalized Ferritin Enhances Antitumor Activity of Paclitaxel. ACS Applied Bio Materials 2021 4, 3，2654-2663.<br/>15. Yuanmeng Ma, Ruike Li, Yixin Dong, Chaoqun You, Shenlin Huang, Xun Li, Fei Wang, Yu Zhang*. tLyP-1 Peptide Functionalized Human H Chain Ferritin for Targeted Delivery of Paclitaxel. International Journal of Nanomedicine 2021, 16, 789-802.<br/>14. Bingyan Yang, Yixin Dong, Fei Wang and Yu Zhang*. Nanoformulations to enhance the bioavailability and physiological functions of polyphenols. Molecules 2020,25,4613.<br/>13. Ruike Li, Yuanmeng Ma, Yixin Dong, Zhujun Zhao, Chaoqun You, Shenlin Huang, Xun Li, Fei Wang, Yu Zhang*. Novel paclitaxel-loaded nanoparticles based on human H chain ferritin for tumor-targeted delivery. ACS Biomaterials Science & Engineering 2019, 5, 6645-6654.<br/>12. Yu Zhang*, Yixin Dong, Jinhua Zhou, Ying’ao Hu, Xun Li and Fei Wang. Peptide-Mediated Immobilization on Magnetoferritin for Enzyme Recycling. Nanomaterials 2019, 9, 1558.<br/>11. Yu Zhang*, Yixin Dong, Xun Li, and Fei Wang. Proanthocyanidin Encapsulated in Ferritin Enhances Its Cellular Absorption and Antioxidant Activity. Journal of Agricultural and Food Chemistry 2019, 67, 11498-11507.<br/>10. Yu Zhang*, Yixin Dong, Jinhua Zhou, Xun Li, Fei Wang. Application of Plant Viruses as a Biotemplate for Nanomaterial Fabrication. Molecules 2018, 23, 2311.<br/>9. Yu Zhang*, Jinhua Zhou, Maziar S. Ardejani, Xun Li, Fei Wang and Brendan P. Orner. Designability of Aromatic Interaction Networks at E. coli Bacterioferritin B-Type Channels. Molecules 2017, 22(12), 2184.<br/>8. Yu Zhang, Huaxiang Gu, Hao Shi, Fei Wang, and Xun Li*. Green Synthesis of Conjugated Linoleic Acids from Plant Oils Using a Novel Synergistic Catalytic System. Journal of Agriculture and Food Chemistry 2017, 65, 5322−5329.<br/>7. Yu Zhang*, Maziar S. Ardejani, Brendan P. Orner*. Design and Applications of Protein-Cage-Based Nanomaterials. Chemistry-An Asian Journal 2016, 11(20), 2814-2828.<br/>6. Yu Zhang, Lijun Wang, Maziar S. Ardejani, Nur Fazlina Aris, Xun Li, Brendan P. Orner and Fei Wang*, Mutagenesis study to disrupt electrostatic interactions on the twofold symmetry interface of Escherichia coli bacterioferritin (2015). Journal of Biochemistry, 158, 505-512.<br/>5. Yu Zhang*, Maziar S. Ardejani. Differential scanning calorimetry to quantify the stability of protein cages (2015). Methods in Molecular Biology.1252, 101-113.<br/>4. Hao Shi#, Yu Zhang#, Hui Zhong, Yingjuan Huang, Xun Li, Fei Wang*. Cloning, over-expression and characterization of a thermotolerant xylanase from Thermotoga thermarum (2013). Biotechnol Lett, 36, 587-593.<br/>3. Yu Zhang, Brendan P. Orner. Self-assembly in the ferritin nano-cage protein superfamily (2011). Int. J. Mol. Sci. 12, 5406-5421.<br/>2. Yu Zhang, Jing Fu, Sze Y. Chee, Emmiline X. W. Ang, Brendan P. Orner. Rational disruption of the oligomerization of the Mini-Ferritin E. coli DPS through protein-protein interface mutation (2011). Protein Sci. 20, 1907-1917. (Cover paper)<br/>1. Yu Zhang, Siti Raudah Mohamed Lazim, Huihian Teo, Gwenda W. S. Teo, Rongli Fan, Xiaoming Sun, Brendan P. Orner. Alanine-shaving Mutagenesis to Determine Key Interfacial Residues Governing the Assembly of a Nano-cage Maxi-ferritin (2010) J.Bio.Chem. 285, 12078-12086. (Paper of the week, highlighted by ACS Chemical Biology)<br/>中文核心：<br/>2. 张瑜*，刘中车，王丽君，李迅，王飞. N端延长对大肠杆菌铁蛋白结构稳定性及其自组装的影响. 南京林业大学学报（自然科学版），2017, 41(1), 35-41.<br/>1. 张瑜*，周金花，周亦琛，李迅，王飞. 血红素对大肠杆菌铁蛋白稳定性及自组装的影响. 生命科学研究，2017，21(4)，283-288.<br/>授权专利：<br/>[1] 张瑜，李瑞珂，赵竹君，熊又沣，黄申林，李迅，王飞. 一种以去铁蛋白为载体制备紫杉醇纳米药物并回收紫杉醇的方法. 2022-10-10，中国，ZL201910416536.4<br/>[2] 张瑜，董亦馨，周金花，戚岚岚，李迅，王飞. 一种通过磁性铁蛋白表面展示实现酶固定的方法. 2022-9-21.  中国，ZL201910698944.3<br/>[3] 张瑜，董亦馨，王飞，李迅，杨昆. 一种修饰了D型肿瘤穿透肽的铁蛋白载药纳米粒的制备方法，2022-9-13，中国, ZL202210137407.3<br/>[4] 张瑜，孙金苗， 李迅，王飞，杨冰燕，董亦馨. 一种紫花苜蓿植物铁蛋白的表达纯化方法及其应用，2021-12-7，中国，CN202011462595.4<br/>[5] 张瑜，马原蒙，王飞，李迅，董亦馨. 一种C端修饰肿瘤穿透肽RGERPPR的铁蛋白纳米粒子、其制备方法及应用，2021-9-24，中国，ZL202011413895.3<br/>[6] 张瑜，孙金苗，杨冰燕，董亦馨，李迅，王飞. 一种绿藻植物铁蛋白的表达纯化方法及其应用，2022-11-2，中国, ZL202011151848.6<br/>[7] 张瑜，宁晨，董亦馨，王飞，李迅，杨昆. 一种共载阿霉素和熊果酸的铁蛋白纳米粒的制备方法及应用. 2022-10-28，中国， ZL202210273421.6<br/>[8] 张瑜、渠萍萍、李冬冬、李迅、王飞、许蕊、肖敦驰. 一种疏棉状嗜热丝孢菌脂肪酶突变体G91C及其应用，2022-9-5，中国，ZL202111223379.9<br/>[9] 张瑜，周亦琛，王飞，李迅，徐徐. 一种去除血红素的大肠杆菌铁蛋白突变体及包含它的重组体系. 2019-9-20，中国，CN201511023762.4<br/>[10]  张瑜，杨冰燕，王飞，李迅，董亦馨. 一种负载SN-38的铁蛋白纳米粒及其制备方法和应用. 2023-1-6. 中国，ZL202210677167.6.<br/>",
    "Class": "本科课程：《植物生物化学（双语）》、《蛋白质化学》<br/>研究生课程：《现代生物技术（全英授）》；《生物能源专题（全英授）》<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427635yuzhang@njfu.edu.cn",
    "Introduction": "1981年生，中共党员，教授，硕士生导师。2004年于中国矿业大学化工学院应用化学系获理学学士学位；2007年于厦门大学化学化工学院有机化学系获理学硕士学位；2012年2月毕业于新加坡南洋理工大学化学与生物化学系获博士学位。2012年3月起在南京林业大学化学工程学院任教。作为项目负责人先后承担国家自然科学基金、江苏省自然科学基金、江苏省高校自然基金等项目，同时作为项目骨干参与了国家自然科学基金、国家重点研发计划项目等多项。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/04/20220904230901131fczw76.jpg?iid=47812",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "张瑜",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}