{
    "Research_direction": "1.荧光染料、荧光分子探针;<br/>2.分子光化学与光物理;<br/>3.生物质资源化学;<br/>4.功能配合物;<br/>本课题组研究涉及合成化学、光谱测试、生物化学、电化学与应用研究。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "近五年发表SCI论文：<br/>2022年：<br/>1. Yi Wang, Xiyuan Kang, Fangjian Cai, Lei Sun, Yinjie Yu, Claude P. Gros*, Frédéric Bolze*, Haijun Xu* New 1,4-divinylbenzene conjugated truxene dyes possessing D-π-D structure: Synthesis, linear photophysics and two-photon absorption Journal of Luminescence 2022, 242, 118579; DOI: 10.1016/j.jlumin.2021.118579<br/>2. Jiayu Tao, Jiuxuan Zhang, Yuting Song, Jian Liu*, Hai-Jun Xu* Two asymmetrical perylene diimide derivatives: Synthesis, optical-electrochemical properties and morphologies of self-assembly Journal of Solid State Chemistry 2022, 305, 122665, DOI:10.1016/j.jssc.2021.122665.<br/>3. Pengfei Li, Fan Wu, Yuanyuan Fang, Hemraj Dahiya, M. L. Keshtov, Haijun Xu,* Anupam Agrawal, and Ganesh D. Sharma* Truxene π Expanded BODIPY Star-Shaped Molecules as Acceptors for Non-Fullerene Solar Cells with over 13% Efficiency ACS Appl. Energy Mater. 2022, 5, 2, 2279–2289, DOI: 10.1021/acsaem.1c03781;<br/>2021年：<br/>1. Bo Fu, Zhen Zhang, Xiaoxiao Yu, Xinyi Dong, Xianying Fang*, Weihua Zhu, Xu Liang*, Haijun Xu* C2 symmetric borneol-porphyrin hybrids: Synthesis, characterization, electronic structure and their anti-cancer behaviors Dyes and Pigments 2021, 184, 108837. DOI: 10.1016/j.dyepig.2020.108837;<br/>2. Yuting Song, Jiayu Tao, Yi Wang, Zhengchun Cai, Xianying Fang*, Shifa Wang, Haijun Xu* A novel dual-responsive fluorescent probe for the detection of copper(II) and nickel(II) based on BODIPY derivatives Inorganica Chimica Acta 2021, 516, 120099. Doi: 10.1016/j.ica.2020.120099;<br/>3. Jian Yang, Ran Zhang, Yue Zhao, Jiangwei Tian*, Shifa Wang, Claude P. Gros*, Haijun Xu* Red/NIR Neutral BODIPY-Based Fluorescent Probes for Lighting Up Mitochondria Spectrochimica Acta Part A: Molecular and Biomolecular Spectroscopy 2021, 248, 119199, Doi: 10.1016/j.saa.2020.119199.<br/>4. Bo Fu, Xinyi Dong, Xiaoxiao Yu, Zhen Zhang, Lei Sun, Weihua Zhu, Xu Liang* and Haijun Xu* meso-Borneol- and meso-Carbazole-Substituted Porphyrins: Multifunctional Chomophores with Tunable Electronic Structures and Antitumor Activities New Journal of Chemistry, 2021, 45, 2141-2146; Doi: 10.1039/d0nj02954h.<br/>5.  Pengfei Li, Dan Sun, Ningchao Liu, Yuanyuan Fang, Claude P. Gros*, Frédéric Bolze*, Haijun Xu* Synthesis, spectroscopic characterization and one and two-photon absorption properties of π-expanded thiophene and truxene BODIPYs dyes Dyes and Pigments 2021, 192, 109418. DOI: 10.1016/j.dyepig.2021.109418.<br/>6. Bo Fu, Lin Wang, Xiaoxiao Yu, Xianying Fang, John Mack*, Somila Dingiswayo, Tebello Nyokong, Xu Liang*, and Haijun Xu* Borneol-Triarylcorrole Hybrids with Chiral-Optical Response and Anticancer Behaviours Dyes and Pigments 2021, 195, 109699, https://doi.org/10.1016/j.dyepig.2021.109699;<br/>7. Bo Fu, Yuanyuan Che, Xuemei Yuan, Lei Sun, Haijun Xu*, Jianzhang Zhao*, Lang Liu* Photoinduced energy transfer in truxene-linked zinc porphyrin–fullerene-corrole tetrad and its application in triplet−triplet annihilation upconversion Dyes and Pigments 2021, 196, 109754, https://doi.org/ 10.1016/j.dyepig.2021.109754.<br/>8. Fangjian Cai, Yingxin Guo, Yuanyuan Fang, Claude P. Gros, Anupam Agrawal, Ganesh D. Sharma*, Haijun Xu* New BODIPY derivatives with triarylamine and truxene substituents as donors for organic bulk heterojunction photovoltaic cells Solar Energy 2021, 227, 354-364. Doi: https://doi.org/10.1016/j.solener.2021.09.017.<br/>9. Shanchao Tan, Jiayu Tao, WendiLuo, Hao Jiang, Yuhong Liu*, HaijunXu*, Qingdao Zeng*, Hongyu Shi*, Influence of functional groups on the self-assembly of liquid crystals Chinese Chemical Letters 2021, 32, 1149–1152, DOI: 10.1016/j.cclet.2020.09.016.<br/>10. Qiang Liu, Jiangwei Tian, Ye Tian, Qinchao Sun, Dan Sun, Feifei Wang, Haijun Xu*, Guoliang Ying*, Jigang Wang*, Ali K. Yetisen, and Nan Jiang* Near-Infrared-II Nanoparticles for Cancer Imaging of Immune Checkpoint Programmed Death-Ligand 1 and Photodynamic/Immune Therapy ACS Nano 2021, 15, 1, 515–525; DOI: 10.1021/acsnano.0c05317.<br/>11. Yuchuan Xiao, Jiayu Tao, Xuan Peng, Yuting Song, Peng Lei, Haijun Xu*, Xunwen Xiao, Bin Tu*, and Qingdao Zeng* Two-Dimensional Molecular Network Built from Hierarchy Self-Assembly of Perylene Bisimide Derivative ACS Appl. Mater. Interfaces 2021, 13, 17129−17138; DOI: 10.1021/acsami.1c03201.<br/>12. Yuchuan Xiao, Fangjian Cai, Xuan Peng, Xiyuan Kang, Peng Lei, Xin Li, Haijun Xu*, Xunwen Xiao, Bin Tu*, Qingdao Zeng* Aza-BODIPY Molecular Assembly at the Liquid- Solid Interface Driven by Br…F-BF Interactions Chinese Chemical Letters 2021, 32 (11), 3566-3569. DOI:10.1016/j.cclet.2021.02.066.<br/>13. Shanchao Tan, Jiayu Tao,Wendi Luo, Hongyu Shi, Bin Tu, Hao Jiang, Yuhong Liu*, Haijun Xu*, Qingdao Zeng* Insight into the superlubricity and self-assembly of liquid crystals Frontier in Chemistry 2021, 9, 668794. doi: 10.3389/fchem.2021.668794.<br/>14. Qiang Liu, Jiangwei Tian, Ye Tian, Qinchao Sun, Dan Sun, Dewen Liu, Feifei Wang, Haijun Xu*, Guoliang Ying*, Jigang Wang*, Ali K. Yetisen, Nan Jiang* Thiophene donor for NIR-II fluorescence imaging-guided photothermal/photodynamic/chemo combination therapy Acta Biomaterialia 2021, 127, 287–297. Doi: 10.1016/j.actbio.2021.03.064.<br/>15. Ganesh D. Sharma*, Jian Yang, Hao Jiang, Claude P. Gros*, Rahul Singhal, Haijun Xu* High-efficiency fullerene free ternary organic solar cells based with two small molecules as donor Optical Materials 2021, 118, 111217; DOI:10.1016/j.optmat.2021.111217.<br/>2020年：<br/>1. Jian Yang, Fangjian Cai, Nicolas Desbois, Laihai Huang, Claude P. Gros*, Frédéric Bolze*,Yuanyuan Fang, Shifa Wang, Hai-Jun Xu* Synthesis, spectroscopic characterization, one and two-photon absorption properties and electrochemistry of π-expanded BODIPYs dyes Dyes and Pigments 2020, 175, 108173；DOI: 10.1016/j.dyepig.2019.108173.<br/>2. Jian Yang, Hao Jiang, Nicolas Desbois, Guoliang Zhu, Claude P. Gros*, Yuanyuan Fang,  Frédéric Bolze*, Shifa Wang, Hai-Jun Xu* Synthesis, spectroscopic characterization, one and two-photon absorption properties, and electrochemistry of truxene π-expanded BODIPYs dyes Dyes and Pigments 2020, 176，108183；DOI: 10.1016/j.dyepig.2020.108183.<br/>3. Xu Xu, Dan Sun, Jian Yang, Guoliang Zhu, Yuanyuan Fang, Claude P. Gros*, Frédéric Bolze*, Hai-Jun Xu* Truxene-BODIPY dyads and triads: synthesis, spectroscopic characterization, one and two-photon absorption properties and electrochemistry Dyes and Pigments 2020, 179, 108380; DOI: 10.1016/j.dyepig.2020.108380.<br/>4. Chen Chen, Siqi Zhang, Bin Tu, Ting Meng, Jianqiao Li, Yuxin Qian, Pengfei Li, Bo Liu, Wubiao Duan*, Haijun Xu,* Fengying Zhao,* Yang Peng, Jing Li, and Qingdao Zeng* Solvent-Dependent Core-Modified Rubyrin Self-Assembly at Liquid/Solid Interfaces Langmuir 2020, 36, 3879−3886, DOI: 10.1021/acs.langmuir.9b03867.<br/>5. Jian Yang, Charles H. Devillers, Paul Fleurat-Lessard, Hao Jiang, Shifa Wang, Claude P. Gros,* Gaurav Gupta, Ganesh D. Sharma,* and Haijun Xu* Carbazole Green and Blue-BODIPY Dyads and Triads as Donors for Bulk Heterojunction Organic Solar Cells Dalton Trans. 2020, 49, 5606–5617, Doi: 10.1039/d0dt00637h.<br/>6. Shanchao Tan, # Hongyu Shi, # Lulu Fu, Jing Ma, Xin Du, Jian Song, Yuhong Liu,* Qingdao Zeng,* Haijun Xu,* Junhua Wan* Superlubricity of fullerene derivatives induced by Host-guest assembly ACS Appl. Mater. Interfaces 2020, 12, 18924−18933. Doi: 10.1021/acsami.0c02726.<br/>7. Jingfei Hou, Peng Lei, Ting Meng, Fengying Zhao, Haijun Xu*, Xiao-Kang Li*, Ke Deng*, Qingdao Zeng* Solvent-Dependent Self-Assemblies and Pyridine Modulation of a Porphyrin Molecule at Liquid/Solid Interfaces Langmuir 2020, 36, 9810-9817. DOI: 10.1021/acs.langmuir.0c01350.<br/>8. Yuanyuan Che, Xuemei Yuan, Lei Sun, Haijun Xu*, Xiaoyu Zhao, Fangjian Cai, Lang Liu* and Jianzhang Zhao* Truxene-bridged Bodipy fullerene tetrads without precious metals: study of the energy transfer and application in Triplet−Triplet annihilation upconversion Journal of Materials Chemistry C 2020, 8, 15839-15851, DOI: 10.1039/D0TC03490H.<br/>2019年：<br/>1. Fangjian Cai, Fei Xia, Yingxin Guo, Weihua Zhu*, Bo Fu, Xu Liang*, Shifa Wang, Zhengchun Cai, Haijun Xu* “Off–on–off” type of selectively pH-sensing 8-hydroxyquinoline-substituted gallium(III) corrole New J. Chem., 2019, 43, 18012-18017; DOI: 10.1039/c9nj04544a;<br/>2. Xu Xu, Xinyi Dong, Zhen Zhang, Xin Du, Weihua Zhu, Xu Liang*, Long Zhao, and Haijun Xu* Synthesis and Properties of 9,9’-(C12H25)2-Fluorene Substituted Corrole Monomer and its Bridged Dimer Macroheterocycles 2019 12(4) 403-408; DOI: 10.6060/mhc191176l;<br/>3. Yuanyuan Che, Xuemei Yuan, Fangjian Cai, Jianzhang Zhao*, Xiaoyu Zhao, Haijun Xu*, Lang Liu* Bodipy−Corrole dyad with truxene bridge: Photophysical Properties and Application in Triplet−Triplet Annihilation upconversion Dyes and Pigments 2019, 171, 107756; DOI: 10.1016/j.dyepig.2019.107756;<br/>4. Yingxin Guo, Tingting Gu, Pengfei Li, Bo Fu, Lei Sun, Weihua Zhu*, Haijun Xu*, Xu Liang* A2B corrole with a meso-[PtII(bipy)Cl2]-substituent: Synthesis, electronic structure and highly efficient electrocatalyzed hydrogen evolutions Inorganica Chimica Acta 2019, 496, 119067 DOI: 10.1016/j.ica.2019.119067;<br/>5. Weihua Zhu, Syed Najeeb-uz-Zaman Haider, Honglin Zhang, Isaac Kwaku Attatsi, John Mack*, Somila Dingiswayo, Tebello Nyokong, Yuting Song, Haijun Xu*, Xu Liang* Synthesis and properties of chiral amide-bonded porphyrin dimers with various functional bridging blocks Dyes and Pigments 2019, 171, 107740. DOI: 10.1016/j.dyepig.2019.107740;<br/>6. Tingting Gu, Jiayu Tao, Weihua Zhu, John Mack*, Rodah C. Soy, Tebello Nyokong, Haijun Xu*, Minzhi Li, Xu Liang* Co(II)Tetraphenyltetraphenanthroporphyrin@MWCNTs: enhanced π-π interaction for robust electrochemical catalysis  New J. Chem., 2019, 43, 10631-1063；DOI: 10.1039/c9nj01707k;<br/>7. Guo-Xiang Xing, Jia-Yu Tao, Xiao-Yu Wang, Zheng-Zheng Li, Xian-Ying Fang*, Ying-Xin Guo, Bo Fu*, Hai-Jun Xu* Syntheses, Crystal Structures and Biological Activities of Three New Benzoxazole Derivatives Containing Pyridyl Moiety Chinese Journal of Structural Chemistry 2019, 38(11): 1902-1908; DOI: 10.14102/j.cnki.0254-5861.2011-2356;<br/>8. Jia-Yu Tao, Wen-Ting Song, Lei Sun, Zheng-Zheng Li, Bo Fu*, Zheng-Chun Cai, Hai-Jun Xu* Synthesis, Photo-physical Properties and Cell Imaging of Meso-2,6-dichlorophenyl Boron-dipyrromethene Derivatives Chinese Journal of Structural Chemistry 2019, 38 (9): 1503-1510;  DOI: 10.14102/j.cnki.0254-5861.2011-2274;<br/>9. Haijun Xu#, Hongyu Shi#, Yuhong Liu, Jian Song, Xinchun Lu, Claude P. Gros*, Ke Deng*, Qingdao Zeng* Assembly structures and electronic properties of truxene-porphyrin compounds studied by STM/STS Dalton Transactions, 2019, 48(24), 8693-8701.  DOI: 10.1039/C9DT01078E;<br/>10. Jiayu Tao, Dan Sun, Lei Sun, Zhengzheng Li, Bo Fu, Jian Liu, Lei Zhang*, Shifa Wang, Yuanyuan Fang*, Haijun Xu* Tuning the photo-physical properties of BODIPY dyes: Effects of 1, 3, 5, 7- substitution on their optical and electrochemical behaviours Dyes and Pigments 2019, 168, 166–174; DOI:10.1016/j.dyepig.2019.04.054;<br/>11. Gang Yao, Yan Gao, Yaping Yang, Weihao Zhu, Haijun Xu* Highly active catalysts: Double‐shelled hollow nanospheres with tiny Pt NPs Applied Organometallic Chemistry 2019,33(5): e4858. Doi. 10.1002/aoc.4858;<br/>12. Jian Yang, Yunshi Fan, Fangjian Cai, Xu Xu, Bo Fu, Shifa Wang, Zhen Shen*, Jiangwei Tian*, Haijun Xu* BODIPY derivatives bearing borneol moieties: Enhancing cell membrane permeability for living cell imaging Dyes and Pigments 2019, 164, 105-111, DOI: 10.1016/j.dyepig.2019.01.012;<br/>13. Yangmin Zhu, Zhonglong Wang, Jian Yang, Xu Xu, Shifa Wang, Zhengchun Cai, Hai-Jun Xu* N,N-Bis(2-Pyridylmethyl)Amine-based Truxene Derivative as a Highly Sensitive Fluorescence Sensor for Cu2+ and Ni2+ ion Chinese Journal of Organic Chemistry 2019, 39(2): 427-433. DOI: 10.6023/cjoc201807042;<br/>2018年：<br/>1. Xuemei Yuan, Minzhi Li, Ting Meng, John Mack*, Rodah Soy, Tebello Nyokong, Weihua Zhu, Haijun Xu* and Xu Liang* Core-Modified Rubyrins with Phenanthrene-Fused Pyrrole Rings: Highly Selective and Tunable Response to Hg2+ ions Dyes and Pigments 2018, 158, 188–194; DOI：10.1016/j.dyepig.2018.05.045;<br/>2. Jian Yang, Fang-Jian Cai, Xue-Mei Yuan, Ting Meng, Guo-Xiang Xin, Shi-Fa Wang, Claude P. Gros* and Hai-Jun Xu*  Efficient energy transfer in a tri-chromophoric dyad containing BODIPYs and corrole based on a truxene platform  Journal of Porphyrins and Phthalocyanines 2018; 22: 777–783; DOI: 10.1142/S108842461850058X;<br/>3. Jian Yang, Yoann Rousselin, Léo Bucher, Nicolas Desbois, Frédéric Bolze*, Hai-Jun Xu*, and Claude P. Gros* Two‐Photon Absorption Properties and Structures of BODIPY and Its Dyad, Triad and Tetrad ChemPlusChem 2018, 83, 838-844; DOI: 10.1002/cplu.201800361;<br/>4. Jian Yang, Jia-Yu Tao, Guo-Xiang Xin, Ting Meng, Xue-Mei Yuan, Li-Ting Du*, Li Xu, Hai-Jun Xu* Syntheses, Characterization and Crystal Structures of Metal Coordination Polymers Based on L-Malic Acid Chinese Journal of Inorganic Chemistry 2018, 34: 1312-1318,; DOI: 10.11862/CJIC.2018.157.<br/>近年获授权发明专利：<br/>1、徐海军，蔡方建，袁雪梅，王石发，蔡正春 一种三聚茚基BODIPY-富勒烯星型化合物的制备方法，ZL201711500452.6，授权公告日：2020.9.22；<br/>2、徐海军，袁雪梅，蔡方建，徐徐，刘建 一种三聚茚基BODIPY-香豆素星型化合物的制备方法 ZL201711370274.X, 授权公告日：2020.9.15；<br/>3、徐海军，蔡方建，袁雪梅，刘建，徐徐  一种三聚茚咔咯-富勒烯的星型化合物的制备方法 ZL201711500451.1，授权通知：2020.10.12；<br/>4、徐海军，王小雨，房仙颖，徐徐，郭颖欣，杜丽婷，王石发 一种吡啶基修饰的苯并噁唑衍生物的制备方法和在抗肿瘤方面的应用, ZL201610246474.3, 授权公告日：2019.7.5;<br/>5、徐海军，袁雪梅，恽午艳，王靖秋，徐徐，徐莉 一类2-芳基乙烯基苯并噁唑衍生物的制备方法和在抗肿瘤方面的应用ZL201610428324.4, 授权公告日：2019.07.30;<br/>6、徐海军，朱阳明，杨剑，王忠龙，王石发 一种三聚茚基N，N-二（吡啶甲基）胺类铜离子荧光探针的制备方法及其应用ZL201810445382.7授权公告日：2019.8.2 ;<br/>7、徐海军，陶家宇，蔡方建，徐徐，蔡正春，王石发 一种长链烷氧基BODIPY化合物的制备方法 ZL201710978879.0, 授权公告日：2019.12.6；<br/>8、徐海军，袁雪梅，郭颖昕，朱阳明，孙晓蕾 一种三聚茚基双香豆素荧光染料的制备方法 ZL201710227029.7，授权公告日：2018.11.27；<br/>9、徐海军，杨剑，陶家宇，康熙元，朱晓蕾 一种近红外三聚茚基共轭双BODIPY类荧光染料及其制备方法 ZL201710167573.7，授权公告日：2018.10.09；转让<br/>10、 徐海军，袁雪梅，杜欣，陶家宇，姚烁 一种基于三聚茚的星型化合物的制备方法 ZL201710255327.7，授权公告日：2018.7.31；<br/>11、徐海军，袁雪梅，孙丹，徐莉，黄超伯，姚建峰 一种近红外BODIPY类荧光染料及其制备方法 ZL201510559304.6，授权公告日：2018.3.30；<br/>12、 徐海军，杜欣，杨剑 一种meso位长链烷氧基苯基四菲环共轭卟啉衍生物及其制备方法，ZL201510828051.8，授权公告日：2018.01.05；<br/>13、 徐海军，孙丹，王小雨，杜丽婷，黄超伯，徐莉 一种长波长BODIPY 类荧光染料衍生物及其制备方法， ZL201510996289.1，授权公告日：2017.12.12；<br/>14、徐海军，沙秋月，郭颖昕，陈继超 一种meso位芳基单取代卟啉衍生物及其制备方法，ZL201510134634.0 授权公告日：2017.3.5。<br/>",
    "Class": "《精细有机合成》<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427432xuhaijun@njfu.edu.cn",
    "Introduction": "男，江西武宁人，中共党员，教授，博士研究生导师。1999年毕业于南昌大学化学化工学院有机化学本科专业，2002年毕业于成都理工大学应用化学系获得工学硕士学位，2005年毕业于南京大学化学化工学院获得理学博士学位，2005年至2007年在南京大学配位化学研究所从事博士后研究工作，2007年至2009年在东南大学化学化工学院从事教学科研工作，2009年至2011年在法国科学研究院（CNRS）勃艮弟大学分子化学研究所（ICMUB）从事博士所后研究，2012年至今在南京林业大学化学工程学院从事教学科研工作，2012年6月晋升为教授。其中，2016年7月至2016年9月在香港中文大学做访问学者研究。 2014年入选获得江苏省高校“青蓝工程”优秀青年骨干教师。2016年成为江苏省第五期“333高层次人才培养工程”第三层次培养对象。作为项目负责人先后主持国家自然科学基金、教育部霍英东基金、教育部博士点基金、教育部留学回国基金、江苏省自然科学基金等项目。<br/>个人荣誉：<br/>2016年入选江苏省第五期“333高层次人才培养工程”第三层次培养对象；<br/>2016年江苏省本科优秀论文三等奖指导教师；<br/>2017年江苏省本科优秀论文二等奖指导教师；<br/>2018年江苏省本科优秀论文三等奖指导教师；<br/>2016年被评为南京林业大学优秀共产党员；<br/>2013年、2015年、2016年及2020年被评为南京林业大学优秀班主任。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/03/20220903151603560aph7rv.jpg?iid=47811",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "徐海军",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}