{
    "Research_direction": "主要从事代谢工程、生物活性物质的研究与开发、林源药物的生物催化与转化、酶工程。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. Na Gu, Cong Qiu, Linguo Zhao, Lihu Zhang, Jianjun Pei. Enhancing UDP-rhamnose supply for rhamnosylation of flavonoids in Escherichia coli by regulating the modular pathway and improving NADPH availability. Journal of Agricultural and Food Chemistry, 2020, 68: 9513-9523.<br/>2. Na Gu, Cong Qiu, Linguo Zhao, Lihu Zhang, Jianjun Pei. Efficient production hyperoside from quercetin in Escherichia coli through increasing UDP‑galactose supply and recycling of resting cell. Catalysis letters, https://doi.org/10.1007/s10562-020-03373-y.<br/>3. Jianjun Pei, Qing Sun, Na Gu, Linguo Zhao, Xianying Fang, Feng Tang, Fuliang Cao. Production of isoorientin and isovitexin from luteolin and apigenin using coupled catalysis of glycosyltransferase and sucrose synthase. Applied Biochemistry and Biotechnology, 2020, 190:601-615.<br/>4. Jianjun Pei, Anna Chen, Ping Dong, Xuejia Shi, Linguo Zhao, Fuliang Cao, Feng Tang. Modulating heterologous pathways and optimizing fermentation conditions for biosynthesis of kaempferol and astragalin from naringenin in Escherichia coli. Journal of Industrial Microbiology & Biotechnology, 2019, 46: 171-186.<br/>5. Jianjun Pei, Qing Sun, Linguo Zhao, Hao Shi, Feng Tang, Fuliang Cao. Efficient biotransformation of luteolin to isoorientin through adjusting induction strategy, controlling acetic acid, and increasing UDP-glucose supply in Escherichia coli. Journal of Agricultural and Food Chemistry, 2019, 67: 331-340.<br/>6. Jianjun Pei, Anna Chen, Qing Sun, Linguo Zhao, Fuliang Cao, Feng Tang. Construction of a novel UDP-rhamnose regeneration system by a two enzyme reaction system and application in glycosylation of flavonoid. Biochemical Engineering Journal, 2018, 139:33-42.<br/>7. Jianjun Pei, Anna Chen, Linguo Zhao*, Fuliang Cao, Gang Ding, Wei Xiao*, One-pot synthesis of hyperoside by a three-enzyme cascade using a UDP-galactose regeneration system. Journal of Agricultural and Food Chemistry, 2017, 65: 6042-6048.<br/>8. Jianjun Pei, Jingcong Xie, Ran Yin, Linguo Zhao*, Gang Ding, Zhenzhong Wang, Wei Xiao*, Enzymatic Transformation of Ginsenoside Rb1 to Ginsenoside20(S)-Rg3 by GH3 β-glucosidase from Thermotoga thermarum DSM5069T. Journal of Molecular Catalysis B: Enzymatic. 2015, 113: 104-109.<br/>9. Jianjun Pei#, Qian Pang#, Linguo Zhao*, Song Fan and Hao Shi. Thermoanaerobacterium thermosaccharolyticum beta-glucosidase: a glucose-tolerant enzyme with high specific activity for cellobiose，Biotechnology For Biofuels, 2012, 5:1754-6834.<br/>10. Jianjun Pei, Qing Zhou, Qingqing Jing, Lun Li, Chuanchao Dai, Huazhong Li, Juergen Wiegel*, Weilan Shao*. The mechanism for regulating ethanol fermentation by redox levels in Thermoanaerobacter ethanolicus. Metabolic Engineering, 2011, 13: 186-193.<br/>11. Jianjun Pei#, Qing Zhou#, Yu Jiang#, Yilin Le#, Huazhong Li, Weilan Shao*, Juergen Wiegel*. Thermoanaerobacter spp. Control ethanol pathway via transcriptional regulation and versatility of key enzymes. Metabolic engineering. 2010, 12: 420-428.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427962peijj2000@sina.com.cn",
    "Introduction": "男，江苏省宜兴人，1977年11月生，副教授，现任南京林业大学化工学院生物工程系副系主任。2000年苏州大学生物技术本科毕业，2003年获得江南大学发酵工程硕士学位，2011年获得江南大学发酵工程博士学位。<br/>",
    "id": "None",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "裴建军",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}