{
    "Research_direction": "None",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "[1] Wang Z, Zhang Y, Song J, et al. Three novel camphor-based fluorescence probes for ratiometric detection of hypochlorite and bio-imaging in living cells[J]. Sensors and Actuators B: Chemical, 2019, 284: 148-158.<br/>[2] Wang Z, Zhang Y, Song J, et al. A highly specific and sensitive turn-on fluorescence probe for hypochlorite detection based on anthracene fluorophore and its bioimaging applications[J]. Dyes and Pigments, 2019, 161: 172-181.<br/>[3] Wang Z, Zhang Y, Li M, et al. Two D-π-A type fluorescent probes based on isolongifolanone for sensing acidic pH with large Stokes shifts[J]. Tetrahedron, 2018, 74(24): 3030-3037.<br/>[4] Wang Z, Yang J, Liu P, et al. Isolongifolanone-based molecular fluorescence marker for imaging endogenous Zn2+ in vivo[J]. Tetrahedron, 2017, 73(40): 5912-5919.<br/>[5] Wang Z, Zhang Y, Song J, et al. A novel isolongifolanone based fluorescent probe with super selectivity and sensitivity for hypochlorite and its application in bio-imaging[J]. Analytica chimica acta, 2019, 1051: 169-178.<br/>[6] Wang Z, Yang J, Yang Y, et al. A novel hexahydroquinazolin-2-amine-based fluorescence sensor for Cu2+ from isolongifolanone and its biological applications[J]. RSC Advances, 2017, 7(53): 33263-33272.<br/>[7] Wang Z, Yang J, Yang Y, et al. Aggregation-Induced Emission-Active Fluorescent Probe for Zn2+ Based on Isolongifolanone and Its Application in Plant-Cell Imaging[J]. CHINESE JOURNAL OF ORGANIC CHEMISTRY, 2018, 38(6): 1401-1413.<br/>[8] Yang J, Xu X, Rui J, et al. Synthesis, optical properties and application of a set of novel pyrazole nopinone derivatives[J]. Spectrochimica Acta Part A: Molecular and Biomolecular Spectroscopy, 2017, 183: 60-67.<br/>[9] Yang J, Xu H, Xu X, et al. Synthesis, optical properties, and cellular imaging of novel quinazolin-2-amine nopinone derivatives[J]. Dyes and Pigments, 2016, 128: 75-83.<br/>[10] Yang J, Fang H, Fang X, et al. A novel tetrahydroquinazolin-2-amine-based high selective fluorescent sensor for Zn2+ from nopinone[J]. Tetrahedron, 2016, 72(30): 4503-4509.<br/>[11] Yang J, Xu X, Yang Y, et al. Synthesis, optical properties, and acid–base indicating performance of novel ketene hydroxybenzylidene nopinone derivatives[J]. RSC Advances, 2016, 6(113): 111760-111766.<br/>[12] Yang J, Rui J, Xu X, et al. Fluorescence staining of salicylaldehyde azine, and applications in the determination of potassium tert-butoxide[J]. RSC Advances, 2016, 6(36): 30636-30641.<br/>[13] Jiang Q, Li M, Song J, et al. A highly sensitive and selective fluorescent probe for quantitative detection of Al3+ in food, water, and living cells[J]. RSC Advances, 2019, 9(18): 10414-10419.<br/>[14] Jiang Q, Zhang M, Wang Z, et al. Nopinone-based aggregation-induced emission (AIE)-active difluoroboron β-diketonate complex: photophysical, electrochemical and electroluminescence properties[J]. RSC advances, 2018, 8(52): 30055-30060.<br/>",
    "Class": "2004年获得江苏省优秀博士学位论文奖。2004年度获得江苏省高校“青蓝工程”优秀青年骨干教师称号。2010年度获得江苏省高校“青蓝工程”优秀中青年学术带头人称号。<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-854283693015wsfyyq@njfu.com.cn",
    "Introduction": "男，江西省瑞金人，1965年6月生，教授，博士生导师。1992年毕业于南京林业大学化学工程学院林产化工硕士专业并留校任教，1998年获得工学博士学位，2005年获得工学博士学位。2000年赴日本岛根大学进行继续深造并于2002获得岛根大学农学博士学位，2005-2007年赴美国弗吉尼亚理工大学进行博士后工作。<br/>主要从事生物质资源化学、化学生态学和手性合成化学、荧光探针及荧光材料等方面的研究。以生物资源为研究对象，采用不对称合成手段合成具有生理活性和药物活性的药物及药物中间体、手性催化剂、香料等化学品。研究天然生物活性物质的提取、分离纯化、结构鉴定及生物活性评价，为开发天然药物、天然抗氧剂等绿色化学品提供理论基础。绿色新型驱蚊剂等的开发及应用研究。先后主持了5项国家自然基金、国家林业公益性项目、948项目、国家十三五重点研发计划项目任务等各类课题。在国内外发表学术论文150余篇，申请发明专利82件，授权56件，其中美国专利2件。指导的博士、硕士、本科生有1人获江苏省优秀博士学位论文、1人获江苏省优秀硕士学位论文、1人获江苏省优秀本科论文一等奖、3人获校优秀硕士学位论文、1位博士生获校长奖学金一等奖。<br/>主持的科研项目：<br/>1、国家自然基金面上项目：松节油合成新型嘧啶类和咪唑类荧光探针及构效关系研究，58万元，2021.01-2024.12，在研。<br/>2、国家自然基金面上项目：松节油合成新型倍半萜烯基噻唑类、噻二唑类和三唑类化合物及生物活性研究，93万元，2015.01-2018.12，已结题。<br/>3、国家自然基金面上项目：新型手性吡唑类、异噁唑类和嘧啶类化合物的合成及生物活性研究，63万元，2012.01-2016.12，已结题。<br/>4、国家自然基金面上项目：蒎烯系列新型手性杂环化合物的合成及生物活性构效关系，30万元，2010.01-2012.12，已结题。<br/>5、国家自然基金面上项目：单萜烯烃合成新型手性胺类化合物反应的研究，26万元，2006.01-2008.12，已结题。<br/>6、国家林业局林业公益性行业科研专项：松节油合成功能性化学品关键技术研究，121万元，2011.01-2014.12，已结题。<br/>7、国家林业局林业948项目：松节油丙烯酸酯改性聚氨酯关键技术引进，50万元，2013.01-2015.12，已结题。<br/>8、国家十三五重点研发计划：高硬度松节油基光固化树脂制备关键技术研究，98万元，2016。07-2021.06，在研。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/08/31/202208311647231926h1d8x.png?iid=47682",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "王石发    Shifa Wang",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}