{
    "Research_direction": "科研工作 RESEARCH FOCUS<br/>主要从事植物纤维资源生物炼制领域的教学、科研与社会服务工作，研究方向：（1）木质纤维资源利用微生物：C5糖代谢微生物基础理论、转录组学与功能基因发掘；（2）木质纤维素糖平台化合物：糖酸、稀有糖生物合成及产品创制；（3）生物质燃料与化学品：燃料乙醇、有机酸、多羟基化合物及其生物聚酯新材料；（4）功能性糖：绿色生产技术、新产品创制及应用（饲料、食品、医药品）；（5）农林废弃物资源化利用系统集成技术：秸秆及林业生产废弃物的工业化利用、果蔬及废弃物精深加工。<br/>Dr. Yong Xu general area is Microbiology and Biotechnology of lignocellulose biorefinery, especially on the biochemical, biofuel and biomaterial making from the polysaccharides constitute. His group in NJFU is seeking for the novel approach to develop the consolidated bioprocessing for the commercial production of fuel-ethanol, functional oligosaccharides, edible carbohydrate gels, polyols and so on. In present, they are running a commercial xylo-oligosacchride (XOS) plant to produce functional animal feed additives over 18 years, and also a versatile platform chemical of xylonic acid (XA) was well developed at pilot scale fermentation. By bacterial COS-SSTR bioprocess, 600 g/L xylonite fermentation performance achieved amazingly from xylose in his lab. The metabolic pathway and sophisticated regulation of various lignocellulosic sugars fermenting strains is also of our highlights.<br/>科研方向 FIELDS OF INTEREST<br/>1) Biorefinery of lignocellulosic biomass for biochemicals, biofuels and biomaterials<br/>2) Microbiology and Molecular biology of lignocellulose-degrading bacteria and fungi<br/>3) Whole-cell catalysis and oxidation of saccharides, polyols, furans and so on<br/>4) Consolidated processes of agro-forest and municipal wastes<br/>5) Functional oligosaccharides and its applications<br/>6) Biomodification and bioconversion of natural organic chemicals<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "科研获奖情况 AWARDS<br/>2018年，国家高等教育教学成果奖二等奖【G-2-2018204】（8/16），教育部<br/>National Teaching Achievement for Higher Education of China (Second prize, ranked 8/16 ), 2018<br/>2011年，第十一届中国林业青年科技奖，国家林业局<br/>The 11th Young Forestry Scientist Award of China, 2011<br/>2006年，国家技术发明奖二等奖【2006-F-202-2-01-R03】（3/6），国务院<br/>National Technological Invention Awards of China (Second prize, ranked 3/6 ), 2006<br/>2005年，首届梁希科学技术奖二等奖（3/6），国家林业局<br/>Liangxi Science and Technology Awards of China (Second prize, ranked 3/6 ), 2005<br/>指导学生获奖情况 SUPERVISOR & STUDENTS AWARDS<br/>2019年，江苏省优秀博士学位论文指导教师（论文作者：周鑫）<br/>Excellent Doctoral Dissertation in Jiangsu Province, 2020<br/>2020年，江苏省优秀硕士专业学位论文指导教师（论文作者：华夏）<br/>Excellent Professional Mater Dissertation in Jiangsu Province, 2020<br/>2015年，江苏省优秀硕士专业学位论文指导教师（论文作者：周鑫）<br/>Excellent Professional Mater Dissertation in Jiangsu Province, 2015<br/>2014年，江苏省优秀硕士专业学位论文（指导教师，论文作者：王荥）<br/>Excellent Professional Mater Dissertation in Jiangsu Province, 2014<br/>主持科研项目 GRANTS<br/>国家重点研发计划项目课题（2022YFD1300903），<br/>National Key R&D Program of China-Subject （2022YFD1300903）2022.12-2026.11<br/>国家自然科学基金国际合作与交流项目（32211530071），2022.06-2024.05<br/>National Natural Science Foundation of China-ICE（32211530071）2022.06-2024.05<br/>国家自然科学基金项目（32171730），2022.01-2025.12<br/>National Natural Science Foundation of China（32171730）2022.01-2025.12<br/>国家重点研发计划项目课题 （2017YFD0601001） 2017.07-2020.12<br/>National Key R&D Program of China-Subject （2017YFD0601001）2017.07-2020.12<br/>江苏省重点研发计划项目（BE2015758），2015.06 – 2018.12<br/>The Key R&D Program of Jiangsu Province（BE2015758） 2015.06 – 2018.12<br/>江苏省六大人才高峰(（A类）资助项目（2015-SWYY-017），2015.10-2018.12<br/>Six Top Talents Program of Jiangsu Province（2015-SWYY-017）2015.10-2018.12<br/>国家自然科学基金项目（31370573），2014.01-2017.12<br/>National Natural Science Foundation of China（31370573）2014.01-2017.12<br/>国家自然科学基金（31070514），2011.01-2013.12<br/>National Natural Science Foundation of China（31070514）2011.01-2013.12<br/>江苏省科技支撑计划项目（BE2011838），2011.01-2013.12<br/>The Key R&D Program of Jiangsu Province（BE2011838）2011.01-2013.12<br/>江苏省教育厅自然科学重大基础项目（08KJA220002），2009.01-2011.12<br/>The Key Natural Science Program of Jiangsu Education Department（08KJA220002）2009.01-2011.12<br/>江苏省自然科学基金（BK2009690），2009.01-2011.12<br/>Natural Science Foundation of Jiangsu Province（BK2009690）2009.01-2011.12<br/>近期发表研究论文 RECENT PUBLICATIONS<br/>1)        Xia Hua, Jian Han, Xin Zhou, Yong Xu*. Gas pressure intensifying significantly the oxygen transfer depended bio-oxidation productivity of whole-cell catalysis. AIChE Journal. 2022, 69(3):e18005. DOI: 10.1002/aic.18005<br/>2)        Xia Hua, Jian Han, XinLu Liu, Yong Xu*. Cascading and precise regulation on the selective bio-production of 2- or 5-ketogluconic acid from glucose with whole-cell catalysis technology. Green Chemistry, 2023. DOI: 10.1039/D2GC04566D<br/>3)        Jian Han, Feng Han, Jiaqing Wang, Yang Wei, Xin Zhou, Boris N. Kuznetsov, Yong Xu*. In-situ sodium percarbonate assisting and intensifying the aerobic whole-cell catalysis and bio-oxidation of lignocellulosic xylose, glucose and glycerol. Industrial Crops & Products, 2023, 195: 116482. DOI: 10.1016/j.indcrop.2023.116482<br/>4)        Qiang Yu, Xinlu Liu, Yang Lv, Xing Zhou, Bin Xu, Huan Wang, Yong Xu*. Tandem production of high-purity sodium glycolate from fermentation broth by the dual purification biotechnology of crystallization and active carbon decolorization. Chemical Engineering Journal, 2023, 452: 138994. DOI:10.1016/j.cej.2022.138994<br/>5)        Danfeng Li, Jin Luo, Yong Xu*. Quantitative determination of galacturonic acid in pectin and pectin products by combined pectinase hydrolysis and HPLC determination. Food Additives and Contaminants Part A-Chemistry Analysis Control Exposure & Risk Assessment. 2023: 112151. DOI: 10.1016/j.foodres.2022.112152<br/>6)        Taotao Yan and Xu Yong*. Co-fermentation approach of fructose and glucose to ethanol from Chinese Elaeagnus angustifolia fruit (EAF). Applied Biochemistry & Biotechnology. 2023,195: 1771-1780. DOI: 10.1007/s12010-022-04213-y<br/>7)        Xia Hua, ChenRui Zhang, Yong Xu*. A whole biological technology for galactaric acid production from pectin by the combination of enzymatic hydrolysis and resting-cell catalysis. Green Chemistry. 2022, 24: 5197-5203. DOI: 10.1039/D2GC00821A<br/>8)        Xinlu Liu, Rou Cao, Yong Xu*. Acidic hydrolyzed xylo-oligosaccharides bioactivity on the antioxidant and immune activities of macrophage. Food Research International. 2022, 163:112152. DOI:10.1016/j.foodres.<br/>9)        Xia Hua, Genlai Du, Xin Zhou, Yong Xu*. Microbiological regulation process for high value-added hydroxyl acid bio-production by whole-cell catalysis. Biotechnology for Biofuel & Bioproducts. 2022,15:73. DOI: 10.1186/s13068-022-02171-5<br/>10)    Qiang Yu, Xia Hua, Xin Zhou, Bin Xu, Huan Wang, Yong Xu*. A roundabout strategy for the high-purity glycolic acid biopreparation via a resting cell bio-oxidation catalysis of ethylene glycol. Green Chemistry. 2022, 24: 5142-5150. DOI: 10.1039/D2GC00969B<br/>11)    Xia Hua, Xinlu Liu, Jian Hang, Yong Xu*. Reinforcing sugars bio-oxidative conversion with Gluconobacter oxydans whole-cell catalysis by acetate-assistance. Biochemical Engineering Journal, 2022, 179: 108328. DOI: 10.1016/j.bej.2021.108328<br/>12)    Yang Lv; Xinlu Liu; Shaonuo Zhou; Qiang Yu; Yong Xu*. Consolidated bio-saccharification: Biorefinery platform for lignocellulose. Industrial Crops and Products, 2022, 189:115761. DOI: 10.1016/j.indcrop.2022.115761<br/>13)    Yang Lv, Shanonou Zhou, Xiaolei Zhang, Yong Xu*. A smart self-balancing biosystem with reversible competitive adsorption of in-situ anion exchange resin for whole-cell catalysis preparation of lignocellulosic xylonic acid. Bioresource Technology, 2022, 363: 127998. DOI: 10.1016/j.biortech.2022.127998.<br/>14)    Xinlu Liu, Zhiwei Wang, Jianjian Xiao, Xin Zhou, Yong Xu*. Osmotic stress tolerance and transcriptome analysis of Gluconobacter oxydans to extra-high titers of glucose. Frontiers in Microbiology, 2022: 97702. DOI: 10.3389/fmicb.2022.97702<br/>15)    Jian Han, Bin Xu, Huan Wang, Guohong Huang, Xiaolei Zhang, Yong Xu*. Enhancing economic and environmental friendliness of xylonic acid bioproduction from corncob hydrolysate by the combined recycling-technology of detoxifying-resin and catalyzing-cell. Industrial Crops and Products, 2022, 188: 115550. DOI: 10.1016/j.indcrop.2022.115550(IF 6.449)<br/>16)    Jian Han, Bin Xu, Huan Wang, Guohong Huang, Xiaolei Zhang, Yong Xu*. Purification of acidic lignocellulose hydrolysate using anion-exchange resin: Multicomponent adsorption, kinetic and thermodynamic study. Bioresource Technology. 2022, 351: 126979. DOI: 10.1016/j.biortech.2022.126979 (IF 11.889)<br/>17)    Yuanjie Gu, Lin Dai, Xin Zhou, Yong Xu*. Multifactorial effects of gluconic acid pretreatment of waste straws on enzymatic hydrolysis performance. Bioresource Technology, 2022, 346:126617. DOI: 10.1016/j.biortech.2021.126617 (IF 11.889)<br/>18)    Yuanjie Gu, Jianming Guo, Xin Zhou, Yong Xu*. RSM-Modeling-based optimization for high titer xylo-oligosaccharides production by aldonic acid hydrolysis. Applied Biochemistry and Biotechnology. 2022. DOI: 10.1007/s12010-022-03842-7 (IF 3.093)<br/>19)    Yequan Sheng and Yong Xu.* Nuclear magnetic resonance analysis of ascorbic acid assisted lignocellulose decomposition in dilute acid pretreatment and its stimulation on enzymatic. Bioresource Technology. 2022, 243:126147. DOI : 10.1016/j.biortech.2021.126147(IF 11.889)<br/>20)    Xutong Ma and Yong Xu*. Efficient and practical bioconversion strategy of xylose-rich corncob for prebiotic Bacillus subtilis production. Industrial Crops and products. 2022, 186: 115274. DOI: 10.1016/j.indcrop.2022.115274 (IF 6.449)<br/>21)    Xutong Ma, Yirou Liu, Qibo Zhang, Shaolong Sun, Xin Zhou*, Yong Xu*. A Novel Natural Lignocellulosic Biosorbent of Sunflower Stem-pith for Dyeing Chemicals Adsorption. Journal of Cleaner Production. 2022, 331:129878. DOI: 10.1016/j.jclepro.2021.129878 (IF 11.072)<br/>22)    Shuzhen Li, Guohua Liu, Yong Xu, Jiao Liu, Zhimin Chen, Aijuan Zheng, Huiyi Cai, Wenhuan Chang*.  Comparison of the effects of applying xylooligosaccharides alone or in combination with calcium acetate in broiler chickens. Animal Feed Science and Technology. 2022, 290, 115360. DOI: 10.1016/j.anifeedsci.2022.115360 (IF 3.313)<br/>23)    Genlai Du, Xia Hua, Bin Xu, Huan Wang, Xin Zhou, Yong Xu*. The processing-module assembly strategy for continuous bio-oxidation of furan chemicals by the integrated. Green Chemistry. 2021, 23(13): 1330-1336. DOI: 10.1039/D0GC03300F (IF 11.034)<br/>24)     Kaixuan Huang, Mood Mohan, Anthe George, Blake A. Simmonsb, Yong Xu*, John M. Gladdennsb*. Integration of acetic acid catalysis with one-pot protic ionic liquid configuration to achieve high-efficient biorefinery of poplar biomass. Green Chemistry. 2021, 23(16):6036-6049. DOI: 10.1039/D0GC03300F (IF 11.034)<br/>25)    Yequan Sheng & Yong Xu*. Nuclear magnetic resonance analysis of ascorbic acid assisted lignocellulose decomposition in dilute acid pretreatment and its stimulation on enzymatic hydrolysis. Bioresource Technology, 2022, 243: 126147. DOI: 10.1016/j.biortech.2021.126147 (IF 9.634)<br/>5)   Yuanjie Gu; Jianming Guo; Ali Nawaz; Ikram ul Haq; Xin Zhou; Yong Xu*. Comprehensive investigation of multiples factors in sulfuric acid pretreatment on the enzymatic hydrolysis of waste straw cellulose. Bioresource Technology. 2021, 340:125740. DOI: 10.1016/j.biortech.2021.125740 (IF 9.634).<br/>6)   Jianmin Guo, Kaixuan Huang, Shizhong Zhang, Yong Xu*. Cascade temperature-arising process for xylo-oligosaccharide production from corncob. Renewable Energy. 2021, 17:625-637. DOI: 10.1016/j.renene.2021.05.066 (IF 8.001)<br/>7)   Jing Luo, Xin Zhou, Kaixuan Huang, Yan Ma, Yong Xu*. Elucidation of oil-in-water emulsions stabilized with celery nanocellulose (CNF). Fuel. 2021, 291: 120210 (IF6.609)<br/>8)   GenLai Du, Xia Hua, Bin Xu, Huan Wang, Xin Zhou, Yong Xu*. Environmental bio-oxidation of toxic furan by the recycling of waste fermented broth during whole-cell catalysis. Biochemical Engineering Journal, 2021, 176:108193. DOI: 10.1016/j.biortech.2021.125740. (IF 3.978)<br/>9)   Jian Han, Xia Hua, Xin Zhou, Bin Xu, Huan Wang, Guohong Huang, Yong Xu*. An economic-practical cell-recycling process for xylonic acid bioproduction from acidic lignocellulosic hydrolysate with whole-cell catalysis of Gluconobacter oxydans. Bioresource Technology. 2021, 333:125157. DOI: 10.1016/j.biortech.2021.125157 (IF 9.642).<br/>10)    Jing Luo, Xutong Ma, Xin Zhou, Yan Ma, Yong Xu*. Construction of physically crosslinked nanocellulose / alkali lignin/ montmorillonoid / polyvinyl alcohol network hydrogel and its application in methylene blue removal. Cellulose. 2021,28:5531-5543. DOI: 10.1007/s10570-021-03847-1.(IF 5.004)<br/>11)   Guo Jianmin, Kaixuan Huang, Rou Cao, Junhua Zhang, Yong Xu*. Aliphatic extractive effects on acetic acid catalysis of typical agricultural residues to xylo-oligosaccharide and enzymatic hydrolysability of cellulose. Biotechnology for Biofuel. 2021, 14:97. DOI: 10.1186/s13068-021-01952-8 (IF 6.040)<br/>12)   Xinlu Liu, Rou Cao, Ali Nawaz. Ikram ul Haq, Xin Zhou, Yong Xu*. Smart removal of monosaccharide contaminants in xylo-oligosaccharide slurry using sandwich-integration bioprocess of whole-cell catalysis combined with electrodialysis separation. Renewable Energy. 2021. 168: 1149-1156. DOI: 10.1016/j.renene.2021.01.007 (IF 8.001)<br/>13)   Xia Hua, Xin Zhou, Yong Xu*. Directed regulation of whole-cell catalysis for high-quality galactonic acid bio-preparation and characterization by Ca2+. Fuel. 2021, 185: 119134. DOI: 10.1016/j.fuel.2020.119134 (IF 6.609)<br/>14)    Yequan Sheng, Xin Tan, Yuanjie Gu，Xin Zhou, Maobing Tu*, Yong Xu*. Effect of ascorbic acid assisted dilute acid pretreatment on xylan and lignin removal and enzyme digestibility of agricultural residues. Renewable Energy. 2021, 163: 732-739. DOI: 10.1016/j.renene.2020.08.135. (IF 8.001)<br/>15)   Xutong Ma and Yong Xu*. A remixed-fermentation technique for the simultaneous bioconversion of corncob C6 and C5 sugars to Bacillus subtilis probiotic. Applied Biochemistry and Biotechnology, 2021, 193(8): 2580-2590. DOI:  10.1007/s12010-021-03560-6 (IF2.926 )<br/>16)   Jianming Guo, Rou Cao, Ali Nawaz, Ikram ul Haq, Wenhuan Chang, Yong Xu. In-situ chemical locking of acetates during xylo-oligosaccharide preparation by lignocellulose acidolysis. Applied Biochemistry and Biotechnology, 2021,193(8): 2602-2615. DOI: 10.1007/s12010-021-03550-8  (IF2.926 )<br/>17)   Xia Hua, Genlai Du, Jian Hang, Yong Xu*. Bioprocess Intensification for whole-cell catalysis of catabolized chemicals with 2,4-dinitrophenol uncoupling. ACS: Sustainable Chemistry and Engineering. 2020, 8(41):15782-15790. DOI: 10.1021/acssuschemeng.0c06466 (IF 7.632)<br/>18)   Jing Luo, Yicong Ma, Yong Xu*. Valorization of apple pomace by s two-step slight acidic processing stratagem. Renewable Energy. 2020, 152: 793-798. DOI: 10.1016/j.renene.2020.01.120 (IF 8.001)<br/>19)   Xia Hua, Xin Zhou, Genlai Du, Yong Xu*. Resolving the formidable barrier of oxygen transferring rate (OTR) in ultrahigh titer bioconversion by a sealed-oxygen supply biotechnology (SOS). Biotechnology for Biofuels. 2020,13:1. DOI: 10.1186/s13068-019-1642-1(IF6.040)<br/>20)   Yequan Sheng, Yu Zhang, Hongzhi Ma, Yong Xu*, Maobin Tu*. Enhancing prehydrolysates fermentability by adding nucleophilic amino acids and proteins in biomass pretreatment. ACS: Sustainable Chemistry and Engineering. 2020, DOI: 10.1021/acssuschemeng.0c01086. (IF7.632)<br/>21)   Jian Han, Rou Cao, Xin Zhou, Yong Xu*. An integrated biorefinery process for adding values to corncob in co-production of xylooligosaccharides and glucose starting from pretreatment with gluconic acid. Bioresource Technology. 2020. DOI: 10.1016/j.biortech.2020.123200. (IF7.539)<br/>22)   Jing Luo, Kaixuan Huang, Xin Zhou, Yong Xu*. Green integration of alcohol-mediated hemicelluloses separation and alkali recycling (AHSAR) technologies in a viscose fiber plant. Separation and Purification Technology. 2020, 237(116359). DOI: 10.1016/j.seppur.2019.116359 (IF 5.774)<br/>23)   Jing Luo, Kaixuan Huang, Xin Zhou, Yong Xu*. Preparation of highly flexible and sustainable lignin-rich nanocellulose film containing xylonic acid (XA), and its application as an antibacterial agent. International Journal of Biological Macromolecules. 2020,163:1565-7571. DOI: 10.1016/j.ijbiomac.2020.07.281 (IF 5.162)<br/>24)   Jianming Guo, Rou Cao, Kaixuang Huang, Yong Xu*. Comparison of xylan selective acidolysis and cellulose enzymatic hydrolysibility of various lignocellulosic materials by a novel self-providing xylonic acid acidolysis. Bioresource Technology. 2020, 304:122943. DOI: 10.1016/j.biortech.2020.122943. (IF 7.539)<br/>25)   Jianming Guo, Kaixuan Huang, Shizhong Zhang, Yong Xu*. Optimization of selective acidolysis pretreatment for the valorization of wheat straw by a combined chemical and enzymatic process. Journal of Chemical Technology & Biotechnology. 2020, in press. DOI: 10.1002/jctb.6251 (IF 2.750)<br/>26)   Jing Luo, Kaixuan Huang, Xin Zhou, Yong Xu*. Hybrid Films Based on Holistic celery Nanocellulose and Lignin/hemicellulose with Enhanced Mechanical Properties and Dye Removal. International Journal of Biological Macromolecules. 2020,147:699-705. DOI: 10.1016/j.ijbiomac.2020.01.102 (IF 5.162)<br/>27)   Yequan Sheng, Xin Tang, Xin Zhou, Yong Xu*. Bioconversion of 5-hydroxymethylfurfural (HMF) to 2,5-furandicarboxylic acid (FDCA) by a native obligate aerobic bacterium, Acinetobacter calcoaceticus NL14. Applied Biochemistry and Biotechnology. 2020. DOI: 10.1007/s12010-020-03325-7 (IF 2.140)<br/>28)   Xeulian Zhou, Yi Shen, Yong Xu*, Venkatesh Balan. Directing cell catalysis of glucose to 2-keto-gluconic acid using Gluconobacter oxydans NL71. Process Biochemistry. 2020, DOI: 10.1016/j.procbio.2020.04.038 (IF 2.883)<br/>29)   Yi Shen, Xin Zhou, Yong Xu*. Enhancement of Gluconobacter oxydans resistance to lignocellulosic-derived inhibitors in xylonic acid production by importing thioredoxin. Applied Biochemistry and Biotechnology. 2020. DOI: 10.1007/s12010-020-03253-6 (IF 2.140)<br/>30)   Rou Cao, Jianmin Guo, Xia Hua, Yong Xu*. Investigation on decolorization kinetics and thermodynamics of lignocellulosic xylooligosaccharides by highly selective adsorption with Amberlite XAD-16N. Food Chemistry. 2020, 310:125934. DOI：10.1016/j.foodchem.2019.125934. (IF 6.306)<br/>31)   Xin Zhou, Xiaotong Zhang, Jianglin Zhao, Yong Xu*. An eco-friendly biorefinery strategy for xylooligosaccharides production from sugarcane bagasse using cellulosic derived gluconic acid as efficient catalyst. Bioresource Technology. 2019, 289(121755). DOI: 10.1016/j.biortech.2019.121755. (IF 7.539)<br/>32)   Jing Luo & Yong Xu*. Comparison of biological and chemical pretreatment on coproduction of pectin and fermentable sugars from apple pomace. Applied Biochemistry and Biotechnology. 2020 in press. DOI: 10.1007/s12010-019-03088-w. (IF2.140)<br/>33)   Kaixuan Huang, Lalitendu Das, Jianming Guo, Yong Xu*. Catalytic valorization of hardwood for enhanced xylose-hydrolysate recovery and cellulose enzymatic efficiency via synergistic effect of Fe3+ and acetic acid. Biotechnology for Biofuels. 2019, 12:248. DOI: 10.1186/s13068-019-1587-4. ( IF 5.452)<br/>34)   Kaixuan Huang, Youwei Wu, Yong Xu*. Beta-factor based Separation characteristics of organic acids and furans present in lignocellulosic hydrolysates through vacuum distillation. ACS: Sustainable Chemistry and Engineering. 2019, 7(2):2406-2413. 10.1021/acssuschemeng.8b05254 (IF 6.970)<br/>35)   Xin Zhou, Xiaotong Zhang, Jianglin Zhao, Yong Xu*. Eco-friendly consolidated process for efficient utilization of sugarcane bagasse polysaccharides by a self-providing xylonic acid as key pretreatment catalyst. Biotechnology for Biofuels. 2019, 12:272. DOI: 10.1186/s13068-019-1614-5 ( IF 5.452)<br/>36)   Xia Hua, Genlai Du, Yong Xu*. Cost-practical of glycolic acid bioproduction by immobilized cell catalysis accompanied with compressed oxygen supplied to enhance mass transfer. Bioresource Technology. 2019, 283:326-331. DOI: 10.1016/j.biortech.2019.03.094 (IF 6.669)<br/>37)   Lu Huang, Yong Xu*, Yanmin Zhou. Improvement of nutritional quality of soybean meal by Fe(II)-assisted acetic acid treatment. Food Chemistry. 2019, 283:475-480.  10.1016/j.foodchem.2019.01.085. (IF 5.399)<br/>38)   Jing Luo, Kaixuan Huang, Yong Xu*, Yimin Fan. A comparative study of lignocellulosic nanofibrils isolated from celery using oxalic acid hydrolysis followed by sonication and mechanical fibrillation. Cellulose. 2019,26:5237-5246. DOI: 10.1007/s10570-019-02454-5. (IF 3.917)<br/>39)   Yicong Ma, Jing Luo, Yong Xu*. Co-preparation of pectin and cellulose from apple pomace by a sequential process. Journal of Food Science and Technology. 2019, 56(9): 4091-4100. DOI: 10.1007/s13197-019-03877-5. (IF 1.850)<br/>40)   Xin Zhou, Jian Han, Yong Xu*. Electrodialytic bioproduction of xylonic acid in a bioreactor of supplied-oxygen intensification by using immobilized whole-cell Gluconobacter oxydans NL71 as biocatalyst. Bioresource Technology. 2019, 282:378-383. DOI: 10.1016/j.biortech.2019.03.042 (IF 6.669)<br/>41)   Xin Zhou &Yong Xu*. Integrative process for sugarcane bagasse biorefinery to co-produce xylooligosaccharide (XOS) and gluconic acid (GA). Bioresource Technology. 2019,282:81-87. DOI: 10.1016/j.biortech.2019.02.129 (IF 6.669)<br/>42)   Jing Luo, Yimin Fan, Yong Xu*, Shiyuan Yu. Upgrading pectin production from apple pomace by acetic acid assisted extraction. Applied Biochemistry and Biotechnology. 2019,187:1300-1311. DOI: 10.1007/s12010-018-2893-1. (IF 2.140)<br/>43)   Ro Cao & Yong Xu*. Efficient preparation of xylonic acid from xylonate fermentation broth by bipolar membrane electrodialysis. Applied Biochemistry and Biotechnology. 2019,187:396-406. DOI: 10.1007/s12010-018-2827-y. (IF 2.140)<br/>44)   Xin Zhou, Xia Hua, Xuelian Zhou, Yong Xu*. Continuous co-production of biomass and bio-oxidized metabolite (sorbose) using Gluconobacter oxydans in a high-oxygen tension bioreactor. Bioresource Technology. 2019, 277:221-224. DOI: 10.1016/j.biortech.2019.01.046 (IF 6.669)<br/>45)   Xia Hua, Rou Cao, Xin Zhou, Yong Xu*. One-step continuous/semi-continuous whole-cell catalysis production of glycolic acid by a combining bioprocess with in-situ cell recycling and electrodialysis. Bioresource Technology. 2019, 273: 515-520. DOI:10.1016/j.biortech.2018.11.061 (IF 6.669)<br/>46)   Xin Zhou, Lu Huang, Xia Hua, Yong Xu*. Bio-utilization of cheese manufacturing wastes (cheese whey powder) for bio-ethanol and specific product (galactonic acid) production via a two-step bioprocess. Bioresource Technology. 2019, 272: 70-76. DOI:10.1016/j.biortech.2018.10.001 (IF 6.669)<br/>47)   Xia Hua, Xin Zhou, Yong Xu*, Improving techno-economics of glycolic acid bioproduction by successive recycled-cell catalysis of ethylene glycol with Gluconobacter oxydans. Bioprocess and Biosystems Engineering. 2018, 41(10):1551-1559. DOI:10.1007/s00449-018-1968-2. (IF 2.371)<br/>48)   Kaixuan Huang and Yong Xu*. Enhanced functional xylooligosaccharides yields and enzymatic hydrolyzability of cellulose using acetic acid catalysis of poplar sawdust. Journal of Wood Chemistry and Technology. 2018, 38(5):371-384. DOI:10.1080/02773813.2018.1500608. (IF 1.880)<br/>49)   Lu Huang & Yong Xu*. Reduction of Antinutritional Factors in soybean meal by a convenient and rapid process with acetic acid catalysis. Journal of Food Processing and Preservation. 2018, 42(11): 1-8. DOI: 10.1111/jfpp.13775. (IF 1.510)<br/>50)   Xia Hua, Rou Cao, Xin Zhou, Yong Xu*. Integrated process for scalable bioproduction of glycolic acid from cell catalysis of ethylene glycol. Bioresource Technology. 2018, 268: 402-407. DOI:10.1016/j.biortech.2018.08.021. (IF 6.669)<br/>51)   Xuelian Zhou，Xin Zhou, Guang Liu, Yong Xu*. Integrated production of gluconic acid and xylonic acid using dilute acid pretreated corn stover by two-stage fermentation. Biochemical Engineering Journal. 2018,137:18-22. DOI:10.1016/j.bej.2018.05.005. (IF 3.371)<br/>52)   Xuelian Zhou，Hongyu Zhang, Xin Zhou, Rou Cao, Yong Xu*. Improving the performance of cell biocatalysis and the productivity of acetoin from 2,3-butanediol using a compressed oxygen supply. Process Biochemistry. 2018, 64: 46-50. DOI:10.1016/j.procbio.2017.09.027. (IF 2.883)<br/>53)   Xin Zhou, Xuelian Zhou, Xia Hua, Yong Xu*. Process for the successive production of calcium galactonate crystals by Gluconobacter oxydans. Bioresource Technology. 2018, 261: 458-460. DOI:10.1016/j.biortech.2018.04.043 (IF 6.669)<br/>54)   Xin Zhou, Xuelian Zhou, Yong Xu*, Xiusheng Tang. Process for calcium xylonate production as a concrete admixture derived from in-situ fermentation of wheat straw pre-hydrolysate. Bioresource Technology. 2018, 261: 288-293. DOI:10.1016/j.biortech.2018.04.040. (IF 6.669)<br/>55)   Xuelian Zhou, Xin Zhou, Lu Huang, Rou Cao, Yong Xu*. Efficient coproduction of gluconic acid and xylonic acid from lignocellulosic hydrolysate by Zn(II)-selective inhibition on whole-cell catalysis by Gluconobacter oxydans. Bioresource Technology. 2017, 243: 855-859. DOI:10.1016/j.biortech.2017.07.023. (IF 6.669)<br/>56)   Xin Zhou, Lu Huang, Yong Xu*, Shiyuan Yu. A two-steps bioprocessing strategy in pentonic acid production from lignocellulosic prehydrolysates. Bioprocess and Biosystems Engineering. 2017, 40(11):1581-1587. DOI:10.1007/s00449-017-1814-y (IF 2.139)<br/>57)   Xuelian Zhou, Xin Zhou, Yong Xu*, Rachel Chen. Gluconobacter oxydans (ATCC 621H) catalyzed oxidation of furfural for detoxification of furfural and bioproduction of furoic acid. Journal of Chemical technology and Biotechnology. 2017, 92(6):1285-1289. DOI:10.1002/jctb.5122 (IF 2.587)<br/>58)   Xin Zhou, Xuelian Zhou, Yong Xu*. Improvement of fermentation performance of Gluconobacter oxydans by combination of enhanced oxygen mass transfer in compressed-oxygen-supply sealed system and cell-recycle technique. Bioresource Technology. 2017, 244:1137-1141. DOI:10.1016/j.biortech.2017.08.107. (IF 5.807)<br/>59)   Yuanyuan Miao, Yi Sheng, Yong Xu*. Effects of Inhibitors on the Transcriptional Profiling of Gluconobater oxydans NL71 Genes after Biooxidation of Xylose into Xylonate. Frontiers in Microbiology. 2017, 8(716):1-11. DOI:10.3389/fmicb.2017.00716 (IF 4.019)<br/>60)   Kaixuan Huang & Yong Xu*, Wen Lu, Shiyuan Yu. A precise method for processing data to determine the dissociation constants of polyhydroxy carboxylic acids via potentiometric titration. Applied Biochemistry and Biotechnology. 2017, 183:1426-1438. DOI:10.1007/s12010-017-2509-1 (IF 1.797)<br/>61)   Hongyu Zhang, Yong Xu*, Shiyuan Yu. Co-production of functional xylooligosaccharides and fermentable sugars from corncob with effective acetic acid prehydrolysis. Bioresource Technology. 2017, 234:343-349. DOI:10.1016/j.biortech.2017.02.094. (IF 5.807)<br/>62)   Hongyu Zhang, Xuelian Zhou, Yong Xu*, Shiyuan Yu. Production of xylooligosaccharides from waste xylan, obtained from viscose fiber processing, by selective hydrolysis using concentrated acetic acid. Journal of Wood Chemistry and Technology. 2017, 37:1-9. DOI:10.1080/02773813.2016.1214154 (IF 1.880)<br/>63)   Xin Zhou, Yong Xu*, Shiyuan Yu. Simultaneous Bioconversion of Xylose and Glycerol to Xylonic Acid and 1,3-Dihydroxyacetone from the Mixture of Pre-Hydrolysates and Ethanol-Fermented Waste Liquid by Gluconobacter oxydans. Applied Biochemistry and Biotechnology. 2016,178(1):1-8. DOI:10.1007/s12010-015-1853-2 (IF 1.797)<br/>64)   Faxian Jiang, Yong Xu*, Junjun Zhu, Qiang Yong and Shiyuan Yu. Degradation profiles of non-lignin constituents of corn stover from dilute sulfuric acid pretreatment. Journal of Wood Chemistry and Technology. 2016, 36(93):192-204. DOI:10.1080/02773813.2015.1112403  (IF 1.880)<br/>65)    Xin Zhou, Shanshan Lü, Yong Xu*, Yixian Mo, Shiyuan Yu. Improving the Performance of Cell Biocatalysis and the Productivity of Xylonic Acid Using a Compressed Oxygen Supply. Biochemical Engineering Journal. 2015,93:196-199. DOI:10.1016/j.bej.2014.10.014 (IF 3.226)<br/>66)   Xing Wang & Yong Xu*, Zhina Lian, Qiang Yong, Shiyuan Yu. One-step method for the simultaneous determination of five wood monosaccharides and the corresponding aldonic acid in fermentation broth using high-performance anion-exchange chromatography coulped with a pulsed amperometric detector. Journal of Wood Chemistry and Technology. 2014,34:67-76. DOI:10.1080/02773813.2013.838268  (IF 1.880)<br/>重要授权发明专利 PATENT<br/>1)   一种利用芹菜制备高粘度纳米纤维凝胶的方法（ZL 201811471601.5），授权日期：20210720；发明人：罗京，徐勇，周鑫<br/>2)    一种两阶段全细胞催化木质纤维水解液联产多种糖酸的方法（ZL201710767466.8），授权日期：20210603；发明人：徐勇，周雪莲，朱均均，俞娟，余世袁，勇强，等<br/>3)    一种多微生物分步发酵高效制备甘露糖酸的方法（ZL201710767265.8），授权日期：20201030；发明人：徐勇，周鑫，刘鑫露，勇强，朱均均，俞娟，李鑫，余世袁<br/>4)    一种植物原料受控水解生产复合型和功能性低聚糖饲料添加剂的方法（ZL 201610347424.4），授权日期：2019.09.29；发明人：徐勇，张红玉，余世袁，勇强<br/>5)      一种金属离子协同选择性调控全细胞共催化合成多糖酸的方法（ZL 201510615816.X），授权日期：2018年8月3日 ；发明人：徐勇，周雪莲，周鑫，余世袁，勇强，朱均均<br/>6)    一种基于正相和反相高效液相色谱联用测定5-羟甲基糠醛及其衍生物的方法（ZL 201610347503.5），授权日期：2018年9月25日；发明人：徐勇，盛烨泉，朱均均，连之娜，余世袁，勇强，欧阳嘉<br/>7)   一种醋酸受控催化木聚糖定向水解制取多组分低聚木糖的方法（ZL201410334306.0），极权日期：2016.06.22；发明人：徐勇，张红玉，余世袁，勇强，蒋发现，周鑫<br/>8)    一种细胞催化糠醛制取糠酸的方法（ZL 201410131002.4），授权日期：2016.08.16；发明人：徐勇，瑞切尔.陈<br/>9)     一种直接通氧加压的木糖全细胞催化生产木糖酸的方法（ZL201310167758.X），授权日期：2014.08.27；发明人：徐勇，周鑫，李振荣，麻艺聪，勇强，余世袁，陈牧，朱均均，李鑫，蒋伶俐，莫逸仙<br/>10)     一种同步测定木质纤维原料反应体系中单糖、糖醛酸和糖酸的方法（ZL 201210012963.4），授权日期：2013.03.19；发明人：徐勇，余世袁，勇强，王荥，朱均均，李鑫，周晓青，连之娜<br/>11)    木质纤维原料蒸汽爆破、定向酶解分离和乙醇发酵的方法（ZL 200910264392.1），授权日期：2013.01.23；发明人：徐勇，余世袁，勇强，陆青山<br/>12)      一种利用高效液相离子交换色谱测定低聚木糖的方法（ZL 201010570158.4），授权日期：2013.08.21；发明人：徐勇，余世袁，勇强，范丽<br/>13)      一种低能耗木质原料制取燃料乙醇的方法（ZL 200910181757.4），授权日期：2012.08.29；发明人：徐勇，余世袁，勇强，郑凯慧，曾韬<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427537xuyong@njfu.edu.cn",
    "Introduction": "工学博士，教授，博士研究生导师，入选江苏省“333”工程第三层次、江苏省“六大人才高峰”（A类）。1994年毕业于南京林业大学化学工程学院林产化工专业并留校任教，2001年获工学硕士学位，2005年获工学博士学位。2006.03-09赴加拿大University of British Columbia，2012.09-2013.09赴美国Georgia Institute of Technology研修和合作研究。主持国家自然科学基金、国家重点研发计划项目课题、江苏省重点研发计划、江苏省自然科学基金项目、教育部新农科研究与改革实践项目等十余项。先后获得国家技术发明奖二等奖、国家高等教育教学成果奖、中国林业青年科技奖、中国发明奖优秀奖等。指导获江苏省优秀博士学位论文、硕士专业学位论文和本科毕业论文6篇。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/03/202209031432065403l9qkm.jpg?iid=47794",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "徐勇    Yong Xu",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}