{
    "Research_direction": "1.林源活性物的微生物代谢工程研究<br/>2.林源化学品和生物质能源的生物转化和生物合成<br/>3.酶分子的定向进化及应用研究<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "发表文章<br/>(1) Xinyi Zhang, Xun Wang, Yu Zhang, Fei Wang, Chongqiang Zhang*, Xun Li*. Development of isopentenyl phosphate kinases and their application in terpenoid biosynthesis. Biotechnology Advance. 2023, 64: 108124.<br/>(2) Xiaoyan Ji, Rui Xu, Fei Wang, Xun Li*. Oriented immobilization of Thermomyces lanuginosus lipase by SBPs on silica-containing carriers for efficient bioproduction of biodiesel from Jatropha curcas oil, Industrial Crops and Products, 2023, 196: 116533.<br/>(3) Yujunjie Zhou, Jiajie Wang, Xun Wang, Fei Wang, Xun Li*. Efficient production of α-pinene through identifying the rate-limiting enzymes and tailoring inactive terminal of pinene synthase in Escherichia coli. Fuel, 2023, 343:127872.<br/>(4) Xun Wang, Jiajie Wang, Xinyi Zhang, Jia Zhang, Yujunjie Zhou, Fei Wang, Xun Li*. Efficient Myrcene Production Using Linalool Dehydratase Isomerase and Rational Biochemical Process in Escherichia coli. Journal of Biotechnology, 2023, 371-372: 33-40.<br/>(5) Rui Xu , Zirong Chen , Yanyang Chen , Xiaoyue Wang , Yu Zhang , Xun Li *, Fei Wang *. Multiple strategies for high-efficiency expression of Thermomyces lanuginosus lipase in Pichia pastoris and production of biodiesel in solvent-free system. Fuel. 2023; 333: 126246.<br/>(6) Xun Wang, Longjie Xiao, Xinyi Zhang, Jia Zhang, Yu Zhang, Fei Wang and Xun Li*. Combined bioderivatization and engineering approach to improve the efficiency of geraniol production. Green Chemistry. 2022, 24(2): 864-876.<br/>(7) Xun Wang, Xinyi Zhang, Jia Zhang, Longjie Xiao, Yujunjie Zhou, Yu Zhang, Fei Wang, and Xun Li*. Genetic and Bioprocess Engineering for the Selective and High-Level Production of Geranyl Acetate in Escherichia coli. ACS Sustainable Chemistry & Engineering. 2022, 10, 2881–2889.<br/>(8) Xinyi Zhang, Kexin Zhu, Hao Shi, Xun Wang, Yu Zhang, Fei Wang, Xun Li*. Engineering Escherichia coli for effective and economic production of cis-abienol by optimizing isopentenol utilization pathway. Journal of Cleaner Production, 2022, 351, 1 June 2022, 131310<br/>(9) Jia Zhang, Xun Wang, Xinyi Zhang, Yu Zhang, Fei Wang, and Xun Li*. Sesquiterpene Synthase Engineering and Targeted Engineering of α-Santalene Overproduction in Escherichia coli. Journal of Agricultural and Food Chemistry, 2022, 70(17):5377-5385.<br/>(10) Pingping Qu, Dongdong Li, Raudah Lazim, Rui Xu, Dunchi Xiao, Fei Wang, Xun Li*, Yu Zhang*. Improved thermostability of Thermomyces lanuginosus lipase by molecular dynamics simulation and in silico mutation prediction and its application in biodiesel production. Fuel 2022, 327, 125039.<br/>(11) Xun Wang, Jiaming Chen, Jia Zhang, Yujunjie Zhou, Yu Zhang, Fei Wang, Xun Li*. Engineering Escherichia coli for production of geraniol by systematic synthetic biology approaches and laboratory-evolved fusion tags. Metabolic Engineering, 2021. 66: 60−67.<br/>(12)  Jing Wu, Xun Wang, Longjie Xiao, Fei Wang, Yu Zhang, and Xun Li*. Synthetic Protein Scaffolds for Improving R--Linalool Production in Escherichia coli. Journal of Agricultural and Food Chemistry, 2021, 69(20): 5663−5670.<br/>(13) Xun Wang, Jing Wu, Jiaming Chen, Longjie Xiao, Yu Zhang, Fei Wang, and Xun Li*. Efficient Biosynthesis of R‑(−)-Linalool through Adjusting the Expression Strategy and Increasing GPP Supply in Escherichia coli. Journal of Agricultural and Food Chemistry, 2020, 68, 8381−8390.<br/>(14)  Lei Li, Xun Wang, Xinyang Li, Fei Wang, Yu Zhang, Xun Li*. Combinatorial Engineering of Mevalonate Pathways and Diterpenoid Synthases in Escherichia coli for Cis-abienol Production. Journal of Agricultural and Food Chemistry, 2019, 67, 23, 6523-6531.<br/>(15) Yu Zhang, Huaxiang Gu, Hao Shi, Fei Wang, Xun Li*. Green Synthesis of Conjugated Linoleic Acids from Plant Oils Using a Novel Synergistic Catalytic System, Journal of Agricultural and Food Chemistry, 2017.7.5, 65(26): 5322–5329.<br/>(16) Xun Li, Huang, Yongjie; Whitman, William B* The relationship of the whole genome sequence identity to DNA hybridization varies between genera of prokaryotes, Antonie van Leeuwenhoek International Journal of General and Molecular Microbiology, 2015.1, 107(1): 241–249.<br/>(17) Xun Li, Hao Shi, Huaihai Ding, Yu Zhang, Fei Wang*. Production, Purification, and Characterizationof a Cellulase-Free Thermostable Endo-xylanasefrom Thermoanaerobacterium thermosaccharolyticum DSM 571, Applied Biochemistry Biotechnology, 2014.8.1, 174: 2392–2402.<br/>(18) Xun Li, Xiaoyun He, Zhilin Li, Fei Wang*. Combined Strategies for Improving the Production of Recombinant Rhizopus oryzae Lipase in Pichia pastoris, Bioresourcs, 2013, 8(2): 2867–2880.<br/>授权专利<br/>（1）李迅，王询，王飞，张瑜. 一种表达芳樟醇的融合基因及其应用. 申请号：CN201911292338.8. 专利号：ZL201911292338.8。授权日期：20210514<br/>（2）李迅，王询，张昕怡，王飞. 一种酶可溶性表达的融合标签及其应用. 申请号：CN202011628068.6. 专利号：ZL202011628068.6。授权日期：20221130<br/>（3） 李迅，周菲菲，张旭群，林叶指，王飞，姜萍. 一种人工林树皮皂苷类活性成分的提取方法. 申请号：CN201810828725.8. 专利号：ZL201810828725.8.授权日期：20210524<br/>（4）李迅，周菲菲，章辉，张旭群，姜萍，王飞. 一种基于深度共熔溶剂从黑荆树树皮中提取皂苷类活性成分的方法. 申请号：CN201910479217.8. 专利号：ZL201910479217.8.授权日期：20210526<br/>（5）李迅，顾华祥，王飞. 痤疮丙酸杆菌亚油酸异构酶及其应用. 发明专利授权号：ZL201410728551.X。授权日期：20171114<br/>",
    "Class": "本科课程：《植物生物化学（双语）》；《林产资源生物化学加工》；《有机化合物生物转化技术》<br/>研究生课程：《细胞代谢与酶工程（全英授）》；《植物资源的生物转化》<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427635xunlee@163.com",
    "Introduction": "女，江苏省无锡人，1975年7月生，博士，教授，博士生导师。1997年江南大学发酵工程专业本科毕业，2005年获得江南大学发酵工程专业工学博士学位，同年进入南京林业大学化工学院林产化工系任教。2013年赴美国佐治亚大学的Whitman B. William课题组进行为期一年的访问交流工作，2018年赴美国莱斯大学的Ka Yiu San课题组进行为期3个月的高级访问交流工作。主要从事林源化学品与生物质能源领域的教学和科研工作，重点开展林源活性物的微生物代谢工程研究及生物合成工艺开发、生物法催化生物质制备生物柴油研究和酶分子的定向进化及应用研究。国内外发表学术论文30余篇，申请发明专利10余件，授权发明专利5件。<br/>主持科研项目：<br/>1.国家重点研发计划“生物质连续化制备高品质生物柴油关键技术”课题：固定化生物催化剂连续催化制备生物柴油关键技术（2019YFB1504002）2019-2022，课题负责人<br/>2.国家自然科学基金面上项目：基于芳樟醇生物合成的有序超分子支架构建及其自组装机理研究（21878160）2019-2022，已结题，项目负责人<br/>3.国家自然科学基金面上项目：基于纤维小体脚手架蛋白的多酶共展示体系构建及其催化制备DHA 的研究（31270612），2013-2016，已结题，项目负责人<br/>4.国家行业公益性重大项目子课题：高品质生物基燃料油定向催化合成产业化技术—生物油催化重整改性及其燃油性能研究。项目编号：201204801，已结题，子课题负责人<br/>5.国家自然科学基金青年科学基金项目：立体选择性舞毒蛾烯烃单加氧酶的定向进化及催化机理研究（30901138），2010-2012，已结题，项目负责人<br/>6.江苏省高校自然科学研究计划项目：木本油脂转酯化高效脂肪酶基因重组菌的构建（08KJB220003），2008-2010，已结题，项目负责人；<br/>入选人才计划：<br/>1. 2012年度江苏省高校“青蓝工程” 优秀青年骨干教师培养对象：2012.01-2016.12，已完成结题验收。<br/>参加科研项目：<br/>1.国家重点研发计划“林业种质资源培育与质量提升”专项“林源天然产物代谢调控与高效转化基础”项目“林源萜类成分代谢调控机制解析及异源合成体系构建” (2017YFD0600205)， 2022.11-2026.10，在研，主要参与人<br/>2.国家重点研发计划“林业资源培育及高校利用技术创新”专项“木材材质改良的物理与化学基础”项目“林木次生代谢产物生物合成与转化机理” (2022YFD2200601)， 2017.1-2020.12，已结题，主要参与人<br/>3.国家林业局948项目（编号2014-4-37）：纤维原料高温酶催化水解关键技术引进，2014-2016，已结题，主要参与人；<br/>4.国家自然科学基金面上项目：双脂肪酶表面展示型全细胞催化剂构建及其催化木本油脂转酯化作用（31170537），2012-2015，已结题，主要参与人；<br/>5.国家行业公益性重大项目课题：木本油脂制备生物柴油绿色高效生物催化体系的开发研究（201004001），2010-2013，已结题，主要参与人；<br/>6.国家林业局948项目（编号2009-4-63）：全细胞生物催化木本油脂制备生物柴油关键技术引进，2009-2012，已结题，主要参与人。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2023/06/19/20230619190826145h3cy9d.jpg?iid=62510",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "李迅",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}