{
    "Research_direction": "智能水凝胶的设计和应用；<br/>新型抗菌敷料的开发和生物应用；<br/>可食性食品包装材料的制备、改性和应用；<br/>新型抗腐蚀和抗结垢镀层的开发和利用。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "Lei Jiang, Zeng Liu, Jia Liu, Shu He, Xing Wu, Wei Shao*, Supramolecular lignin-containing hydrogel for flexible strain sensor via host-guest interaction and dynamic redox system, Industrial Crops & Products, 2023, 192, 116083.<br/>An Liu, Jia Liu, Shu He, Jie Zhang, Wei Shao*, Bimetallic MOFs loaded cellulose as an environment friendly bioadsorbent for highly efficient tetracycline removal, International Journal of Biological Macromolecules, 2023, 225, 40-50.<br/>An Liu, Shu He, Jie Zhang, Jia Liu, Wei Shao*, Preparation and characterization of novel cellulose based adsorbent with ultra-high methylene blue adsorption performance, Materials Chemistry and Physics, 2023, 296, 127261.<br/>Lei Jiang, Shu He, An Liu, Jie Zhang, Jia Liu, Sirui He, Wei Shao*, Preparation and characterization of self-healable and wearable hydrogels with ultrasensitive sensing performances, Composites Part B, 2022, 239, 109982.<br/>Jia Liu, Lei Jiang, An Liu, Shu He, Wei Shao*, Ultrafast thermo-responsive bilayer hydrogel actuator assisted by hydrogel microspheres, Sensors & Actuators: B. Chemical, 2022, 357, 131434.<br/>Shu He, An Liu, Jie Zhang, Jia Liu, Wei Shao*, Preparation of ε-polylysine and hyaluronic acid self-assembled microspheres loaded bacterial cellulose aerogels with excellent antibacterial activity, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 2022, 654, 130114.<br/>Sirui He, Jia Liu, Shu He, An Liu, Wei Shao*, Double crosslinked polyvinyl alcohol/gelatin/silver sulfadiazine sponges with excellent antibacterial performance, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 2022, 64,128737.<br/>Sirui He, Lei Jiang, Jia Liu, Jie Zhang, Wei Shao*, Electrospun PVA/gelatin based nanofiber membranes with synergistic antibacterial performance, Colloids and Surfaces A: Physicochemical and Engineering Aspects, 2022, 637, 128196.<br/>Jia Liu, Lei Jiang, Sirui He, Jie Zhang, Wei Shao*, Recent progress in PNIPAM-based multi-responsive actuators: A mini-review, Chemical Engineering Journal, 2022, 433, 133496<br/>Lei Jiang, Jia Liu, Shu He, An Liu, Jie Zhang, Haijun Xu*, Wei Shao*, Flexible wearable sensors based on lignin doped organohydrogels with multi-functionalities, Chemical Engineering Journal, 2022, 430, 132653<br/>Jia Liu, Shuxia Wang, Lei Jiang, Wei Shao*, Production and characterization of antimicrobial bacterial cellulose membranes with non-leaching activity, Journal of Industrial and Engineering Chemistry, 2021, 103, 232-238.<br/>Yanyi Wen, Jia Liu, Lei Jiang, Zhongjie Zhu, Suirui He, Shu He, Wei Shao*, Development of intelligent/active food packaging film based on TEMPO-oxidized bacterial cellulose containing thymol and anthocyanin-rich purple potato extract for shelf life extension of shrimp, Food Packaging and Shelf Life, 2021, 100709.<br/>Zhongjie Zhu, Lei Jiang, Jia Liu, Sirui He and Wei Shao*, Sustainable, Highly Efficient and Superhydrophobic Fluorinated Silica Functionalized Chitosan Aerogel for Gravity-Driven Oil/Water Separation, Gels, 2021, 7, 66.<br/>Lei Jiang, Yanyi Wen, Zhongjie Zhu, Xiufeng Liu*, Wei Shao*, A double cross-linked strategy to construct graphene aerogels with highly efficient methylene blue adsorption performance, Chemosphere, 2021, 265, 129169.<br/>Lei Jiang, Chen Su, Yanyi Wen, Zhongjie Zhu, Jia Liu, Sirui He, Shu He, Xiufeng Liu*, Wei Shao*, Antibacterial activity and long-term stable antibacterial performance of nisin grafted magnetic GO nanohybrids, Materials Science & Engineering C, 2020, 111, 110809.<br/>Lei Jiang, Yanyi Wen, Zhongjie Zhu, Chen Su, Shan Ye, Jie Wang, Xiufeng Liu*, Wei Shao*, Construction of an efficient nonleaching graphene nanocomposites with enhanced contact antibacterial performance, Chemical Engineering Journal, 2020, 1222906.<br/>Yanyi Wen, Bing Yu, Zhongjie Zhu, Zhuoran Yang, Wei Shao*, Synthesis of Antibacterial Gelatin/Sodium Alginate Sponges and Their Antibacterial Activity, Polymers 2020, 12, 1926.<br/>Chen Su, Jia Liu, Zhuoran Yang, Lei Jiang, Xiufeng Liu*, Wei Shao*, UV-mediated synthesis of carboxymethyl cellulose/poly-N-isopropylacrylamide composite hydrogels with triple stimuli-responsive swelling performances, International Journal of Biological Macromolecules, 2020, 161, 1140-1148.<br/>Shan Ye, Lei Jiang, Chen Su, Zhongjie Zhu, Yanyi Wen, Wei Shao*, Development of gelatin/bacterial cellulose composite sponges as potential natural wound dressings, International Journal of Biological Macromolecules, 2019, 133, 148-155.<br/>Lei Jiang, Zhongjie Zhu, Yanyi Wen, Shan Ye, Chen Su, Rui Zhang, Wei Shao*, Facile Construction of Functionalized GO Nanocomposites with Enhanced Antibacterial Activity, Nanomaterials, 2019, 9, 913.<br/>Shan Ye, Lei Jiang, Jimin Wu, Chen Su, Chaobo Huang, Xiufeng Liu* and Wei Shao*, Flexible Amoxicillin-Grafted Bacterial Cellulose Sponges for Wound Dressing: In Vitro and in Vivo Evaluation, ACS Appl. Mater. Interfaces 2018, 10, 5862−5870.<br/>Jimin Wu,Chen Su, Lei Jiang, Shan Ye, Xiufeng Liu* and Wei Shao*, Green and Facile Preparation of Chitosan Sponges as Potential Wound Dressings, ACS Sustainable Chem. Eng. 2018, 6, 9145−9152.<br/>Shan Ye, Zhongjie Zhu, Yanyi Wen, Chen Su, Lei Jiang, Shu He and Wei Shao*,Facile and Green Preparation of Pectin/Cellulose Composite Films with Enhanced Antibacterial and Antioxidant Behaviors, Polymers, 2019, 11, 57.<br/>Shan Ye, Shu He, Chen Su, Lei Jiang, Yanyi Wen, Zhongjie Zhu and Wei Shao*, Morphological, Release and Antibacterial Performances of Amoxicillin-Loaded Cellulose Aerogels, Molecules 2018, 23, 2082.<br/>Lei Jiang, Chen Su, Shan Ye, Jimin Wu, Zhongjie Zhu, Yanyi Wen, Rui Zhang and Wei Shao*,Synergistic antibacterial effect of tetracycline hydrochloride loaded functionalized graphene oxide nanostructures, Nanotechnology, 2018, 29,505102.<br/>Wei Shao*, Jimin Wu, Hui Liu, et al. Novel bioactive surface functionalization of bacterial cellulose membrane, Carbohydrate Polymers, 2017, 178: 270-276.<br/>Wei Shao*, Jimin Wu, Shuxia Wang, et al. Construction of silver sulfadiazine loaded chitosan composite sponges as potential wound dressings, Carbohydrate Polymers, 2017, 157, 1963-1970.<br/>Wei Shao*, Shuxia Wang, Hui Liu, et al. Rheological and mechanical study of regenerated cellulose/multi-walled carbon nanotube composites, Nanotechnology, 2016, 27, 395707 (8pp).<br/>Wei Shao*, Hui Liu, Shuxia Wang, et al. Controlled release and antibacterial activity of tetracycline hydrochloride-loaded bacterial cellulose composite membranes, Carbohydrate Polymers, 2016, 145: 114-120.<br/>Wei Shao*, Shuxia Wang, Hui Liu, et al. Preparation of bacterial cellulose/graphene nanosheets composite films with enhanced mechanical performances, Carbohydrate Polymers, 2016, 138: 166-171.<br/>Wei Shao*, Hui Liu, Jimin Wu, et al, Preparation, antibacterial activity and pH-responsive release behavior of silver sulfadiazine loaded bacterial cellulose for wound dressing applications, Journal of the Taiwan Institute of Chemical Engineers, 2016, 63: 404-410.<br/>Wei Shao*, Jimin Wu, Hui Liu, et al. Graphene oxide reinforced Ni-P coatings for bacterial adhesion inhibition, RSC Advances, 2016, 6: 46270-46277.<br/>Wei Shao*, Shuxia Wang, Jimin Wu, et al. Synthesis and antimicrobial activity of copper nanoparticle loaded regenerated bacterial cellulose membranes, RSC Advances, 2016, 6: 65879-65884.<br/>Wei Shao*, Hui Liu, Xiufeng Liu, et al. Anti-bacterial performances and biocompatibility of bacterial cellulose/graphene oxide composites, RSC Advances, 2015, 5: 4795-4803.<br/>Wei Shao*, Shuxia Wang, Xiufeng Liu, et al. Tetracycline hydrochloride loaded regenerated cellulose composite membranes with controlled release and efficient antibacterial performance, RSC Advance, 2016, 6: 3068-3073.<br/>Wei Shao*, Hui Liu, Xiufeng Liu, et al. pH-responsive release behavior and anti-bacterial activity of bacterial cellulose-silver nanocomposites, International Journal of Biological Macromolecules, 2015, 76: 209-217.<br/>Wei Shao*, Hui Liu, Xiufeng Liu, et al. Development of silver sulfadiazine loaded bacterial cellulose/sodium alginate composite films with enhanced antibacterial property, Carbohydrate Polymers, 2015, 132: 351-358.<br/>Wei Shao*, Xiufeng Liu, Huihua Min, et al. Preparation, characterization, and antibacterial activity of silver nanoparticle-decorated graphene oxide nanocomposite, ACS Applied Materials & Interfaces, 2015, 7: 6966-6973.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公w.shao@njfu.edu.cn",
    "Introduction": "女，辽宁省沈阳人，1984年2月生，中共党员，教授。2006年毕业于南京林业大学化学工程学院化学工程本科专业。2006年赴英国University of Dundee攻读博士学位，2010年获得博士学位，2010-2012年赴英国University of Bolton进行博士后研究工作，于2012年9月来我院任职。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/04/20220904232756601s6fx57.jpg?iid=47815",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "邵伟",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}