{
    "Research_direction": "None",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "一、主持项目<br/>1. 中国科学院战略性先导科技专项子课题项目：外源有机物质提升土壤有机质的机制与技术<br/>2. 国家自然科学基金面上项目：水稻土秸秆降解的两类关键微生物生态生理重要性研究国家重点研发计划项目：墓葬壁画原位保护关键技术研究；课题名称：墓葬壁画原位环境预测与调控关键技术研究与应用<br/>3. 中国科学院重点部署项目：边际土地产能效益扩增机理与藏粮于地技术模式；子课题：黄河三角洲滨海盐土沃土微生物培育机理国家自然科学基金面上项目：我国典型梯田古水稻土微生物学特性研究<br/>4. 国家重点研发计划项目：耕地地力影响化肥养分利用的机制与调控；课题名称：土壤-作物系统养分循环增效的微生物驱动机制<br/>5. 国家重点基础研究计划（973计划）青年科学家专题项目：稻田生态系统对大气[CO2]升高的高应答机制及其可持续性研究<br/>6. 中国科学院战略性先导科技专项（B类）-土壤生物地球化学循环的微生物过程；子课题名称：外源有机物质土壤有机质化的微生物控制机制<br/>7. 国家自然科学基金面上项目：近地层臭氧浓度升高下稻田甲烷排放变化的微生物学机制研究国家自然科学基金青年科学基金：近地层臭氧浓度升高对水稻土中紫色光养细菌的影响<br/>二、代表性论文<br/>1. Zhang JW, Feng YZ (通讯作者), Maestre FT, Berdugo M, Wang JT, Coleine C, Saez-Sandino T, Garcia-Velazquez L, Singh BK, Delgado-Baquerizo M (通讯作者). Water availability creates global thresholds in multidimensional soil biodiversity and functions. Nature Ecology & Evolution, 2023, 10.1038/s41559-41023-02071-41553.<br/>2. Liu WJ, Zhou XA, Jin T, Li YH, Wu B, Yu DY, Yu ZR, Su BM (通讯作者), Chen RR, Feng YZ (通讯作者), Delgado-Baquerizo M. Multikingdom interactions govern the microbiome of subterranean cultural heritage sites. The Proceedings of the National Academy of Sciences of USA (PNAS), 2022, 119, e2121141119 (被选为亮点文章).<br/>3. Feng YZ (通讯作者), Zhang JW, Berdugo M, Guirado E, Guerra CA, Egidi E, Wang JT, Singh BK, Delgado-Baquerizo M (通讯作者). Temperature thresholds drive the global distribution of soil fungal decomposers. Global Change Biology, 2022, 28, 2779-2789.<br/>4. Feng YZ, Delgado-Baquerizo M, Zhu YG, Han XZ, Han XR, Xin XL, Li W, Guo ZB, Dang TH, Li CH, Zhu B, Cai ZJ, Li DM, Zhang JB (通讯作者). Responses of soil bacterial diversity to fertilization are driven by local environmental context across China. Engineering, 2022, 12, 164-170.<br/>5. Bao YY, Dolfing J, Guo ZY, Chen RR, Wu M, Li ZP, Lin XG, Feng YZ (通讯作者). Important ecophysiological roles of non-dominant Actinobacteria in plant residue decomposition, especially in less fertile soils. Microbiome, 2021, 9, 84.<br/>6. Zhang JW, Feng YZ (通讯作者), Wu M, Chen RR, Li ZP, Lin XG, Zhu YG, Delgado-Baquerizo M (通讯作者). Evaluation of microbe-driven soil organic matter quantity and quality by thermodynamic theory. mBio, 2021, 12.<br/>7. Liu WJ, Graham EB, Dong Y, Zhong LH, Zhang JW, Qiu CW, Chen RR, Lin XG, Feng YZ (通讯作者). Balanced stochastic versus deterministic assembly processes benefit diverse yet uneven ecosystem functions in representative agroecosystems. Environmental Microbiology, 2021, 23, 391-404.<br/>8. Bao YY, Feng YZ (通讯作者), Stegen JC (通讯作者), Wu M, Chen RR, Liu WJ, Zhang JW, Li ZP, Lin XG. Straw chemistry links the assembly of bacterial communities to decomposition in paddy soils. Soil Biology & Biochemistry, 2020, 148, 107866.<br/>9. Chen RR, Zhong LH, Jing ZW, Guo ZY, Li ZP, Lin XG, Feng YZ (通讯作者). Fertilization leads to homogenization of paddy soil bacterial communities across subtropical China. Soil Biology & Biochemistry, 2017, 114, 181-188.<br/>10. Feng YZ, Dolfing J, Guo ZY, Zhang JW, Zhang GL, Li SJ, Lin XG. Chronosequencing methanogenic archaea in ancient Longji rice terraces in China. Science Bulletin, 2017, 62, 879-887.<br/>11. Dolfing J and Feng YZ. The importance of soil archives for microbial ecology. Nature Reviews Microbiology, 2015, 13, 1.<br/>12. Feng YZ, Chen RR, Hu JL, Zhao F, Wang JH, Chu HY, Zhang JB, Dolfing J and Lin XG. Bacillus asahii comes to the fore in organic manure fertilized alkaline soils. Soil Biology & Biochemistry, 2015, 81, 186-194. (被《南华早报》和《参考消息》报道)<br/>13. Feng YZ, Grogan P, Caporaso JG, Zhang HY, Lin XG, Knight R and Chu HY. pH is a good predictor of the distribution of anoxygenic purple phototrophic bacteria in Arctic soils. Soil Biology & Biochemistry, 2014, 74, 193-200.<br/>14. Feng YZ, Cui XC, He SY, Dong G, Chen M, Wang JH and Lin XG. The role of metal nanoparticles in influencing arbuscular mycorrhizal fungi effects on plant growth. Environmental Science & Technology, 2013, 47, 9496-9504. (被选为亮点文章在网站首页报道)<br/>15.Feng YZ, Xu YP, Yu YC, Xie ZB and Lin XG. Mechanisms of biochar decreasing methane emission from Chinese paddy soils. Soil Biology & Biochemistry, 2012, 46, 80-88.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公fyouzhi@hotmail.com",
    "Introduction": "冯有智，1978.03，男，博士，南京林业大学教授，博士生导师，入选江苏省“333高层次人才培养工程”和“南京林业大学水杉学者”。迄今在Nature Ecology & Evolution, PNAS, Nature Reviews Microbiology, Science Bulletin, Microbiome, Global Change Biology, Engineering, Environmental Science & Technology, Soil Biology & Biochemistry, mBio以及土壤学报、生态学报、微生物学报等国内外主流学术期刊上发表文章120余篇，其中第一作者和通讯作者SCI文章50余篇。<br/>长期从事微生物生态学研究，重点聚焦土壤生态系统中微生物群落构建-群落结构-生态功能。应用群落生态学理论和模型、通过物种互作和关键功能微生物类群等多个层面，从生态（大数据分析）生理（验证性实验）的角度深化了（1）农田土壤地力可持续性的微生物学机制；（2）土壤微生物对全球变化的响应和反馈；（3）地下文物微生物组形成的生态学过程。<br/>多项研究工作被选为亮点在国内外报道：（1）国内外首次应用生态学研究文物微生物组，揭示地下文物微生物组的起源、扩散、定殖和爆发机制，强调物种互作对微生物组构建的重要性。本工作结合了生态学和文物保护两个学科，开辟了新的研究领域。本工作被PNAS选为亮点文章重点宣传，随后被美国未来科技网、西班牙Science网、中国科学院官网和科学院之声报道；（2）在Nature Reviews Microbiology上介绍了我国华北平原地力提升微生物学机制的工作，提出了风干土样在微生物生态学研究中的重要性；（3）典型纳米材料对土壤微生物生态影响的工作被Environmental Science & Technology选为亮点文章，在期刊网站首页滚动报道；（4）揭示水稻土特定功能微生物群的工作被Soil Science Society of America Journal选为亮点文章，在美国农作物科学协会（Crop Science Society of America）创办的CSA（Crops, Soils, Agronomy）news magazine上报道；（5）发表在Soil Biology & Biochemistry上揭示我国华北平原地力提升微生物学机制的工作被《参考消息》和《南华早报》报道。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2023/07/12/20230712171415112ucmiqv.png?iid=63341",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "冯有智",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}