{
    "Research_direction": "基于生物信息学-传统天然产物发现-异源生物合成-活性策略，挖掘稀有真菌（昆虫）中的活性次级代谢产物；研究其生物合成，解析关键酶的催化机制，运用组合生物合成、化学衍生策略对代谢途径和结构进行改造；最终发现具有化学生物学功能的新分子。<br/>主要包括3个研究方向：<br/>1. （宏）基因组—化学生物学—化学—生物功能为导向的微生物“沉默”途径来源的功能“暗物质”分子挖掘。2. 影响天然活性分子功能的关键生物合成步骤解析，发现新颖酶催化剂。3. 利用合成生物学理念异源生产重要活性物质和具有潜在功能的天然分子。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "Guangwei Wu*, Xuan Qian, Yeqiang Huang, Yujia Liu, Luning Zhou, Wei Wang, Jing Li, Tianjiao Zhu, Qianqun Gu, and Dehai Li* Nonenzymatic Self-Assembly Access to Diverse ortho-Quinone Methide-Based Pseudonatural Products Org. Lett. 2022, 24, 28, 5235–5239.<br/>Jinteng Cao† , Guangwei Wu†（共一）, Lei Wang, Fuliang Cao, Yan Jiang,* and\n  Linguo Zhao,* Oriented Deep Eutectic Solvents as Efficient Approach\n  for Extraction of Bioactive Saponins from Husks of Xanthoceras sorbifolia\n  Bunge. Antioxidants 2022, 11(4), 736<br/>Lu Yang, Guangwei Wu, Fanyue Meng, Huomiao Ran, Wen-Bing Yin,Wei Li*, Xiaoqing Liu* Combination Strategy of Genetic Dereplication and Manipulation of Epigenetic Regulators Reveals a Novel Compound from Plant Endophytic Fungus. Int J Mol Sci. 2022 Mar 28;23(7):3686.<br/>Ting Yang, Jie Liu, Li-Bin Lin, Jia-Yao Hu, Guang-Wei Wu, Pei-Hong Fan, Dong-Zhu Duan, Jian Xiao,*, Xiao-Ling Wang Acrocalysterols A and B, two new steroids from endophytic fungus Acrocalymma sp Phytochemistry Letters 48 (2022) 77–80<br/>Zhang Jinyu, Zhang Peng, Zeng Guohong, Wu Guangwei, Qi Landa, Chen Guocan, Fang Weiguo, Yin Wen-Bing.Transcriptional Differences Guided Discovery and Genetic Identification of Coprogen and Dimerumic Acid Siderophores in Metarhizium robertsii. Frontiers in Microbiology, 2021,12,783609.<br/>Stephanie C Heard, Guangwei Wu*, Jaclyn M Winter*. Antifungal Natural Products Curr. Opin. Biotechnol. 2021, 69, 232–241.<br/>Guangwei Wu, Bryn T. M. Dentinger, Jason R. Nielson, Rand.all T. Peterson, Jaclyn M. Winter*. Emerimicins V‒X, 15-Residue Peptaibols Discovered from an Acrenomium sp. Through Integrated Genomic and Chemical Approaches J. Nat. Prod., 2021, J. Nat. Prod. 2021, 84, 4, 1113–1126.<br/>Stephanie C Heard , Guangwei Wu*，Jaclyn M. Winter*, Discovery and characterization of a cytochalasan biosynthetic cluster from the marine-derived fungus Aspergillus flavipes CNL-338 J. Antibiot., 2020; 73(11):803-807<br/>Guangwei Wu, Guihong Yu, Yunjia Yu, Shuang Yang, Zhongwei Duan, Wei Wang, Yankai Liu, Rilei Yu, Jing Li, Tianjiao Zhu, Qianqun Gu, Dehai Li. Chemoreactive-inspired discovery of influenza A virus dual inhibitor to block hemagglutinin-mediated adsorption and membrane fusion. J. Med. Chem. 2020, 63, 13, 6924–6940.<br/>Lin Chen, Guang-Wei Wu, Dong Liu, Wen-Ying Zhuang, Wen-Bing Yin. Trichodermatides E and F from fungus Trichoderma applanatum. J. Asian Nat. Prod. Res. 2019, 21(7):659-665.<br/>Guangwei Wu, Xin Qi, Xiaomei Mo, Guihong Yu, QiangWang, Tianjiao Zhu, Qianqun Gu, Ming Liu, Jing Li, Dehai Li. Structure-based discovery of cytotoxic dimeric tetrahydroxanthones as potential topoisomerase I inhibitors from a marine-derived fungus. Eur J Med Chem., 2018, 148, 268-278.<br/>Guihong Yu, Guangwei Wu, Zichao Sun, Xiaomin Zhang, Qian Che, Qianqun Gu, Tianjiao Zhu, Dehai Li, Guojian Zhang. Cytotoxic Tetrahydroxanthone Dimers from the Mangrove-Associated Fungus Aspergillus versicolor HDN1009. Mar. Drugs 2018, 16, 335.<br/>Zhenzhen Zhang, Xueqian He, Guangwei Wu, Congcong Liu, Changjun Lu, Qianqun Gu, Qian Che, Tianjiao Zhu, Guojian Zhang, Dehai Li. Aniline-Tetramic Acids from the Deep-Sea-Derived Fungus Cladosporium sphaerospermum L3P3 Cultured with the HDAC Inhibitor SAHA. J. Nat. Prod., 2018, 81 (7), 1651-1657.<br/>Guangwei Wu, Jason R. Nielson, Randall T. Peterson, Jaclyn M. Winter Bonnevillamides, Linear Heptapeptides Isolated from a Great Salt Lake-Derived Streptomyces sp. Mar. Drugs 2017, 15, 195.<br/>Guangwei Wu, Haichuan Zhou, Peng Zhang, Xiuna Wang, Wei Li, Weiwei Zhang, Xingzhong Liu, Hong-Wei Liu, Nancy P. Keller, Zhiqiang An, Wen-Bing Yin. Polyketide Production of Pestaloficiols and Macrodiolide Ficiolides Revealed by Manipulations of Epigenetic Regulators in an Endophytic Fungus. Org. Lett. 2016, 18, 1832–1835.<br/>Gui-Hong Yu, Guang-Wei Wu, Tian-Jiao Zhu, Qian-Qun Gu, De-Hai Li. Cladosins F and G, two new hybrid polyketides from the deep-sea-derived Cladosporium sphaerospermum 2005-01-E3 J. Asian Nat. Prod. Res. 2015 17, 120–124.<br/>Xinhua Ma, Jixing Peng, Guangwei Wu, Tianjiao Zhu, Guoqiang Li, Qianqun Gu, Dehai Li. Speradines B-D, oxygenated cyclopiazonic acid alkaloids from the sponge-derived fungus Aspergillus flavus MXH-X104 Tetrahedron 2015, 71, 3522–3527.<br/>李伟, 吴广畏, 杨玉萍, 尹文兵. 后基因组时代的真菌天然产物发现. 2015, 菌物学报, 5:914-926.<br/>Guangwei Wu, Guihong Yu, Tibor Kurtán, Attila Mándi, Jixing Peng, Xiaomei Mo, Ming Liu, Hui Li, Xinhua Sun, Jing Li, Tianjiao Zhu, Qianqun Gu, Dehai Li. Xanthone-Chromanone Dimers from the Mangrove-derived Fungus Aspergillus versicolor HDN1009 J. Nat. Prod., 2015, 78 (11), 2691–2698.<br/>Guangwei Wu, Xinhua Sun, Guihong Yu, Wei Wang, Tianjiao Zhu, Qianqun Gu, Dehai Li. Cladosins A-E, Fungal Hybrid Polyketides from a Deep-Sea Derived Fungus Cladosporium sphaerospermum. J. Nat. Prod. 2014, 77, 270-275.<br/>Xinhua Sun, Xianglan Kong, Huquan Gao, Tianjiao Zhu, Guangwei Wu, Qianqun Gu, Dehai LiTwo new meroterpenoids produced by the endophytic fungus Penicillium sp. SXH-65. Arch. Pharm. Res. 2014, 37, 978–982.<br/>Aiqun Lin, Guangwei Wu, Qianqun Gu, Tianjiao Zhu, Dehai Li. New Eremophilane-type Sesquiterpenes from an Antarctic Deep-sea Derived Fungus, Penicillium sp. PR19N-1. Arch. Pharm. Res. 2014 37, 839–844.<br/>Guojian Zhang, Guangwei Wu, Tianjiao Zhu, Tibor Kurtán, Attila Mándi, Jieying Jiao, Jing Li, Xin Qi, Qianqun Gu, Dehai Li. Meroterpenoids with Diverse Ring Systems from the Sponge-Associated Fungus Alternaria alternate JJY-32. J. Nat. Prod., 2013, 76 (10), 1946–1957.<br/>Guangwei Wu, Aiqun Lin, Qianqun Gu, Tianjiao Zhu, Dehai Li. Four New Chloro-Eremophilane Sesquiterpenes from an Antarctic Deep-Sea Derived Fungus, Penicillium sp. PR19N-1. Mar. Drugs 2013, 11, 1399–1408.<br/>Guangwei Wu, Hongyan Ma, Tianjiao Zhu, Jing Li, Qianqun Gu, Dehai Li. Penilactones A and B, two novel polyketides from Antarctic deep-sea derived fungus Penicillium crustosum PRB-2. Tetrahedron, 2012, 68, 9745–9749.<br/>Guang-Wei Wu, Jin-Ming Gao, Xin-Wei Shi, Qiang Zhang, Shao-Peng Wei, Kan Ding. Microbial Transformations of Diosgenin by the White-Rot Basidiomycete Coriolus versicolor, J. Nat. Prod. 2011, 74, 2095–2101.<br/>Guang Wei Wu, Xiao Jun Li, Yi Gao, Yuan Jia, Jin Ming Gao. New polyhydroxylated metabolite derived from biotransformation of diosgenin by the white-rot fungus Coriolus versicolor. Chinese Chem. Lett., 2010, 21:446–448.<br/>Ting Dong, Guang-Wei Wu, Xiao-Ning Wang, Jin-Ming Gao, Jian-Guang Chen, Shoei-Sheng Lee Microbiological transformation of diosgenin by resting cells of filamentous fungus, Cunninghamella echinulata CGMCC 3.2716. J. Mol. Catal. B-Enzym. 2010, 67:251–256.<br/>",
    "Class": "本科生：《微生物基因工程》；《药物分析实验》<br/>研究生：《天然化合物结构研究方法》，《微生物发酵工程》<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公gweiwu@163.com",
    "Introduction": "教授、博士生导师。2020年11月南京林业大学高层次人才项目E类引进。<br/>博士毕业于中国海洋大学（2010-2014）；硕士毕业于西北农林科技大学（2007-2010）；本科毕业于山东农业大学（2003-2007）。<br/>2014年-2015年在中国科学院微生物研究所工作；2016年-2020年在美国犹他大学药学院从事博后工作。<br/>主要从事多策略（基因挖掘、异源生产、生物合成）挖掘稀有真菌资源中活性天然物质、天然产物合成生物学、化学生物学功能评价等。<br/>目前主持国家自然科学基金1项（2016-2018），南京林业大学高层次人才启动基金以及校企合作等课题。以第一作者或通讯作者在J. Med. Chem.、Org. Lett.、Eur. J. Med. Chem.、Curr. Opin. Biotechnol.、J. Nat. Prod.、Mar. Drugs，Tetrahedron、J. Antibiot. 等本领域权威期刊上发表论文28篇。<br/>先后获南京林业大学优秀教职工（2021）；校级本科毕业论文优秀指导教师（2021）；山东省优秀博士论文（2015）；国家研究生奖学金（2013）；中国药学大会暨第十三届中国药师周优秀论文（二等奖）；陕西省化学年会“优秀论文”（2011，2篇）山东省优秀毕业生（2007）；山东省社会实践优秀个人（2006）等。<br/>目前为中国化学会会员；中国菌物学会终身会员<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/05/20220905230653396xt8n91.gif?iid=47895",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "吴广畏",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}