{
    "Research_direction": "1.微波辅助木质纤维生物质精炼<br/>2.木质纤维生物质催化转化<br/>3.纤维素基及木质素基功能材料<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "（1）Niu, X., Liu, Y.T., Song, Y., Han, J.Q., Pan, H. 2018, Rosin modified cellulose nanofiber as a reinforcing and co-antimicrobial agents in polylactic acid /chitosan composite film for food packaging. Carbonhydrate Polymers. 183: 102-109.<br/>（2）Huang, Y.B., Yang, T., Lin, Y.T., Zhu, Y.Z., Li, L.C., Pan, H. 2018, Facile and high-yield synthssis of methyl levulinate from cellulose. Green Chemistry. 20: 1323-1334.<br/>（3）Yang, T., Cai, B., Chang, X., Pan, H., Huang, Y.B. 2017, Highly efficient and recyclable metal salt catalyst for the production of biodiesel: toward greener process. Chemistryselect. 2: 3775-3782.<br/>（4）Yang, T., Zhou, Y. H., Zhu, S. Z., Pan, H., Huang, Y. B. 2017, Insight into aluminium sulfate catalyzed xylan conversion to furfural in γ‐valerolactone/water biphasic solvent under microwave condition. ChemSusChem: 4066-4079.<br/>（5）Zhou, M.C., Eberhardt, T.L., Cai, B., Hse, C.Y., Pan, H. 2017, Dynamic dielectric properties of a wood liquefaction system using polyethylene glycol and glycerol. ACS Sustainable Chemistry & Engineering. 5: 1123-1131.<br/>（6）Xin, P.P., Huang, Y. B., Hse, C.Y., Huang, C.B., Pan, H. 2017, Modification of Cellulose with Succinic Anhydride in TBAA/DMSO Mixed Solvent under Catalyst-Free Conditions. Materials. 10: 526.<br/>（7）Huang, Y. B., Yang, T., Cai, B., Chang, X., Pan, H. 2016， Highly efficient metal salt catalyst for the esterification of biomass derived levulinic acid under microwave irradiation. RSC Advances. 6: 2106-2111.<br/>（8）Chang, X., Liu, A. F., Cai, B., Luo, J. Y., Pan, H., Huang, Y. B. 2016， Catalytic transfer hydrogenation of furfural to 2‐methylfuran and 2‐methyltetrahydrofuran over bimetallic copper–palladium catalysts. Chemsuschem. 9: 3330-3337.<br/>（9）Cai, B., Zhou, X. C., Miao, Y. C., Luo, J. Y., Pan, H., Huang, Y. B. 2016, Enhanced catalytic transfer hydrogenation of ethyl levulinate to γ-valerolactone over an robust cu-ni bimetallic catalyst. Acs Sustainable Chemistry & Engineering. 5: 1322-1331.<br/>（10）Zhou, M.C., Eberhardt, T.L., Xin, P.P., Hse, C.Y., Pan, H. 2016, Liquefaction of torrefied wood with microwave irradiation. Energy & Fuels. 30: 5862-5869.<br/>（11）Yao, M.Y., Huang, Y.B., Niu, X., Pan, H. Highly efficient silica supported peroxycarboxylic acid for the epoxidation of unsaturated fatty acid methyl esters and vegetable oils. ACS Sustainable Chemistry & Engineering. 4: 3840-3849.<br/>（12）Huang, Y.B., Xin, P.P., Li, J.X., Shao, Y.Y., Huang, C.B., Pan, H. 2016,  Room temperature dissolution and mechanistic investing of cellulose in a TBAA/DMSO system. ACS Sustaiable Chemistry and Engineering. 4: 2286-2294.<br/>（13）Xie, J.L.,Zhai, X.,Hse, C.Y., Shupe, T.F., Pan, H. 2016, Extraction and characterization of holocellulose fibers by microwave assisted selective liquefaction of bamboo. Journal of Applied Polymer Science. 133: 43394.<br/>（14）Huang, Y.B., Yang, T., Zhou, M.C., Pan. H., Fu, Y. 2016,  Microwave-assisted alcoholysis of furfural alcohol into alkyl levulinates catalyzed by metal salts. Green Chemistry. 18: 1516-1523.<br/>（15）Xie, J.L.,Zhai, X.,Hse, C.Y., Shupe, T.F., Pan, H. 2015 Polyols from Microwave Liquefied Bagasse and Its Application to Rigid Polyurethane Foam. Materials. 8: 8496-8509.<br/>（16）Huang, Y.B.,Yang, T.,Cai, B., Chang, X., Pan, H. 2016. Highly efficient metal salt catalyst for the esterification of biomass derived levulinic acid under microwave irradiation. RSC Advance. 6: 2106-2111.<br/>（17）Hong, M., Yao, M.Y., Pan, H. 2015. An immobilized molybdenum acetylacetonate complex on expanded starch for the epoxidation of stillingia oil. RSC Advance. 5: 91558-91563.<br/>（18）Hu, L.H, Pan, H., Zhou, Y.H., Liu, C.G. 2013. Chemical groups and structural characterization of lignin via thiol-mediated demethylation. Journal of Wood Chemistry and Technology. 34: 122-134.<br/>（19）Eberhardt, T.L., Pan, H. 2013. Analysis of the fly ash from the processing of wood chips in a pilot-scale downdraft gasifier: Comparison of inorganic constituents determined by PIXE and ICP-AAES. Biomass and Bioenergy. 51: 163-168.<br/>（20）Yang, X.Q., Pan, H., Zeng, T., C.Y. Hse, and T.F. Shupe. 2012. Extraction and characterization of seed oil from naturally-grown Chinese tallow trees. Journal of the American Oil Chemists’ Society. 90: 459-466.<br/>（21）Eberhardt, T.L., Pan, H. 2012. Elemental analyses of chars obtained from a biomass gasifier fly ash by sieving and washing operations.  Fuel. 96(1): 600-603.<br/>（22）Pan, H., Eberhardt T.L. 2011. Characterization of fly ash from the gasification of wood and assessment for its application as a soil amendment.  BioResources 6(4): 3987-4004.<br/>（23）Pan, H., Zheng, Z., and Hse, C.Y. 2012.  Microwave-assistant liquefaction of wood with polyhydric alcohols and its application to prepare polyurethane (PU) foams. European Journal of Wood and Wood Products. 70(4): 461-470.Y<br/>（24）Hu, L., Pan, H., Zhou, Y., Zhang, M. 2011. Methods to improve lignin's reactivity as a phenol substitute and as replacement for other phenolic compounds: A brief review, BioResources. 6(3): 3515-3525.<br/>（25）Pan, H., 2011. Synthesis of polymers from organic solvent liquefied biomass: A review. Renewable & Sustainable Energy Reviews 15: 3454-3463.<br/>（26）Via, B.K., O.O. Fasina, and H. Pan. 2011. Assessment of biomass density through mid-infrared spectroscopy and multivariate modeling.  Bioresources 6(1): 807-822.<br/>（27）Pan, H. 2010. Effects of liquefaction time and temperature on heavy metal removal and distribution in liquefied CCA-treated wood sludge. Chemosphere 80:438-444.<br/>（28）Pan, H., C.Y. Hse, Robert Gambrell, and T.F. Shupe.  2009. Fractionation of heavy metals in liquefied chromated copper arsenate (CCA)-treated wood sludge using a modified BCR- sequential extraction procedure.  Chemosphere , 77:201-206.<br/>（29）Pan, H., T.F. Shupe, and C.Y. Hse.  2009.  Characterization of Novolac Type Liquefied Wood/Phenol/Formaldehyde (LWPF) Resin.   European Journal of Wood and Wood Products 67 (4): 427-437.<br/>（30）Pan, H., T.F. Shupe, C.Y. Hse.  2008. Synthesis and cure kinetics of liquefied wood/phenol/formaldehyde (LWPF) resins.  J. Appl. Polym. Sci.  108: 1837-1844.<br/>（31）Pan, H.; T.F. Shupe, C.Y. Hse.  2007.  Characterization of Liquefied Wood Residues from Different Liquefaction Conditions.  J. Appl. Polym. Sci. 105: 3739-3746.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427233Hpan@njfu.edu.cn",
    "Introduction": "教授，博士生导师。1993年毕业于东北林业大学林产工业系， 2003年赴美国留学，2007年于美国路易斯安那州立大学获得博士学位。2007年至2013年任美国路易斯安那州立大学农业中心助理教授。2013年8月至今为南京林业大学教授，并获聘江苏省特聘教授。研究领域包括微波辅助木质纤维生物质精炼，生物质催化转化制备化学品和燃料，纤维素基功能材料和木质素树脂复合材料的开发。已发表SCI论文70多篇，他引共计1100余次。申请专利20余件，已获得授权6件。主持1项国家林业公益行业科研专项重大项目和1项国家自然科学基金面上项目，并参与十三五重点研发计划项目1项，共计获得科研经费1280万。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/04/20220904234500545dzu3qj.jpg?iid=47819",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "潘晖",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}