{
    "Research_direction": "1.  手性金属有机催化剂的设计及其催化应用<br/>主要是涉及手性林源骨架的氮杂环卡宾、手性环钯化合物。<br/>2.  金属有机聚合物材料的设计及其生物质转化催化应用<br/>主要涉及共价有机框架材料，有机聚合物光催化材料。<br/>3.  功能软物质材料（水凝胶、金属凝胶）的制备及相关应用<br/>主要是利用AIE制备聚合物荧光材料。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "课题组网址：https://www.x-mol.com/groups/fangchem<br/>代表性成果：<br/>2023年<br/>23)  Liu, L.*; Zhou, C.; Fang, W.*; Hou, Y.; Wu, Y. Rational design of Ru/TiO2/CNTs as cathode: promotion of cycling performance for aprotic lithium-oxygen battery. Energy Mater, 2023, 3, 300011. (IF)<br/>原文链接：https://energymaterj.com/article/view/5434?utm_source=sendgrid.com&utm_medium=email&utm_campaign=website<br/>22) Yang, H.; Wang, K.; Fang, W.*. Acenaphthoimidazolylidene-ligated chiral oxazoline palladacycles: synthesis, structure, and catalytic application in intramolecular α-arylation of amides towards 3,3'-disubstituted oxindoles. Asian JOC., 2023, (Accepted).<br/>21) Wang, K.; Yang, H.; Bauer, F.; Breit, B.*; Fang, W.*. Acenaphthoimidazolylidene-Ligated Palladacycle Enabled Suzuki-Miyaura Cross-Coupling Employing Equimolar Organoboron for Tri-Ortho-Substituted Bi(hetero)aryls and Teraryls. Chem. Eur J., 2023, (Accepted). (IF 5.02)<br/>20) Yu, M.; Xu, N.; Cai, X.; Liu, H.; Han, S.*; Yu, F.*; Fang, W.*. Macroscopic and fluorescent detection of reactive oxygen species by using glucose-linked tetraphenylethylene polymer gel. New J. Chem., 2023,(Accepted). (IF 3.925)<br/>19) Fang, W.; Kuai, M.; Clark, J. H.; Tu T.*. Phosphine ligands featuring C-N chiral axis applicable to tetra-ortho-substituted biaryl synthesis. Chin. Chem. Lett., 2023, (IF 8.45)<br/>原文链接：https://www.sciencedirect.com/science/article/pii/S1001841723000219?via%3Dihub<br/>18) Fang, W.; Tu T.*. Bi-metal containing covalent organic framework boosted photocatalytic amination. Sci. China Chem., 2023, 66, 299-300. (IF 10.14)<br/>原文链接：https://link.springer.com/article/10.1007/s11426-022-1457-1<br/>2022年<br/>17) Fan, R.; Kuai, M.; Lin, D.; Bauer, F.; Fang, W.*. A general C-N cross-coupling to synthesize heteroaryl amines using palladacyclic N-heterocyclic carbene precatalyst. Org. Lett., 2022, 24, 8688-8693. (IF 6.07)<br/>原文链接： https://pubs.acs.org/doi/10.1021/acs.orglett.2c03580<br/>16) Wang, K; Fan, R.; Wei, X.; Fang, W.*. Palladacyclic N-heterocyclic carbene precatalysts for transition metal catalysis. Green Synth. Catal., 2022, 3, 327-328. (IF)<br/>原文链接：https://www.sciencedirect.com/science/article/pii/S2666554922000709?via%3Dihub<br/>15) Liu, L.; Liu, Y.; Wang, C.; Peng, X.; Fang, W.*; Hou, Y.; Wang, J.; Ye, J.; Wu, Y.*.  Li2O2 Formation Electrochemistry and Its Influence on Oxygen Reduction/Evolution Reaction Kinetics in Aprotic Li–O2 Batteries. Small Methods, 2022, 6, 2101280. (IF 14.188)<br/>原文链接：https://onlinelibrary.wiley.com/doi/10.1002/smtd.202101280<br/>入职南林之前：<br/>14、Fang, W.; Bauer, F.; Dong, Y.; Breit, B.*, A domino reaction for generating β-aryl aldehydes from alkynes by 11bstrate recognition catalysis. Nat. Commun. 2019, 10, 4868. (IF 11.89)<br/>13、Fang, W.; Breit, B.*；Tandem regioselective hydroformylation-hydrogenation of internal alkynes employing a supramolecular catalyst. Angew. Chem. Int. Ed., 2018, 57, 14817. (IF 12.26)<br/>12、Fang, W.; Zhang, Y.; Wu, J.; Liu, C.; Zhu, H.*; Tu, T.*, Recent advances in supramolecular gels and catalysis. Chem. Asian J., 2018, 13, 712. (IF 3.70)<br/>11、Fang, W.; Liu, C.; Yu, F.; Liu, Y.; Li, Z.; Chen, L.*; Bao, X.*; Tu, T.*, Macroscopic and fluorescent discrimination of adenosine triphosphate via selective metallo-hydrogel formation: a visual, practical, and reliable rehearsal toward cellular imaging. ACS Appl. Mater. Interfaces, 2016, 8, 20583. (IF 8.46)<br/>10、Fang, W.; Liu, C.; Lu, Z.; Li, Z.-M.; Tu, T.*, The electronic effects of ligands on metal-coordination geometry: A key role in the visual discrimination of dimethylaminopyridines and its application towards chemo-switch. Chem. Commun., 2015. 51, 4267. (IF 6.17)<br/>9、Fang, W.; Liu, X.; Lu, Z.; Tu, T.*, Photoresponsive metallo-hydrogels based on visual discrimination of the positional isomers through selective thixotropic gel collapse. Chem. Commun., 2014, 50, 3313. (IF 6.17)<br/>8、Fang, W.; Liu, C.; Lu, Z.; Sun, Z.; Tu, T.*, Tunable reversible metallo-hydrogels: a new platform for visual discrimination of biothiols. Chem. Commun., 2014, 50, 10118. (IF 6.17)<br/>7、Fang, W.; Zhu, H.; Deng, Q.; Liu, S.; Liu, X.; Shen, Y.; Tu, T., Design and development of ligands for palladium- catalyzed carbonylation reactions. Synthesis-Stuttgart, 2014, 46, 1689. (IF 2.87)<br/>6、Tu, T.*; Fang, W.; Sun, Z., Visual-size molecular recognition based on gels. Adv. Mater., 2013, 25, 5304. (IF 25.81)<br/>5、Fang, W.; Deng, Q.; Xu, M.; Tu, T.*, Highly efficient aminocarbonylation of iodoarenes at atmospheric pressure catalyzed by a robust acenaphthoimidazolyidene allylic palladium complex. Org. Lett., 2013, 15, 3678. (IF 6.56)<br/>4、Fang, W.; Sun, Z.; Tu, T.*, Novel supramolecular thixotropic metallohydrogels consisting of rare metal-organic nanoparticles: Synthesis, characterization, and mechanism of aggregation. J. Phys. Chem. C, 2013, 117, 25185. (IF 4.31)<br/>3、Fang, W.; Jiang, J.; Xu, Y.; Zhou, J.; Tu, T.*, Novel robust benzimidazolylidene palladium complexes: Synthesis, structure, and catalytic applications in amination of chloroarenes. Tetrahedron, 2013, 69, 673. (IF 2.38)<br/>2、Tu, T.*; Fang, W.; Bao, X.; Li, X.; Dötz, K. H., Visual chiral recognition through enantioselective metallogel collapsing: Synthesis, characterization, and application of platinum-steroid low-molecular-mass gelators. Angew. Chem. Int. Ed., 2011, 50, 6601. (IF 12.26)<br/>1、Tu, T.*; Fang, W.; Jiang, J., A highly eﬃcient precatalyst for amination of aryl chlorides: Synthesis, structure and application of a robust acenaphthoimidazolylidene palladium complex. Chem. Commun., 2011, 47, 12358. (IF 6.17)<br/>",
    "Class": "本科生课程三门：《有机化学》《化学化工信息检索》《化工技术经济》<br/>研究生课程两门：《电化学催化》《绿色催化与技术》<br/>",
    "Topic": "课题组网址：https://www.x-mol.com/groups/fangchem<br/>",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公wwfang2020@njfu.edu.cn",
    "Introduction": "房微魏，中共党员，理学博士，南京林业大学化学工程学院应用化学系教授，博士生导师，德国洪堡学者，欧盟玛丽居里学者。2009年获湘潭大学化学学士学位，2015年毕业于复旦大学，获理学博士学位。2015年9月至2018年7月在德国弗莱堡大学从事博士后研究，期间（2016年8月至2018年7月）获得德国洪堡基金会资助。2018年8月以玛丽居里学者身份到法国索邦大学（原巴黎第六大学）进行博士后工作。2020年4月正式入职南京林业大学，获得江苏特聘教授资助。<br/>目前主要从事与林产化学相关的功能导向超分子组装与绿色催化等研究工作。已在Nat. Commun., Angew. Chem. Int. Ed., Adv. Mater., ACS Appl. Mater. Interfaces, Chem. Commun., Org. Lett.等国际期刊发表SCI论文17篇，获中国授权发明专利8项。目前担任Chin. Chem. Lett., Chem. Commun.学术期刊审稿人。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/05/20220905225945134aaszr6.jpg?iid=47891",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "房微魏",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}