{
    "Research_direction": "BioAIE（生物基聚集诱导发光）材料的机理、性能和应用研究<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. Xu-Min Cai*, Yuting Lin, Zhenguo Tang, Xuedan Zhang, Tianqi Mu, Shenlin Huang, Zheng Zhao, Ben Zhong Tang*, Filling the gap between molecular and aggregate states: how does molecular packing affect photophysical properties? Chemical Engineering Journal, 2023, 451, 138627.<br/>2. Xu-Min Cai*, Zhenguo Tang, Xinfei Chen, Yuting Lin, Xuedan Zhang, Shenlin Huang*, Construction of two rosin-based BioAIEgens with distinct fluorescence and mechanochromic propertites for rewritable paper, Dyes and Pigments, 2022, 204, 110454.<br/>3. Xu-Min Cai, Yuting Lin, Ying Li, Zaiyu Wang, Xueqian Zhao, Shenlin Huang*, Zheng Zhao*, Ben Zhong Tang*, BioAIEgens Derived from Rosin: How Does Molecular Motion Affect Their Photophysical Processes in Solid State? Nature Communications 2021, 12, 1773.<br/>4. Xu-Min Cai,* Tianqi Mu, Yuting Lin, Xuedan Zhang, Zhenguo Tang, Shenlin Huang,* Syntheses and Photophysical Properties of Natural Dehydroabietic Acid-Based Ligands and Their Zinc Complexes, Journal of Molecular Structure, 2021, 1229, 129793.<br/>5. Dengfeng Chen; Yaming Wang; Xu-Min Cai; Xiaoji Cao; Ping Jiang; Fei Wang; Shenlin Huang*, Organic Letters, 2020, 22, 6847-6851.<br/>6. Xiangtai Meng, Hehua Xu, Xiaoji Cao, Xu-Min Cai; Jinyue Luo; Fei Wang, Shenlin Huang*, Organic Letters, 2020, 22, 6827-6831.<br/>7. Xu-Min Cai,* LI A-Liang, LIN Yu-Ting, WANG Wen-Yan WANG, Shi-Fa, GU Wen, Synthesis, Crystal Structure and Antibacterial Activity of New N-(1H-benzo[d]imidazol-2-yl)benzenesulfonamide Derivatives of Dehydroabietic Acid, Chinese Journal of Structural Chemistry, 2020, 39, 1539-1545.<br/>8. Xu-Min Cai,* Yuting Lin, Xinfei Chen, Xiao Chen, Tianqi Mu, Shenlin Huang,* Fei Wang, Linker Regulation: Synthesis and Electrochemical Properties of Ferrocene-Decorated Cellulose, Journal of Inorganic and Organometallic Polymers and Materials, 2020, 30, 3771-3780.<br/>9. Xu-Min Cai,* Xinfei Chen, Tianqi Mu, Yuting Lin, Shenlin Huang,* Min-Xia Yao,* Syntheses, Crystal Structures, and Electrochemical Properties of Dehydroabietic Acid-based Schiff Bases, Chinese Journal of Structural Chemistry, 2020, 39, 1699-1706.<br/>10.   Xu-Min Cai,* Xinfei Chen, Xuedan Zhang, Yuan Huang, Wen Gu, Fei Wang, Syntheses, Crystal Structures, and Electrochemical Properties of Three Anhydrides Based on Ferrocenecarboxylic Acid and Dehydroabietic Acid, Chinese Journal of Structural Chemistry, 2020, 39, 579-587.<br/>11.   Xu-Min Cai, Xiao Chen, Xinfei Chen, Yu Li, Fei Wang*, A luminescent cellulose ether with a regenerated crystal form obtained in tetra(n-butyl)ammonium hydroxide/dimethyl sulfoxide, Carbohydrate Polymers, 2020, 230, 115649.<br/>12.   Min-Xia Yao,* Li-Zheng Cai, Xiao-Wei Deng, Wei Zhang, Sui-Jun Liu * and Xu-Min Cai*, Self-assembly of rare octanuclear quad(doublestranded) cluster helicates showing slow magnetic relaxation and the magnetocaloric effect, New Journal of Chemistry, 2018, 42, 17652-17658.<br/>13.   Xiao Chen, Xinfei Chen, Xu-Min Cai*, Shenlin Huang, and Fei Wang*, Cellulose Dissolution in a Mixed Solvent of Tetra(n-butyl)ammonium Hydroxide/Dimethyl Sulfoxide via Radical Reactions, ACS Sustainable Chem. Eng., 2018, 6, 2898-2904.<br/>14.   Dengfeng Chen, Qingyuan Feng, Yunqin Yang, Xu-Min Cai, Fei Wang, and Shenlin Huang*, Metal-free O–H/C–H difunctionalization of phenols by o-hydroxyarylsulfonium salts in water, Chemical Science, 2017, 8, 1601-1606.<br/>15.   Xu-Min Cai, Teresa K. Zimmermann, Alexander Pöthig, Fritz E. Kühn*,Filling a Gap: Electrochemical Property Comparison of the Completed Compound Series [Mo2(DArF)n(O2C-Fc)4-n] (DArF = N,N′-diarylformamidinate; O2C–Fc = Ferrocenecarboxylate), Inorganic Chemistry 2016, 55, 858-864.<br/>16.   Xu-Min Cai, Teresa K. Zimmermann, Alexander Pöthig, Fritz E. Kühn*, Synthesis and Electrochemical Properties of Cis- and Trans-[Mo2(O2C-Fc)2(DArF)2] (O2C–Fc = Ferrocenecarboxylate; DArF = N,N′-diarylformamidinate), Inorganic Chemistry 2015, 54, 6631-6640.<br/>17.   Xu-Min Cai, Korbinian Riener, Eberhardt Herdtweck, Alexander Pöthig, Fritz E. Kühn*, Rational Synthesis and Characterization of Dimolybdenum(II) Compounds Bearing Fc-containing Ligands towards Modulation of Electronic Coupling, Inorganic Chemistry 2015, 54, 3272-3280.<br/>18.   Xu-Min Cai, Dominik Höhne, Mathias Köberl, Mirza Cokoja, Alexander Pöthig, EberhardtHerdtweck, Stefan Haslinger, Wolfgang A. Herrmann, Fritz E. Kühn*, Synthesis and Characterization of Dimolybdenum(II) Complexes Connected by Carboxylate Linkers, Organometallics 2013, 32, 6004-6011.<br/>19.   Xu-Min Cai, Xiang-Yi Zhang, Julia Savchenko, Zhi Cao, Tong Ren, Jing-Lin Zuo* , New Linear p-Conjugated Diruthenium Compounds Containing Axial Tetrathiafulvalene-acetylide Ligands, Organometallics 2012, 31, 8591-8597.<br/>20.   Min-Xia Yao, Qi Zheng, Xu-Min Cai, Yi-Zhi Li, You Song, Jing-Lin Zuo, Chiral Cyanide-Bridged CrIII-MnIII Heterobimetallic Chains Based on [(Tp)Cr(CN)3]-: Synthesis, Structures, and Magnetic Properties, Inorganic Chemistry 2012, 51, 2140-2149.<br/>",
    "Class": "None",
    "Topic": "课题组链接：https://www.x-mol.com/groups/cai_xumin<br/>",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公xumin.cai@njfu.edu.cn",
    "Introduction": "蔡旭敏，南京林业大学副教授，江苏省“双创博士”，分别于南京大学和慕尼黑工业大学获配位化学硕士和博士学位，在南京林业大学国家“双一流”建设专业——“林产化工”工作。与“聚集诱导发光”创始人唐本忠院士长期合作，主要从事生物质定向转化高附加值BioAIE材料的跨学科研究。研究方向主要集中于生物基（松香、木质素、香豆素和色烯等）BioAIE材料的分子设计、发光机理、聚集态构效关系及光学诊疗和防伪加密等应用。近3年代表性SCI论文有Nature Communications, 2023, 14, 6076; National Science Review, 2023, nwad233; Nature Communications, 2021, 12, 1773; Aggregate, 2023, e428等。任《生物质化学工程》青年编委。<br/>课题组链接：https://www.x-mol.com/groups/cai_xumin<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/05/20220905223112957rlfv82.jpg?iid=47877",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "蔡旭敏",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}