{
    "Research_direction": "主要从事植物纤维资源生物化学加工领域的教学和科研工作。研究方向包括以下3个方面：（1）木质纤维原料生物炼制液体燃料及生物炼制集成技术，重点研究了绿色预处理技术、预处理过程中抑制物产生机理、抑制作用、脱毒方法及机理研究；（2）半纤维素糖的开发利用，重点研究半纤维素制备功能性低聚糖、生物油脂、生物表面活性剂等；（3）木质素纳米材料及类腐植酸制备，重点研究木质素纳米颗粒绿色制备方法及其应用，木质素人工腐植化制备类腐植酸物质用于大环境、大农业、大工业、大健康等领域。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "发表文章：<br/>1、朱均均, 勇强, 徐勇, 陈牧, 龚泽颖, 余世袁. 玉米秸秆稀酸预水解液两种脱毒方法的研究. 南京林业大学学报:自然科学版, 2011, 35(6): 71-76.<br/>2、朱均均, 陈尚钘, 勇强, 徐勇, 陈牧, 余世袁. 玉米秸秆生物炼制燃料乙醇的研究. 林产化学与工业, 2011, 31(6), 35-40.<br/>3、Zhu Jun-jun, Yong Qiang, Xu Yong, Yu Shi-yuan*. Detoxification of corn stover prehydrolyzate by trialkylamine extraction to improve the ethanol production with Pichia stipitis CBS 5776. Bioresource Technology, 2011, 102(2): 1663-1668.<br/>4、Zhu Junjun, Yong Qiang, Xu Yong, Li Xin, Huang Xin, Yuan Yun, Ren Jiwei, Ouyang Jia, Yu Shiyuan. Laccase detoxification of main lignin degradation products in steam-exploded corn stover prehydrolyzate and pentose fermentation. Proceeding of the 4th International Conference on Pulping, Papermaking and Biotechnology, 2012.11.7-9.<br/>5、朱均均, 朱圆圆, 程婷, 季星岐, 徐勇, 勇强, 余世袁. 乙酰酯键和糖苷键温和氢氧化钠水解行为的研究. 中国科技论文, 2013, 8(6): 565-568.<br/>6、Zhu Junjun*, Zhu Yuanyuan, Jiang Faxian, Xu Yong, Ouyang Jia, Yu Shiyuan. An integrated process to produce ethanol, vanillin, and xylooligosaccharides from Camellia oleifera shell. Carbohydrate Research, 2013, 382: 52-57.<br/>7、Zhu Junjun*, Zhu Yuanyuan, Zhang Lingling, Yong Qiang, Xu Yong, Li Xin, Lian Zhina, Yu Shiyuan. Sodium hydroxide regeneration of trialkylamine extractant containing inhibitors from corn stover prehydrolyzate by liquid-liquid extraction. Separation and Purification Technology, 2014, 126: 39-43.<br/>8、Zhu Junjun, Yang Jinlong, Zhu Yuanyuan, Zhang Lingling, Yong Qiang, Xu Yong, Li Xin, Yu Shiyuan. Cause analysis of the effects of acid-catalyzed steam-exploded corn stover prehydrolyzate on ethanol fermentation by Pichia stipitis CBS 5776. Bioprocess and Biosystems Engineering, 2014, 37(11): 2215-2222.<br/>9、朱均均, 朱圆圆, 程婷, 徐勇, 勇强, 余世袁. 玉米秸秆乙酰基水解产物对乙醇发酵的影响及去除策略. 林产化学与工业, 2014, 34(1):1-7.<br/>10、朱均均, 杨金龙, 张玲玲, 黄鑫, 徐勇, 勇强, 余世袁. 稀酸蒸汽爆破玉米秸秆预水解液的脱毒及乙醇发酵. 林产化学与工业, 2014, 34(5): 60-66.<br/>11、朱圆圆, 杨金龙, 朱均均*, 张璐, 徐勇, 勇强, 余世袁. 稀硫酸-氢氧化钙联合预处理玉米秸秆制乙醇. 林产化学与工业, 2015, 35(6): 89-95.<br/>12、杨金龙, 朱圆圆, 朱均均*, 郭枫, 黄茜茜, 徐勇, 勇强, 余世袁. 盐类对树干毕赤酵母乙醇发酵及其细胞膜流动性的影响. 生物学杂志, 2015, 32(6): 60-64.<br/>13、Zhu Junjun*, Rong Yayun, Yang Jinlong, Zhou Xin, Xu Yong, Zhang Lingling, Chen Jiahui, Yong Qiang, Yu Shiyuan. Integrated production of xylonic acid and bioethanol from acid-catalyzed steam-exploded corn stover. Applied Biochemistry and Biotechnology, 2015, 176(5): 1370-1381.<br/>14、朱圆圆, 顾夕梅, 朱均均*, 徐勇, 勇强, 余世袁. 两步碱法预处理对玉米秸秆组分及结构的影响. 中国科技论文, 2015, 10(12): 1376-1381.<br/>15、荣亚运, 仲如霞, 朱均均*, 姚瑶, 徐勇, 勇强, 余世袁. 水抽提物对稀酸预处理玉米秸秆酶水解的影响. 纤维素科学与技术, 2015, 23(3): 8-14.<br/>16、荣亚运, 朱圆圆, 朱均均*, 陈旭, 徐勇, 勇强, 余世袁. 玉米秸秆水抽提物对乙醇发酵的影响. 生物学杂志, 2016, 33(1): 35-38.<br/>17、杨金龙, 程逸超, 朱圆圆, 朱均均*, 陈婷婷, 徐勇, 勇强, 余世袁. 酚酮类对树干毕赤酵母乙醇发酵及脂肪酸组成的影响. 生物工程学报, 2016, 32(2):185-194.<br/>18、杨金龙, 荣亚运, 高露, 朱均均*, 徐勇, 勇强, 欧阳嘉, 余世袁. 咪唑类离子液体对木质纤维预水解液的脱毒. 化工学报, 2016, 67(4): 1490-1496.<br/>19、荣亚运, 师林丽, 张晨, 邹丽花, 徐颖, 朱均均*, 陈丽玮, 徐勇, 勇强, 余世袁. 热活化过硫酸盐氧化去除木质素降解产物. 化工学报, 2016, 67(6): 2618-2624.<br/>20、Zhu Junjun*, Shi Linli, Zhang Lingling, Xu Yong, Yong Qiang, Ouyang Jia, Yu Shiyuan. Difference analysis of the enzymatic hydrolysis performance of acid-catalyzed steam-exploded corn stover before and after washing with water. Bioprocess and Biosystems Engineering, 2016, 39(10): 1619-1626.<br/>21、程逸超, 杨金龙, 朱均均*, 徐勇, 勇强, 余世袁. 疏水性离子液体[C4mim][PF6]对木质纤维预水解液的脱毒作用. 林产化学与工业, 2017, 37(5): 45-52.<br/>22、Zhu Junjun, Wu Lu, Rong Yayun, Shi Linli, Chen Liwei, Xu Yong, Yong Qiang, Yu Shiyuan. Oxidation removal of lignin-degradation products by zero-valent iron activated persulfate. Journal of Advanced Oxidation Technologies, 2018, 21(1):1-11.<br/>23、Zhu Yuanyuan, Wu Lu, Zhu Junjun*, Xu Yong, Yong Qiang, Yu Shiyuan. Quantitative lipidomic insights in the inhibitory response of Pichia stipitis to vanillin, 5-hydroxymethylfurfural, and acetic acid. Biochemical and Biophysical Research Communications, 2018, 497(1): 7-12.<br/>24、Zhu Yuanyuan, Wu Lu, Zhu Junjun*, Xu Yong, Yu Shiyuan. Quantitative proteomic analysis of xylose fermentation strain Pichia stipitis CBS 5776 to lignocellulosic inhibitors acetic acid, vanillin, and 5-hydroxymethylfurfural. FEMS Microbiology Letters, 2018, 365(22): 1-8. 2018年11月1日.<br/>25、Zhu Yuanyuan, Wu Lu, Zhu Junjun*, Xu Yong, Yu Shiyuan. Transcriptome, metabolome analysis of Pichia stipitis to three representative lignocellulosic inhibitors. Archives of Microbiology, 2019, 201(5): 581-589.<br/>26、Junjun Zhu, Liheng Chen, Rolland Gleisner, J.Y. Zhu*. Co-production of bioethanol and furfural from poplar wood via low temperature (≤90 oC) acid hydrotropic fractionation (AHF). Fuel, 2019, 254: 115572.<br/>授权专利：<br/>1、朱均均，朱圆圆，蒋发现，勇强，徐勇，李鑫，余世袁. 一种油茶壳综合利用方法，专利号：ZL 2013 1 0271691.4，专利申请日：2013.07.01. 授权公告日：2016.03.09.<br/>2、朱均均, 杨金龙, 荣亚运, 高露, 陈欣, 张宇康, 勇强, 徐勇, 欧阳嘉, 赖晨欢, 李鑫, 余世袁.一种木质纤维原料预水解糖液的脱毒方法. 专利号: ZL 2015 1 0340855.3, 申请日期: 2015.6.18, 公开日: 2015.8.26. 授权公告日：2018.10.19.<br/>3、朱均均, 荣亚运, 师林丽, 张晨, 徐颖, 邹丽花, 李欢, 吴加辉, 陈丽玮, 徐勇,勇强, 欧阳嘉, 赖晨欢, 李鑫, 余世袁. 一种木质素降解产物的去除方法. 专利号: ZL 2015 1 0832869.7, 申请日期: 2015.11.26. 授权公告日：2018.10.16.<br/>",
    "Class": "2010-2011学年南京林业大学优秀教师；<br/>2011年南京林业大学化工学院青年教师讲课竞赛二等奖。<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427587zhujj@njfu.edu.cn",
    "Introduction": "男，江苏如皋人，1979年7月生，中共党员，副教授，硕士研究生导师，现任南京林业大学化工学院生物工程系副主任。2003年毕业于南京林业大学化学工程学院化学工程与工艺（生物化工方向）本科专业并保送为本校生物化工专业硕士研究生，2006年获得生物化工专业工学硕士学位，2009年获得林产化学加工专业工学博士学位，毕业后留校任教。主持了国家自然科学基金（青年基金）、江苏省自然科学基金（面上项目）、教育部高等学校博士学科点专项科研基金等项目，主要参与了国家重点研发计划、国家自然科学基金、江苏省重点研发计划等项目，入选江苏省“双创计划”企业博士类。指导的研究生获得江苏省优秀硕士学位毕业论文2篇。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/03/20220903150424304j2da52.jpg?iid=47808",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "朱均均",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}