{
    "Research_direction": "有机合成方法学<br/>药物分子结构的设计与合成<br/>荧光探针的设计对多肽和蛋白相互作用的研究。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "10.Zhang, K.; Cai, L.; Hong, S.; Kwon, O. “Phosphine-Catalyzed a-Umpolung-Aldol Reaction for the Synthesis of Benzo[b]azapin-3-ones”, Org. Lett. 2019, 21, 5143.<br/>9.Zhang, K.; Ahmed, I. A.; Kratochvil, H. T.; DeGrado, W. F.; Gai, F.; Jo, H. “Synthesis and Application of the Blue Fluorescent Amino Acid L-4-Cyanotryptophan to Access Peptide-Membrane Interactions”, Chem. Commun. 2019, 55, 5095.<br/>8.Zhang, K.; Cai, L.; Yang, Z.; Houk, K. N.; Kwon, O. “Bridged [2.2.1] Bicyclic Phosphine Oxide Facilitates Catalytic γ-Umpolung Addition–Wittig Olefination”, Chem. Sci. 2018, 9, 1867.<br/>7.Zhang, K.; Kwon, O. “2-[(4-Methylphenyl)sulfonyl]-5-phenyl-2-aza-5- Phosphabicyclo[2.2.1.]heptane” e-EROS Encyclopedia of Reagents for Organic Synthesis, 2017, 1–3.<br/>6.Zhang, K.; Cai, L.; Jiang, X.; Garcia-Garibay, M. A.; Kwon, O. “Phosphine-Mediated Iterative Arene Homologation Using Allenes” J. Am. Chem. Soc. 2015, 137, 11258.<br/>5.Zhang, K.; Huang, Y.; Chen, R. “A novel efficient method for synthesis of propargylamines via three-component coupling of aryl azide, aldehyde, and alkyne promoted by iron–iodine–copper(I) bromide” Tetradehron Lett. 2010, 51, 5463.<br/>4.Cai, L.; Zhang, K.; Chen, S.; Lepage, R. J.; Houk, K. N.; Krenske, E. H.; Kwon, O. “Catalytic Asymmetric Staudinger-aza-Wittig reaction for the synthesis of heterocyclic amines”, J. Am. Chem. Soc. 2019, 141, 9537.<br/>3.Zhou, Q.; Zhang, K.; Cai, L., Kwon, O. “Phosphine-Catalyzed Intramolecular Cyclizations of α-Nitroethylallenoates Forming (Z)-Furanone Oximes” Org. Lett. 2016, 18, 2954.<br/>2.Cai, L.; Zhang, K.; Kwon, O. “Catalytic Asymmetric Total Synthesis of (–)-Actinophyllic Acid” J. Am. Chem. Soc. 2016, 138, 3298.<br/>1.Zhou, Q.; Zhang, K.; Kwon, O. “Stereoselective syntheses of a,β-unsaturated r-amino esters through phosphine-catalyzed g-umpolung additions of sulfonamides to g-substituted allenoates” Tetrahedron Lett. 2015, 56, 3273.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公梁希楼404-3zhangkui@njfu.edu.cn",
    "Introduction": "张葵，副教授，博士就读于美国著名高校加州大学洛杉矶分校（UCLA，2020年世界大学学术排名第11名）， 师从三价膦催化方面的专家Ohyun Kwon 教授，主要从事有机合成新反应的探索研究工作。博士后就职于加州大学旧金山分校（UCSF，药学全美第一)，合作导师为美国著名蛋白质化学家William DeGrado院士，开展了有机小分子、多肽及蛋白质间的多学科交叉工作。<br/>2020年12月起加入南京林业大学化工学院生物制药系，研究方向为有机合成方法学，药物分子结构的设计与合成， 荧光探针的设计对多肽和蛋白相互作用的研究。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/05/20220905231104579mvfhtg.jpg?iid=47896",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "张葵",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}