{
    "Research_direction": "主要从事功能性材料的设计、制备及其应用研究。重点开导电聚合物和金属有机配合物等材料的制备、表征以及电学性能和生物作用的研究。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1.Yueqin Li*, Xiaohui Liu, Qiang Gong, Zongbiao Xia, Yong Yang, Chen Chen and Changhao Qian, Facile preparation of stretchable and self-healable conductive hydrogels based on sodium alginate/polypyrrole nanofibers for use in flexible supercapacitor and strain sensors. International Journal of Biological Macromolecules, 2021, 172, 41-54.<br/>2.Qiang Gong, Yueqin Li*, Xiaohui Liu, Zongbiao Xia and Yong Yang, A facile preparation of polyaniline/cellulose hydrogels for all-in-one flexible supercapacitor with remarkable enhanced performance. Carbohydrate Polymers, 2020, 245, 116611.<br/>3.Yueqin Li*, Minya Zhou, Zongbiao Xia, Qiang Gong, Xiaohui Liu, Yong Yang and Qinwei Gao, Facile preparation of polyaniline covalently grafted to isocyanate functionalized reduced graphene oxide nanocomposite for high performance flexible supercapacitors. Colloids and Surfaces A: Physicochemical and Engineering Aspects, 2020, 602, 125172.<br/>4.Yueqin Li*, Minya Zhou, Yiting Wang, Qiuxia Pan, Qiang Gong, Zongbiao Xia and Yun Li, Remarkably enhanced performances of novel polythiophene-grafting-graphene oxide composite via long alkoxy linkage for supercapacitor application. Carbon, 2019, 147, 519-531.<br/>5.Yueqin Li*, Zongbiao Xia, Qiang Gong, Xiaohui Liu, Yong Yang, Chen Chen and Changhao Qian, Green Synthesis of Free Standing Cellulose/Graphene Oxide/Polyaniline Aerogel Electrode for High-Performance Flexible All-Solid-State Supercapacitors. Nanomaterials, 2020, 10, 1546.<br/>6.Yueqin Li*, Yun Li, Zhiwei Yang, Fantao Meng, Nana Wang, Minya Zhou, Zongbiao Xia, Qiang Gong and Qinwei Gao, Distinct supramolecular assemblies of Fe(iii) and Ni(ii) complexes constructed from the o-vanillin salicylhydrazone ligand: syntheses, crystal structures, DNA/protein interaction, and antioxidant and cytotoxic activity. New Journal of Chemistry, 2019, 43, 8024-8043.<br/>7.Minya Zhou, Yueqin Li*, Qiang Gong, Zongbiao Xia, Yong Yang, Xiaohui Liu, Jie Wang and Qinwei Gao, Polythiophene Grafted onto Single-Wall Carbon Nanotubes through Oligo(ethylene oxide) Linkages for Supercapacitor Devices with Enhanced Electrochemical Performance. ChemElectroChem, 2019, 6, 4595-4607.<br/>8. Yun Li, Yueqin Li*, Xiaohui Liu, Yong Yang, Dong Lin and Qinwei Gao, The synthesis, characterization, DNA/protein interaction, molecular docking and catecholase activity of two Co(II) complexes constructed from the aroylhydrazone ligand. Journal of Molecular Structure, 2020, 1202, 127229.<br/>9.Yueqin Li*, Minya Zhou, Zhiwei Yang and Yun Li, Anthraquinone-functionalized polyurethane designed for polymer electrochromic and electrical memory applications. Journal of Materials Science, 2018, 53, 15600-15613.<br/>10.Yueqin Li*, Zhiwei Yang, Minya Zhou, Yun Li, Jing He, Xuehong Wang and Zhengfeng Lin, Ni(ii) and Co(ii) complexes of an asymmetrical aroylhydrazone: synthesis, molecular structures, DNA binding, protein interaction, radical scavenging and cytotoxic activity. RSC Advances, 2017, 7, 41527-41539.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427024yueqinli@njfu.edu.cn",
    "Introduction": "女，广西南宁人，1984年12月生，中共党员，副教授。2007年毕业于南京航空航天大学材料科学与技术学院应用化学专业，获得理学学士学位；2012年毕业于南京航空航天大学材料科学与技术学院材料物理与化学专业，获得工学博士学位。2012-2013年赴加拿大University of Alberta进行博士后研究。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/04/20220904232435472px1rzd.jpg?iid=47814",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "李月琴",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}