{
    "Research_direction": "1、有机固废热化学转化制备液体燃料<br/>2、生物质制氢<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "一、主持项目：<br/>1、国家自然科学基金青年基金<br/>2、江苏省自然科学基金青年基金<br/>3、十三五重点研发计划子课题<br/>4、第二批博后特别资助站前项目<br/>5、江苏省生物质能源与材料重点实验室开放基金：重点项目<br/>6、南京林业大学标志性成果培育项目<br/>7、南京林业大学水杉英才科研启动项目<br/>二、部分SCI论文：<br/>[1] J. Wang, J. Jiang, Y. Sun, X. Meng, X. Wang, R. Ruan, et al. Heterogeneous Diels–Alder tandem catalysis for converting cellulose and polyethylene into BTX. J Hazard Mater.  (2021).<br/>[2] J. Wang, J. Jiang, X. Wang, R. Wang, K. Wang, S. Pang, et al. Converting polycarbonate and polystyrene plastic wastes intoaromatic hydrocarbons via catalytic fast co-pyrolysis. J Hazard Mater. 386 (2020) 121970.<br/>[3] J. Wang, J. Jiang, X. Wang, S. Pang, Y. Sun, X. Meng, et al. Enhanced BTEX formation via catalytic fast pyrolysis of styrene-butadiene rubber: Comparison of different catalysts. Fuel. 278 (2020).<br/>[4] J. Wang, J. Jiang, X. Meng, M. Li, X. Wang, S. Pang, et al. Promoting Aromatic Hydrocarbon Formation via Catalytic Pyrolysis of Polycarbonate Wastes over Fe- and Ce-Loaded Aluminum Oxide Catalysts. Environ Sci Technol. 54 (2020) 8390-400.<br/>[5] J. Wang, J. Jiang, X. Wang, P. Liu, J. Li, G. Liu, et al. Catalytic conversion of rubber wastes to produce aromatic hydrocarbons over USY zeolites: Effect of SiO2/Al2O3 mole ratio. Energy Convers Manage. 197 (2019).<br/>[6] J. Wang, J. Jiang, Z. Zhong, K. Wang, X. Wang, B. Zhang, et al. Catalytic fast co-pyrolysis of bamboo sawdust and waste plastics for enhanced aromatic hydrocarbons production using synthesized CeO2/γ-Al2O3 and HZSM-5. Energy Convers Manage. 196 (2019) 759-67.<br/>[7] J. Wang, J. Jiang, Y. Sun, Z. Zhong, X. Wang, H. Xia, et al. Recycling benzene and ethylbenzene from in-situ catalytic fast pyrolysis of plastic wastes. Energy Convers Manage. 200 (2019).<br/>[8] J. Wang, Z. Zhong, K. Ding, M. Li, N. Hao, X. Meng, et al. Catalytic fast co-pyrolysis of bamboo sawdust and waste tire using a tandem reactor with cascade bubbling fluidized bed and fixed bed system. Energy Convers Manage. 180 (2019) 60-71.<br/>[9] J. Wang, Z. Zhong, K. Ding, A. Deng, N. Hao, X. Meng, et al. Catalytic fast pyrolysis of bamboo sawdust via a two-step bench scale bubbling fluidized bed/fixed bed reactor: Study on synergistic effect of alkali metal oxides and HZSM-5. Energy Convers Manage. 176 (2018) 287-98.<br/>[10] J. Wang, C. Xu, Z. Zhong, A. Deng, N. Hao, M. Li, et al. Catalytic Conversion of Bamboo Sawdust over ZrO2–CeO2/γ-Al2O3 to Produce Ketonic Hydrocarbon Precursors and Furans. ACS Sustainable Chemistry & Engineering. 6 (2018) 13797-806.<br/>[11] K. Ding, Z. Zhong, J. Wang, B. Zhang, L. Fan, S. Liu, et al. Improving hydrocarbon yield from catalytic fast co-pyrolysis of hemicellulose and plastic in the dual-catalyst bed of CaO and HZSM-5. Bioresour Technol. 261 (2018) 86-92.<br/>[12] J. Wang, Z. Zhong, B. Zhang, K. Ding, Z. Xue, A. Deng, et al. Upgraded bio-oil production via catalytic fast co-pyrolysis of waste cooking oil and tea residual. Waste Manag. 60 (2017) 357-62.<br/>[13] J. Wang, B. Zhang, Z. Zhong, K. Ding, A. Deng, M. Min, et al. Catalytic fast co-pyrolysis of bamboo residual and waste lubricating oil over an ex-situ dual catalytic beds of MgO and HZSM-5: Analytical PY-GC/MS study. Energy Convers Manage. 139 (2017) 222-31.<br/>[14] J. Wang, Z. Zhong, K. Ding, B. Zhang, A. Deng, M. Min, et al. Co-pyrolysis of bamboo residual with waste tire over dual catalytic stage of CaO and co-modified HZSM-5. Energy. 133 (2017) 90-8.<br/>[15] J. Wang, Z. Zhong, K. Ding, B. Zhang, A. Deng, M. Min, et al. Successive desilication and dealumination of HZSM-5 in catalytic conversion of waste cooking oil to produce aromatics. Energy Convers Manage. 147 (2017) 100-7.<br/>[16] K. Ding, Z. Zhong, J. Wang, B. Zhang, M. Addy, R. Ruan. Effects of alkali-treated hierarchical HZSM-5 zeolites on the production of aromatic hydrocarbons from catalytic fast pyrolysis of waste cardboard. J Anal Appl Pyrolysis. 125 (2017) 153-61.<br/>[17] J. Wang, Z. Zhong, K. Ding, Z. Xue. Catalytic fast pyrolysis of mushroom waste to upgraded bio-oil products via pre-coked modified HZSM-5 catalyst. Bioresour Technol. 212 (2016) 6-10.<br/>[18] J. Wang, Z. Zhong, Z. Song, K. Ding, A. Deng. Modification and regeneration of HZSM-5 catalyst in microwave assisted catalytic fast pyrolysis of mushroom waste. Energy Convers Manage. 123 (2016) 29-34.<br/>[19] J. Wang, B. Zhang, Z. Zhong, K. Ding, Q. Xie, R. Ruan. Catalytic fast co-pyrolysis of mushroom waste and waste oil to promote the formation of aromatics. Clean Technologies and Environmental Policy. 18 (2016) 2701-8.<br/>[20] X. Ye, J. Wang, C. Li. Performance and emission reduction potential of renewable energy aided coal-fired power generation systems. Energy. 113 (2016) 966-79.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85482478wangjia@njfu.edu.cn",
    "Introduction": "男，1988年4月生，江苏徐州人，2019年3月获得东南大学动力工程及工程热物理专业博士学位，2014年获得华北电力大学动力工程专业硕士学位，2011年获得华中科技大学热能与动力工程专业学士学位，2017年9月-2018年10月在国家留学基金委资助下于美国田纳西大学及橡树岭国家实验室进行联合培养，2019年9月于南京林业大学化学工程学院工作。主要研究方向为生物质及固废热化学转化制备液体燃料，于《Environment Science & Technology》《Energy Conversion and Management》《ACS Sustainable Chemistry & Engineering》《Journal of Hazardous Materials》《Energy》《Bioresource Technology》等期刊发表学术论文35篇。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/05/202209052252288828hzktt.jpg?iid=47887",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "王佳",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}