{
    "Research_direction": "木质纤维素高效生物炼制<br/>纤维素超分子结构解析<br/>生物质糖基功能纳米材料<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1.Zhe Ling et al. Deconstruction of oriented crystalline cellulose by novel levulinic acid based deep eutectic solvents pretreatment for improved enzymatic accessibility. Bioresource Technology, (2020) 123025.<br/>2.Zhe Ling et al. Effects of ball milling on the structure of cotton cellulose. Cellulose, (2019) 26: 305-328.<br/>3.Zhe Ling et al. Tuning the cellulose nanocrystal alignments for supramolecular assembly of chiral nematic films with highly efficient UVB shielding capability. Journal of Materials Chemistry C (2020) 8: 8493-8501.<br/>4.Zhe Ling et al. Nanocrystals of cellulose allomorphs have different adsorption of cellulase and subsequent degradation. Industrial Crops & Products, (2018) 112: 541-549.<br/>5.Zhe Ling et al. Exploring crystalline-structural variations of cellulose during alkaline pretreatment for enhanced enzymatic hydrolysis. Bioresource Technology, (2017) 224: 611-617.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427587jjling19@njfu.edu.cn",
    "Introduction": "凌喆，男，江苏泰兴人，中共党员，研究生学历，工学博士，硕士生导师。2014年6月本科毕业于北京林业大学林产化工（制浆造纸工程方向）专业，获工学学士学位；2017年10月-2018年9月获国家留学基金委资助，赴美国农业部南方地区研究中心（USDA-SRRC）开展博士联合培养研究工作；2019年6月博士毕业于北京林业大学林产化学加工工程专业，获工学博士学位；同年进入南京林业大学化学工程学院生物工程系，从事教学与科研工作。主要研究方向为木质纤维生物质的高值化利用。在Macromolecules, Bioresource Technology, Cellulose, Journal of Materials Chemistry C, Carbohydrate Polymers等本领域权威杂志发表学术论文30篇。<br/>主持课题：<br/>国家自然科学基金，2021-2023，主持<br/>江苏省自然科学基金，2020-2023，主持<br/>国家重点实验室开放基金, 2020-2022，主持<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/05/202209052255024281wq9wd.jpg?iid=47888",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "凌喆",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}