{
    "Research_direction": "一直从事生物质资源热化学转化方面的研究工作，主要包括木质纤维生物质生物质高效液化及产物的高值化利用方面的研究工作。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "发表学术论文：<br/>(1)Junfeng Feng, Le Zhang, Jianchun Jiang, Chungyun Hse, Todd F. Shupe, Hui Pan. Directional synergistic conversion of lignocellulosic biomass with matching-solvents for added-value chemicals. Green Chemistry, 2019, DOI: 10.1039/C9GC02365H. (SCI, IF2018= 9.405, 一区)<br/>(2)Junfeng Feng, Chung-yun Hse, Zhongzhi Yang, Kui Wang, Jianchun Jiang, Junming Xu. Renewable platform chemicals from directional microwave-assisted liquefaction coupling stepwise extraction of waste biomass. Bioresource Technology, 2017,244, 496–508. (SCI, IF2017= 5.807, 一区)<br/>(3)Junfeng Feng, Chung-yun Hse, Zhongzhi Yang, Kui Wang, Jianchun Jiang, Junming Xu. Directional liquefaction of biomass for phenolic compounds and in situ hydrodeoxygenation upgrading of phenolics using bifunctional catalysts. Energy, 2017, 235, 1–13. (SCI, IF2017= 4.968, 一区)<br/>(4)Junfeng Feng, Chung-yun Hse, Zhongzhi Yang, Kui Wang, Jianchun Jiang, Junming Xu. Liquid phase in-situ hydrodeoxygenation of biomass-derived phenolic compounds to hydrocarbons over bifunctional catalysts. Applied Catalysis A: General, 2017, 542, 163–173. (SCI, IF2017= 4.521, 二区)<br/>(5)Junfeng Feng, Zhongzhi Yang, Chung-yun Hse, Qiuli Su, Kui Wang, Jianchun Jiang, Junming Xu. In situ catalytic hydrogenation of model compounds and biomass-derived phenolic compounds for bio-oil upgrading. Renewable Energy, 2017,105, 140–148. (SCI, IF2017= 4.9, 二区)<br/>(6)Junfeng Feng, Jianchun Jiang, Zhongzhi Yang, Qiuli Su, Kui Wang, Junming Xu. Characterization of depolymerized lignin and renewable phenolic compounds from liquefied waste biomass. RSC Advances, 2016, 6, 95698–95707. (SCI, IF2016= 3.108,三区)<br/>(7)Junfeng Feng, Jianchun Jiang, Junming Xu, Zhongzhi Yang, Kui Wang, Qian Guan, Shuigen Chen. Preparation of methyl levulinate from fractionation of direct liquefied bamboo biomass. Applied Energy, 2015,154, 520–527. (SCI, IF2015= 5.7465, 一区)<br/>(8)Junfeng Feng, Jianchun Jiang, Junming Xu, Zhongzhi Yang. One-step method to produce methyl-D-glucoside from lignocellulosic biomass. RSC Advances, 2015, 48 (5): 38783–38791. (SCI, IF2015= 3.289, 三区)<br/>(9)Junfeng Feng, Jianchun Jiang, Chung-yun Hse, Zhongzhi Yang, Kui Wang,Jun Ye, Junming Xu. Selective catalytic conversion of waste lignocellulosic biomass for renewable value-added chemicals via directional microwave-assisted liquefaction.Sustainable Energy Fuels, 2018, 2, 1035–1047. (SCI, IF2018=4.912)<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公137706639242018149@njfu.edu.cn",
    "Introduction": "冯君锋，女，山东青岛人，工学博士，副教授、硕士生导师，现为南京林业大学化工学院“生物基材料与催化转化”课题组成员。2018年毕业于中国林业科学研究院，并获得生物质能源与材料博士学位，同年入职南京林业大学化工学院林产化工系。主要从事生物质定向催化转化和产物提质改性等方面的基础和应用研究，同时重点开展应用于生物质转化新型催化剂的研究。累计发表SCI论文30余篇，其中以第一作者发表在Green Chemistry、Bioresource Technology、Applied Energy、Journal of Agricultural and Food Chemistry和Industrial Crops and Products等著名能源、材料、化学化工类期刊上发表SCI学术论文20余篇（中科院一区TOP文章9篇、二区文章5篇），授权发明专利1件。同时兼任多个著名期刊如Green Chemistry，Appl. Catal. A-General.等期刊的审稿人。<br/>主持科研项目：<br/>(1) 国家自然科学基金-青年项目，2022.01-2024.12，在研，主持。<br/>(2) 江苏省生物质能源与材料重点实验室-重点项目，2022.01-2024.12，在研，子课题主持。<br/>(3) 林产化学与工程国家民委重点实验室暨广西林产化学与工程重点实验室开放基金-重点项目，2022.01-2023.12，在研，主持<br/>(4) 江苏省高校自然科学基金-面上项目，2020.12-2022.12，结题，主持。<br/>(5) 江苏省生物质能源与材料重点实验室基本科研业务费-重点项目，2019.01-2021.12，结题，主持。<br/>(6) 南京林业大学高层次（高学历）人才科研启动基金，2019.01-2022.12，在研，主持。<br/>参加科研项目：<br/>(1) 国家自然科学基金-面上项目<br/>(2) 中央级公益性科研院所基本科研业务费专项<br/>(3) 江苏省自然科学基金面上项目<br/>(4) 江苏省生物质绿色燃料与化学品重点实验室开放基金<br/>(5)  林业公益性行业科研专项经费<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/05/20220905224719910v51etz.jpg?iid=47885",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "冯君锋",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}