{
    "Research_direction": "主要研究方向为生物化工，从事生物质资源生物催化与转化领域的教学和科研工作。<br/>1.木质纤维资源生物转化生物基化学品（富马酸、香草醛）。<br/>2.功能性糖（透明质酸、低聚木糖、菊粉、低聚果糖、甘露低聚糖）的高效生物制造。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "（1）Xin Li, Lei Yang, Ximei Gu, Chenhuan Lai, Caoxing Huang, Qiang Yong. A Combined Process for Production of Fumaric Acid and Xylooligosaccharides from Corncob. BioResources, 2018, 13(1): 399-411.<br/>（2）Xin Li, Jin Zhou, Shuiping Ouyang, Jia Ouyang, Qiang Yong. Fumaric Acid Production from Alkali-Pretreated Corncob by Fed-Batch Simultaneous Saccharification and Fermentation Combined with Separated Hydrolysis and Fermentation at High Solids Loading. Applied Biochemistry and Biotechnology, 2017, 181(2):573-583.<br/>（3）Xin Li, Zongxing Shan, Xiangyang Song, Jia Ouyang, Yong Xu, Qiang Yong*, and Shiyuan Yu. Immobilization of xylanase on poly (ethylene glycol) methyl ether 5000 and its self-extractive bioconversion for the production of xylo-oligosaccharides. Applied Biochemistry and Biotechnology, 2014, 172(4): 2022-2029.<br/>（4）Xin Li, Zhina Lian, Bo Dong, Yong Xu, Qiang Yong, Shiyuan Yu. Extractive bioconversion of xylan for production of xylobiose and xylotriose using a PEG6000/sodium citrate aqueous two-phase system. Korean J. Chem. Eng., 2011, 28(9): 1897-1901.<br/>",
    "Class": "2012年荣获第四届梁希青年论文奖二等奖。<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427587xli@njfu.edu.cn",
    "Introduction": "男，辽宁省大连人，1975年11月生，中共党员，副教授，硕士研究生导师，现为南京林业大学化工学院教师。2007年毕业于南京工业大学生物化工专业，获得工学博士学位，2010-2013年在南京林业大学林业工程博士后流动站从事博士后研究工作。2015-2016年在美国俄亥俄州立大学（Ohio State University）化学与生物分子工程系以访问学者身份从事研究工作。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/03/20220903145809580jdq435.jpg?iid=47806",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "李鑫",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}