{
    "Research_direction": "主要从事生物降解高分子材料的教学和科研工作。重点开展药物微纳米缓释载体、生物基环氧树脂以及纳米功能材料的研究。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "Wang Fang*, Li Jiarui,Tang Xinyue,Huang Kexin,Chen Lan. Polyelectrolyte three layer nanoparticles of chitosan/dextran sulfate/chitosan for dual drug delivery,Colloids and Surfaces B:Biointerfaces,2020,190:110925.<br/>Wang Fang*, Zhang Qian, Li Xinxia, Huang Kexin, Shao Wei,Yao Dawei, Huang Chaobo.Redox-responsive blend hydrogel films based on carboxymethyl cellulose/chitosan microspheres as dual delivery carrier, International journal of Biological Macromolecules,2019,134:413-421.<br/>Wang Fang*, Kuai Juntao, Pan Hengshi, Wang Nana, Zhu Xinbao. Study on the demethylation of enzymatic hydrolysis lignin and the properties of lignin-epoxy resin blends,Wood science and technology, 2018,52:1343.<br/>Wang Fang*,Yuan Jian, Zhang Qian, Yang Siqian, Jiang Shaohua,Huang Chaobo.PTX-loaded three-layer PLGA/CS/ALG nanoparticle based on layer-by-layer method for cancer therapy, Journal of biomaterialsscience-polymer edition, 2018,29(13): 1566.<br/>王芳*，蒯君涛，胡高铨，高勤卫. 酚化酶解木质素-环氧树脂/环氧树脂复合材料的合成及性能，复合材料学报，2017，34（12）：2681.<br/>Wang Fang*, Yang Siqian, Yuan Jian, Gao Qinwei, Huang Chaobo. Effective mathod of chitosan-coated alginate nanoparticles for target drug delivery applications. Journal of biomaterials applications, 2016,31(1):3.<br/>Wang Fang*, Liu Xiuxiu, Yuan Jian, Yang Siqian, Li Yueqin, Gao Qinwei. Synthsis and characterization of poly(lactic acid-co-glycolic acid) complex microspheres as drug carriers. Journal of biomaterials applications, 2016,31(4):544.<br/>Wang Fang*, Yang Siqian, Hua Dawei, Yuan Jian, Huang Chaobo, Gao Qinwei Gao. A novel preparation method of paclitaxcel-loaded folate-modified chitosan microparticles and in vitro evaluation, Journal of biomaterials science, polymer edition, 2016, 27(3):276.<br/>王芳*，袁健，刘秀秀，方兵，杨思倩，高勤卫. PLGA基载药复合微球的制备及其释放性能，南京林业大学学报，2016，40（2）：95.<br/>王芳，王传柱，蒯君涛，李大钱，朱新宝*. 蓖麻油缩水甘油醚合成工艺研究，林产化学与工业，2015，35（4）：112-116.<br/>王芳*，夏鑫健，周群，张蕤，高勤卫. 秸秆纤维/聚丙烯复合材料的制备及性能研究，化工新型材料，2014，12：35 - 37.<br/>Wang Fang*, Xiao Jun, Wang Jing-wen, Li Shuqin. Study on curing kinetics of a Diglycidyl Ether of Bisphenol A Epoxy Resin/ Microencapsulated Curing Agent system. High Performance Polymers. 2012,24(8):730.<br/>Wang Fang*, Li Shuqin, Wang Jingwen, Xiao Jun. Effect of functionalized multi-walled carbon nanotubes on the curing behavior and thermal stability of epoxy resin. High Performance Polymers. 2012,24(2):97.<br/>",
    "Class": "2013年获梁希林业科技进步奖（排名第4）<br/>2016年获安徽省科技进步奖（排名第4）<br/>2019年获江苏省科技进步奖（排名第6）<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427183wangfang@njfu.edu.cn",
    "Introduction": "女，河北省石家庄人，1980年2月生，中共党员，副教授。2003年毕业于河北工业大学高分子材料专业，获工学学士学位；2009年毕业于南京航空航天大学材料加工工程专业，获工学博士学位，研究生毕业后在南京林业大学化学工程学院任教。<br/>",
    "id": "None",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "王芳",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}