{
    "Research_direction": "主要从事纳米材料领域相关的教学与科研工作。重点围绕高分子材料的组装及功能纳米材料的制备与应用展开研究。另外，在农林废弃物的综合利用和畜禽粪便无害化处理和高值化利用方面开展了相关的研究工作。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "[1] Peng Xu, Xuguang Liang, Nannan Chen, Jingen Tang, Wei Shao, Qinwei Gao, Zhaogang Teng*. Magnetic separable chitosan microcapsules decorated with silver nanoparticles for catalytic reduction of 4-nitrophenol. Journal of Colloid and Interface Science 2017, 507: 353-359.<br/>[2] 徐鹏，王利莹，曹小勇，邵伟，唐进根. 乳化喷雾干燥法制备戊唑醇/壳聚糖微囊. 南京林业大学学报（自然科学版）2017, 41: 157-161.<br/>[3] Peng Xu, Xiaoyong Cao, Jingen Tang, Juan Gao, Juan Liang, Yixi Chen, Qinwei Gao, Rui Zhang, Wei Shao*. Facile synthesis of Ag-deposited macroporous magnetic chitosan spheres for antibacterial application. Journal of Nanoscience and Nanotechnology, 2016, 16: 6847-6853.<br/>[4] Peng Xu, Juan Liang, Xiaoyong Cao, Jingen Tang, Juan Gao, Liying Wang, Wei Shao, Qinwei Gao, Wei Li, Zhaogang Teng. Ag-deposited hollow mesoporous silica microspheres for rapid decolorizing of dye pollutants. Research on Chemical Intermediates, 2016, 42: 8321-8328.<br/>[5] Peng Xu, Juan Liang, Xiaoyong Cao, Jingen Tang, Juan Gao, Liying Wang, Wei Shao, Qinwei Gao, Zhaogang Teng. Facile synthesis of monodisperse of hollow mesoporous SiO2 nanoparticles and in-situ growth of Ag nanoparticles for antibacterial. Journal of Colloid and Interface Science 2016, 474: 114-118.<br/>[6] 徐鹏，陈懿玺，唐进根，曹小勇，张蕤. 载Fe3O4纳米粒子磁性PLA微囊的制备. 南京林业大学学报（自然科学版）2015,39: 101-104.<br/>[7] Peng Xu; Weiguang Shi; Rui Zhang; Qinwei Gao. Controllably Patterned and Aligned Carbon Nanotubes Fabricated on Catalytic Nanoparticles via Block Copolymer Micelles, Science of Advanced Materials, 2014, 6: 2084-2088..<br/>[8]Peng Xu; Yixi Chen; Rui Zhang; JingYang; Xiaoyong Cao; Wei Shao. In Situ Preparation of Ag-Deposited Mesoporous Silica Hollow Spheres with Long-term Antibacterial Activity, Journal of Bionanoscience, 2014, 8: 230-234.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427183xupeng@njfu.edu.cn",
    "Introduction": "男，江苏东台人，1981年4月生，副教授，理学博士。2003年本科毕业于吉林大学化学学院，2008年博士毕业于吉林大学超分子结构与材料国家重点实验室,获高分子化学与物理专业理学博士学位。2009年起就职于南京林业大学化学工程学院。<br/>",
    "id": "None",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "徐鹏",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}