{
    "Research_direction": "主要从事生物质高分子材料的可控制备与利用及生物质纳米材料的研究。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "(1) Integration of Renewable Cellulose and Rosin towards Sustainable Copolymers by “Grafting From” ATRP. Green Chemistry., 2014, 第一作者（SCI 收录，IF=9.125）<br/>(2) UV-Absorbent Lignin-Based Multi-Arm Star Thermoplastic Elastomers. Macromolecular rapid communications. 2015, 第一作者 （SCI收录，IF=4.265）<br/>(3) In situ Development of Cellulose Nanocrystals based Self-Reinforced Thermoplastic Elastomers. Carbohydrate polymers. 2016, 第一作者 (SCI收录，IF=4.811)<br/>(4) Sustainable thermoplastic elastomers derived from cellulose, fatty acid and furfural via ATRP and click chemistry. Carbohydrate polymers. 2017, 第一作者 (SCI收录，IF=4.811)<br/>(5) 两亲性纤维素接枝聚脱氢枞酸共聚物的制备及性能研究. 高分子学报. 2016第一作者 (SCI收录，IF=0.641)<br/>(6) 脱氢枞酸基柔性单体的合成和聚合活性分析. 林产化学与工业. 2014 第一作者 (EI收录)<br/>(7) Preparation, Characterization and Properties of Cellulose-g-PHEMA Copolymer by ATRP in Homogeneous Medium. Chemistry and Industry of Forest Products. 2014, 第一作者 (EI收录)<br/>(8) 脱氢枞酸基ATRP 引发剂的合成和表征. 林产化学与工业. 2016, 第一作者<br/>(9) Fabrication of UV-absorbent cellulose-rosin based thermoplastic elastomer via “graft from” ATRP. Carbohydrate polymers. 2018, 第二作者 (SCI收录，IF=4.811)<br/>(10) 蓖麻油基活性聚合用引发剂的合成和表征. 林产化学与工业. 2014,第二作者 (EI收录)<br/>(11) Integration of lignin and acrylic monomers towards grafted copolymers by free radical polymerization. International Journal of Biological Macromolecules. 2014, 第三作者 (SCI收录，IF=3.671)<br/>(12) Chitin Nanocrystals Prepared by Oxidation of α-Chitin using the O2/Laccase/TEMPO System. Carbohydrate Polymers. 2018, 第三作者 (SCI收录，IF=4.811)<br/>(13) Dissolution of Lignocelluloses with a High Lignin Content in a N-Methylmorpholine-N-oxide Monohydrate Solvent System via Simple Glycerol-Swelling and Mechanical Pretreatments. Journal of agricultural and food chemistry. 2017, 第三作者 (SCI收录，IF=3.154)<br/>(14) Versatile protonic acid mediated preparation of partially deacetylated chitin nanofibers/nanowhiskers and their assembling of nano-structured hydro- and aero-gels. Cellulose. 2017, 第三作者 (SCI收录，IF=3.417)<br/>(15) Robust self-standing chitin nanofiber/nanowhisker hydrogels with designed surface charges and ultra-low mass content via gas phase coagulation. Biomacromolecules, 2016. 第三作者 (SCI收录，IF=5.246)<br/>(16) Adsorption of Reactive Blue 19 from aqueous solution by chitin nanofiber-/nanowhisker-based hydrogels. RSC Advances, 2018, 第三作者 (SCI收录，IF=3.108)<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85427587",
    "Introduction": "俞娟，女，1989年出生，博士，2016年毕业于中国林业科学研究院，取得林产化学加工工程博士学位。硕博期间获“国家奖学金”，“梁希优秀学子奖”，“茅以升科学技术奖—木材科技教育奖学金”，“梁希青年论文奖”等。其后，进入南京林业大学化学工程学院生物工程系工作。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2019/08/27/201908271513254089accqr.jpg?iid=47878",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "俞娟",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}