{
    "Research_direction": "高性能锂/钠离子电池<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1.       Q. Hu, L. Wang*, Z. Chen*, X. He* et al, Targeted masking enables stable cycling of LiNi0.6Co0.2Mn0.2O2 at 4.6 V. Nano Energy, 2022, 96: 107123.<br/>2.       Q. Hu, L. Wang*, Z. Chen*, X. He* et al, Ultrahigh rate capability of manganese based olivine cathodes enabled by interfacial electron transport enhancement. Nano Energy, 2022, 104: 107895.<br/>3.       Q. Hu, L. Wang*, Z. Chen*, X. He* et al, Revisiting the initial irreversible capacity loss of LiNi0.6Co0.2Mn0.2O2 cathode material batteries, Energy Storage Mater., 2022, 50: 373-379.<br/>4.       Q. Hu, J. Y. Liao, C. H. Chen* et al, In situ catalytic formation of graphene-like graphitic layer decoration on Na3V2-xGax(PO4)3 (0 ≤ x≤ 0.6) for ultrafast and high energy sodium storage, J. Mater. Chem. A, 2019, 7, 4660–4667.<br/>5.       Q. Hu, J. Y. Liao, C. H. Chen* et al, 3D porous NaTi2(PO4)3 with long life, superior rate, and low-temperature properties, Energy Technol., 2019, 1900386.<br/>6.       Q. Hu, M. F. Yu, C. H. Chen* et al, Porous carbon-coated NaTi2(PO4)3 with superior rate and low-temperature properties, J. Mater. Chem. A, 2018, 6, 2365–2370.<br/>7.        Q. Hu, J. Y. Liang, C. H. Chen* et al, A comparative study on nanocrystalline layered and crystalline cubic TiP2O7 for rechargeable Li/Na/K alkali metal batteries, J. Mater. Chem. A, 2018, 6, 15230–15236.<br/>8.       Q. Hu, J. Y. Liao, C. H. Chen* et al, Synthesis of porous carbon-coated NaTi2(PO4)3 nanocubes with a high-yield and superior rate properties, J. Mater. Chem. A, 2018, 6, 24503–24508.<br/>9.       Q. Hu, J. Y. Liao, C. H. Chen* et al, Improving the rate and low-temperature performance of LiFePO4 by tailoring the form of carbon coating from amorphous to graphene-like, J. Solid State Electrochem., 2018, 22: 797-805.<br/>10.   Q. Hu, B. K. Zou, C. H. Chen* et al, Synthesis of graphene-modified Li3V2(PO4)3 with superior electrochemical properties via a catalytic solid-state-reaction process, J. Alloys Compd., 2017, 717, 1-7.<br/>11.   Q. Hu, J. Y. Liao, C. H. Chen* et al, Catalytic effects of high-valent transition metal oxides on different carbonization behaviours of polyvinyl alcohol, Chem. Select, 2017, 2, 9450-9453.<br/>12.   Q. Hu, J. Y. Liao, C. H. Chen* et al, In situ catalytic formation of graphene decoration on Na3V2(PO4)3 particles for ultrafast and long-life sodium storage, J. Mater. Chem. A, 2016, 4, 16801–16804.<br/>13.   Y. Xiong, Q. Hu*, H. Zhang* et al, New insight on graphite anode degradation induced by Li-plating. Energy Environ. Mater., 2022, 5(3): 872-876.<br/>14.   J. Liao#, Q. Hu#, X. Zhou* et al. Corrugated layered Titanates as high-voltage cathode materials for potassium-Ion Batteries, ACS Mater. Letters, 2022, 4: 1653-1659. (共同一作)<br/>15.   J. Liao#, Q. Hu#, X. Zhou* et al. Robust carbon nanotube-interwoven KFeSO4F microspheres as reliable potassium cathodes[J]. Science Bulletin, 2022, 67(21): 2208-2215. (共同一作)<br/>16.   Z. Zhang#, Q. Hu#, X. Zhou*et al. Uniform P2-K0.6CoO2 microcubes as a high-energy cathode material for potassium-ion batteries[J]. Nano Letters, 2023. (accept) (共同一作)<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公huqiao0117@njfu.edu.cn",
    "Introduction": "女，1994年生，江西九江人，中共党员，工学博士，硕士生导师。2015年6月毕业于华中师范大学物理科学与技术学院，获化学和物理双理学学士学位。2020年7月毕业于中国科学技术大学，材料学专业，获工学博士学位。<br/>目前主要从事高性能锂/钠离子电池电极材料的研发与应用相关研究工作。共发表SCI论文40余篇，总引用超过1000次，H因子19，其中以第一/通讯作者在Nano Energy、Science Bulletin、Nano Letters、Energy Storage Materials、Journal of Materials Chemistry A、Energy Environmental Materials、ACS Materials Letters等期刊发表SCI论文16篇。现主持南京林业大学高层次人才科研启动基金项目。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2023/02/14/20230214114639386i2p39y.jpg?iid=54764",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "胡乔",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}