{
    "Research_direction": "1、黄连素的结构修饰及降脂活性研究；2、EGFR、Braf等蛋白激酶抑制剂的设计及抗肿瘤活性研究；3、分子对接打分函数的训练与开发；4、多尺度分子动力学（MD）模拟；5、新型QSAR模型的构建与开发。<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. Dong-Dong Li, Peng-Cheng Lv, Hui Zhang, Hong-Jia Zhang, Ya-Ping Hou, Kai Liu, Yong-Hao Ye, Hai-Liang Zhu*.The combination of 4-anilinoquinazoline and cinnamic acid: A novel mode of binding to the epidermal growth factor receptor tyrosine kinase. Bioorg. Med. Chem, 2011, 19, 5012-5022.2. Peng-Cheng Lv†, Dong-Dong Li†, Qing-Shan Li, Xiang Lu, Zhu-Ping Xiao, Hai-Liang Zhu*. Synthesis, molecular docking and evaluation of thiazolyl-pyrazoline derivatives as EGFR TK inhibitors and potential anticancer agents. Bioorg. Med. Chem. Lett, 2011, 21, 5374-5377.3. Dong-Dong Li, Ya-Ping Hou, Wei Wang, Hai-Liang Zhu* Exploration of Chemical Space Based on 4-Anilinoquinazoline. Curr. Med. Chem, 2012, 19, 871-892.4. Dong-Dong Li, Fei Fang, Jing-Ran Li, Qian-Ru Du, Jian Sun, Hai-Bin Gong, Hai-Liang Zhu*. Discovery of 6-substituted 4-anilinoquinazolines with dioxygenated rings as novel EGFR tyrosine kinase inhibitors. Bioorg. Med. Chem. Lett, 2012, 18, 5870-5875.5. Huan-Qiu Li, Dong-Dong Li, Xiang Lu, Yun-Yun Xu, Hai-Liang Zhu*. Design and synthesis of 4,6-substituted-(diaphenylamino)quinazolines as potent EGFR inhibitors with antitumor activity. Bioorg. Med. Chem, 2012, 20, 317-323.6. Dong-Dong Li†, Ya-Juan Qin†, Jian Sun, Jing-Ran Li, Fei Fang, Qian-Ru Du, Yong Qian, Hai- Bin Gong*, Hai-Liang Zhu*. Optimization of Substituted 6-Salicyl-4- Anilinoquinazoline Derivatives as Dual EGFR/HER2 Tyrosine Kinase Inhibitors. Plos One, 2013, 8, 8.7. Jing-Ran Li†, Dong-Dong Li†, Fei Fang, Qian-Ru Du, Lin Lin, Jian Sun, Yong Qian* and Hai-Liang Zhu*. Discovery of 4,6-substituted-(diaphenylamino)quinazolines as potent c-Src inhibitors. Organic& Biomolecular Chemistry, 2013, 11, 8375-8386.8. Jian Sun†, Dong-Dong Li†, Jing-Ran Li, Fei Fang, Qian-Ru Du, Yong Qian and Hai-Liang Zhu*. Design, synthesis, biological evaluation, and molecular modeling study of 4-alkoxyquinazoline derivatives as potential VEGFR2 kinase inhibitors. Organic & Biomolecular Chemistry, 2013, 11, 7676-7686.9. Qian-Ru Du†, Dong-Dong Li†, Ya-Zhou Pi, Jing-Ran Li, Jian Sun, Fei Fang, Wei-Qing Zhong, Hai- Bin Gong*, Hai-Liang Zhu*. Novel 1,3,4-oxadiazole thioether derivatives targeting thymidylate synthase as dual anticancer/antimicrobial agents. Bioorg. Med. Chem, 2013, 21, 2286–2297.10. Jingran Li†, Dong-Dong Li†, Rong-Rong Wang, Jian Sun, Jing-Jun Dong, Qian-Ru Du, Fei Fang, Hai-Liang Zhu*. Design and synthesis of thiazole derivatives as potent FabH inhibitors with antibacterial activity. European Journal of Medicinal Chemistry, 2013, 75, 438–447.11. Fei Fang†, Dong-Dong Li†, Jing-Ran Li, Jian Sun, Qian-Ru Du, Hai-Bin Gong*, Hai-Liang Zhu*. Design, Synthesis, and Evaluation of Substituted 6-amide -4-anilinoquinazoline derivatives as c-Src Inhibitors. RSC Advances, 2013, 3, 26230-26240.12. Yang Zhou, Qian-Ru Du, Jian Sun, Jing-Ran Li, Fei Fang, Dong-Dong Li, Yong Qian, Hai-Bin Gong*, Jing Zhao*, Hai-Liang Zhu*. Novel Schiff-Base-Derived FabH Inhibitors with Dioxygenated Rings as Antibiotic Agents. ChemMedChem, 2013, 8, 433-441.13. Liang Ma, Yu Xiao, Cong Li, Zheng-Lu Xie, Dong-Dong Li, Yan-Ting Wang, Hai-Tian Ma, Hai-Liang Zhu*, Ming-Hua Wang*, Yong-Hao Ye*. Synthesis and antioxidant activity of novel Mannich base of 1,3,4-oxadiazole derivatives possessing 1,4-benzodioxan. Bioorg. Med. Chem, 2013, 21, 6763–6770.14. Jian Sun, Xian-Hai Lv, Han-Yue Qiu, Yan-Ting Wang, Qian-Ru Du, Dong-Dong Li, Yong-Hua Yang*, Hai-Liang Zhu*. Synthesis, biological evaluation and molecular docking studies of pyrazole derivatives coupling with a thiourea moiety as novel CDKs inhibitors. European Journal of Medicinal Chemistry, 2013, 68, 1-9.15. Hua-Lin Yang,  Fei Fang, Chang-Po Zhao, Dong-Dong Li, Jing-Ran Li, Jian Sun, Qian-Ru Du, Hai-Liang Zhu*. Design and synthesis of a novel series of N,4-diphenylpyrimidin-2-amine derivatives as potent and selective PI3Kγ inhibitors. MedChemComm, 2014, 5, 219-225.16. Yong-Hao Ye, Liang Ma, Zhi-Cheng Dai, Yu Xiao, Ying-Ying Zhang, Dong-Dong Li, Jian-Xin Wang, and Hai-Liang Zhu*. Synthesis and Antifungal Activity of Nicotinamide Derivatives as Succinate Dehydrogenase Inhibitors. J. Agric. Food Chem, 2014, 62, 4063–4071.<br/>",
    "Class": "南京林业大学优秀本科毕业论文指导老师<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公lidon@njfu.edu.cn",
    "Introduction": "李冬冬，男，安徽安庆人，1988年1月生，中共党员，讲师。2009年毕业于安徽大学生物技术本科专业；2014年毕业于南京大学生命科学学院医药国家重点实验室，获得理学博士学位；同年进入南京林业大学化学工程学院制药工程系任教；2015-2016年江苏连云港经济技术开发区科技镇长团挂职锻炼。主要从事药物设计、分子动力学模拟，天然产物的结构修饰等研究工作；承担《药物合成反应》、《药物设计原理》、《天然药物化学》等教学工作。<br/>",
    "id": "None",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "李冬冬",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}