{
    "Research_direction": "1、无机纳米材料的设计与合成<br/>2、电催化二氧化碳还原<br/>3、生物质电催化转化<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "(1) Wenjun Zhang, Ruoqi Liu, Ziyi Fan, Huiming Wen, Yu Chen, Ronghe Lin, Yinlong Zhu, Xiaofei Yang, Zupeng Chen*. Synergistic copper nanoparticles and adjacent single atoms on biomass-derived N-doped carbon toward overall water splitting. Inorganic Chemistry Frontiers, 2023, 10, 443‒453.<br/>(2) Ziyi Fan, Wenjun Zhang*, Liang Li, Yuqiao Wang, Yuqin Zou*, Shuangyin Wang, Zupeng Chen*. Recent developments in electrode materials for the selective upgrade of biomass-derived platform molecules into high-value-added chemicals and fuels. Green Chemistry, 2022, 24, 7818‒7868.<br/>(3) Wenjun Zhang, Minghang Jiang, Songyuan Yang, Yi Hu, Bin Mu, Zuoxiu Tie, Zhong Jin*. In-situ grown CuOx nanowire forest on copper foam: A 3D hierarchical and freestanding electrocatalyst with enhanced carbonaceous product selectivity in CO2 reduction. Nano Research Energy, 2022, 1, e9120033.<br/>(4) Wenjun Zhang, Zhong Jin*, Zupeng Chen*. Rational-designed principles for electrochemical and photoelectrochemical upgrading of CO2 to value-added chemicals. Advanced Science, 2022, 9, 2105204. (ESI 高被引论文)<br/>(5) Wenjun Zhang, Ding Ma*, Javier Pérez-Ramírez*, Zupeng Chen*. Recent progress in materials exploration for thermocatalytic, photocatalytic, and integrated photothermocatalytic CO2-to-fuel conversion. Advanced Energy & Sustainability Research, 2022, 3, 2100169.<br/>(6) Wenjun Zhang#, Yuren Xia#, Shuangming Chen#, Yi Hu, Songyuan Yang, Zuoxiu Tie, Zhong Jin*. Single-atom metal anchored Zr6‑cluster-porphyrin framework hollow nanocapsules with ultrahigh active-center density for electrocatalytic CO2 reduction. Nano Letters, 2022, 22, 3340‒3348.<br/>(7) Wenjun Zhang, Songyuan Yang, Minghang Jiang, Yi Hu, Chaoquan Hu*, Xiaoli Zhang, Zhong Jin*. Nanocapillarity and nanoconfinement effects of pipet-like bismuth@carbon nanotubes for highly efficient electrocatalytic CO2 reduction. Nano Letters, 2021, 21, 2650‒2657.<br/>(8) Wenjun Zhang#, Chenhong Xu#, Yi Hu, Songyuan Yang, Lianbo Ma, Lei Wang, Peiyang Zhao, Caixing Wang, Jing Ma*, Zhong Jin*. Electronic and geometric structure engineering of bicontinuous porous Ag-Cu nanoarchitectures for realizing selectivity-tunable electrochemical CO2 reduction. Nano Energy, 2020, 73, 104796.<br/>(9) Wenjun Zhang, Yi Hu, Changzeng Yan, Daocheng Hong, Renpeng Chen, Xiaolan Xue, Songyuan Yang, Yuxi Tian, Zuoxiu Tie, Zhong Jin*. Surface plasmon resonance enhanced direct Z-scheme TiO2/ZnTe/Au nanocorncob heterojunctions for efficient photocatalytic overall water splitting. Nanoscale, 2019, 11, 9053‒9060.<br/>(10) Wenjun Zhang, Yi Hu, Lianbo Ma, Guoyin Zhu, Peiyang Zhao, Xiaolan Xue, Renpeng Chen, Songyuan Yang, Jing Ma, Jie Liu, Zhong Jin*. Liquid-phase exfoliated ultrathin Bi nanosheets: Uncovering the origins of enhanced electrocatalytic CO2 reduction on two-dimensional metal nanostructure. Nano Energy, 2018, 53, 808‒816.<br/>(11) Wenjun Zhang, Yi Hu, Lianbo Ma, Guoyin Zhu, Yanrong Wang, Xiaolan Xue, Renpeng Chen, Songyuan Yang, Zhong Jin*. Progress and perspective of electrocatalytic CO2 reduction for renewable carbonaceous fuels and chemicals. Advanced Science, 2018, 5, 1700275. (ESI 高被引论文)<br/>(12) Lianbo Ma#, Wenjun Zhang#, Peiyang Zhao#, Jia Liang#, Yi Hu, Guoyin Zhu, Renpeng Chen, Zuoxiu Tie*, Jie Liu, Zhong Jin*. Highly-efficient overall water splitting driven by all-inorganic perovskite solar cells and promoted by bifunctional bimetal phosphide nanowire arrays. Journal of Materials Chemistry A, 2018, 6, 20076‒20082.<br/>(13) Changzeng Yan#, Xiaolan Xue#, Wenjun Zhang#, Xiaojie Li, Juan Liu, Songyuan Yang, Yi Hu, Renpeng Chen, Yaping Yan, Guoyin Zhu, Zhenhui Kang*, Dae Joon Kang*, Jie Liu*, Zhong Jin*. Well-designed Te/SnS2/Ag artificial nanoleaves for enabling and enhancing visible-light driven overall splitting of pure water. Nano Energy, 2017, 39, 539‒545.<br/>(14) Wenjun Zhang, Xiaozhe Zhang, Zuxing Zhang, Wanhua Wang, Anjian Xie*, Changhe Xiao, Hui Zhang, Yuhua Shen*. Nitrogen-doped carbon dot-sensitized TiO2 inverse opal film: preparation, enhanced photoelectrochemical and photocatalytic performance. Journal of the Electrochemical Society, 2015, 162, H638‒H644.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公zhangwj@njfu.edu.cn",
    "Introduction": "张文君，安徽铜陵人，理学博士，硕士生导师。2020年毕业于南京大学化学化工学院，并获得博士学位（导师：金钟 教授），同年7月进入南京林业大学化学工程学院任职。<br/>主要从事无机纳米材料的合成及其在电催化二氧化碳还原、生物质电催化转化的应用基础研究工作。在国际知名学术期刊Nano Letters，Nano Energy，Advanced Science等以第一/共一作者或通讯作者的身份发表论文14篇，其中ESI高被引论文2篇。入选2021年江苏省“双创博士”，并主持国家自然科学基金青年科学基金项目，江苏省自然科学基金青年项目，中国博士后科学基金面上项目，江苏省高等学校自然科学研究面上项目、南京林业大学高层次人才科研启动基金科研项目。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2023/02/13/20230213170537986b9iwi3.jpg?iid=54695",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "张文君",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}