{
    "Research_direction": "None",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "[1] Jihuai Tan, Tongtong Zhang, Fan Wang, Nengkun Huang, Min Yu, Lifen Wei, Puyou Jia, Xinbao Zhu. One-pot and industrial manufacturing of cardanol-based polyoxyethylene ether carboxylates as efficient and improved migration resistance plasticizers for PVC. Journal of cleaner production, 2022, 375, 133943. (SCI/EI，IF: 11.072，中科院一区)<br/>[2] Tongtong Zhang, Min Yu, Yu Huang, Jihuai Tan ⃰, Meng Zhang, Xinbao Zhu⃰. Design and manufacturing of cost-effective tannin-based polyurethane foam as an efficient and reusable absorbent for oil and solvents. Industrial Crops and Products, 2022, 189, 115815. (IF: 6.449，中科院一区)<br/>[3] 黄能坤, 王梓雯, 王文耕, 王学峰, 谈继淮 ⃰, 朱新宝. 新型氢化二聚酸乙二醇醚酯的合成及其增塑PVC性能研究.化工进展, 2022,  DOI:10.16085/j.issn.1000-6613.2022-1251. （EI，梯队期刊）<br/>[4] Jihuai Tan, Fan Wang, Wengen Wang, Qi Wang, Xuefeng Wang, Fang Wang, Meng Zhang, Xinbao Zhu. Waste fatty acid-based methyl tetraglycol ester derived from dimer acid manufacturing as efficient and biodegradable plasticizer for poly(vinyl chloride). ACS Sustainable Chemistry & Engineering, 2021, 9, 40, 13573–13581. (SCI/EI，IF: 8.198，中科院一区)<br/>[5] Jihuai Tan, Qinghe Fu, Yongquan Qu, Fan Wang, Wengeng Wang, Fang Wang, Yunfeng Cao, Xinbao Zhu. Direct transformation of fatty acid-derived monomers from dimer acid manufacturing into valuable bio-plasticizers with high plasticization and compatibilization. Journal of cleaner production, 2021, 289, 125821. (SCI/EI，IF: 9.297，中科院一区)<br/>[6] Tongtong Zhang, Changlei Yu, Min Yu, Yu Huang, Jihuai Tan*, Meng Zhang, Xinbao Zhu*. Multifunctional tannin extract-based epoxy derived from waste bark as a highly toughening and strengthening agent for epoxy resin. INDUSTRIAL CROPS AND PRODUCTS, 2022, 176, 114255. (IF: 6.449，中科院一区)<br/>[7] Li Dandan, Hu Dinggen, Jihuai Tan ⃰, Qinghao Zhu, Zhulan Liu, Chen Su, Jianbin Chen, Yunfeng Cao ⃰. Design and synthesis of dimer acid-based waterborne polyurethane as water- and oil-resistant coating for paper substrates. Materials & Design, 2021, 211, 110142. (SCI/EI，IF: 7.991，中科院一区)<br/>[8] 李丹丹, 谈继淮 ⃰, 胡定根, 陈建斌, 刘祝兰, 曹云峰 ⃰. 水性聚氨酯表面施胶剂的制备、改性及应用研究进展, 化工进展, 2021, 40, 366-377.（EI，梯队期刊）<br/>[9] Jihuai Tan, Tingting Lu, Ran Li, Shuai Zhang, Wangcheng Liu, Xinbao Zhu, Jinwen Zhang, Junna Xin. Ethoxylated ester derived from waste frying oil as highly efficient and biodegradable plasticizers for poly (lactic acid). ACS Sustainable Chemistry & Engineering, 2019, 7, 15957–15965. (SCI/EI, IF: 7.632，中科院一区)<br/>[10] Jihuai Tan, Shuai Zhang, Tingting Lu, Ran Li, Tuhua Zhong, Xinbao Zhu. Design and synthesis of ethoxylated esters derived from waste frying oil as anti-ultraviolet and efficient primary plasticizers for poly(vinyl chloride). Journal of cleaner production, 2019, 229, 1274–1282. (SCI/EI，IF: 7.246，中科院一区)<br/>[11] Jihuai Tan, Bowen Liu, Qinhe Fu, Liwei Wang, Junna Xin, Xinbao Zhu. Role of ehtylene oixide unit in the structure of vegetable oil-based plasticizer for PVC: An efficient strategy to enhance compatibility and plasticization. Polymers, 2019, 11, 779. (SCI/EI，IF: 3.426；中科院二区)<br/>[12] Jihuai Tan, Tingting Lu, Jinwen Zhang, Bingxue Xie, Muhua Chen, Xinbao Zhu. Highly efficient and recyclable catalysts SnCl2-xH3PW12O40/AC with Brønsted and Leiws acid sites for terephthalic acid esterification. Journal of the Taiwan Institute of Chemical Engineers, 2018, 86, 18–14. (SCI/EI，IF= 3.849；中科院二区)<br/>主持或参与项目<br/>1. 主持. 国家青年基金-32101467,（30万）<br/>2. 主持. 江苏省青年基金-BK20210619（20万）<br/>3. 主持. 二聚酸及其衍生品高值化利用技术开发. 安庆市虹泰新材料有限责任公司, 2020.11 ~ 2024.10 （100万）<br/>4. 主持. 医用包装纸用新型高分子复合材料的研究及应用. 浙江省博士后基金一等资助 (ZJ2020021), 2019.11 ~ 2021.11 （8万）<br/>5. 主持. 固碳型地沟油基醇醚酯制备及其增韧PLA农膜机制研究. 江苏省资助招收博士后基金, 2020.03 ~ 2022.03（16万）<br/>6. 主要参与人. 低粘度芳纶基环氧树脂制备及应用性能研究(BE2019111), 江苏省科技厅, 2019.06 ~ 2022.06 （97万）<br/>7. 主持. 新型磁性纳米催化二聚酸酯化反应研究 (163030767), 南京林业大学优博基金, 2016.03 ~ 2019.04 （5万）<br/>获奖<br/>2021年安徽省科技进步三等奖（3/6）<br/>2021年中石化联合会科技进步一等奖（9/15）<br/>2020梁希林业科学技术三等奖（6/15）<br/>近三年主要审稿期刊<br/>ACS Sustainable Chemistry & Engineering; Fuel; ACS Omega; Applied Organometallic Chemistry; Biomass Conversion and Biorefinery; ChemistrySelect; Iranian Polymer Journal; Journal of Polymers and the Environment.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公jihuaitan@njfu.edu.cn",
    "Introduction": "籍贯江苏涟水，南京林业大学与美国华盛顿州立大学联合培养博士，硕士生导师。安徽虹泰新材料股份有限公司和仪征市新源新材料科技有限公司等公司技术顾问，中文核心期刊《包装工程》青年编委。主要从事生物基助剂（增塑剂、造纸助剂)、以及非均相酯化催化剂等领域的研究，主持了安徽虹泰新材料股份有限公司、仪征市新源新材料科技有限公司、华邦古楼新材料有限公司（中德合资）等企业的多项产学研合作项目。已发表学术论文26篇，其中以第一作者或通讯作者身份在ACS Sustainable Chemistry & Engineering、Journal of Cleaner Production、Materials & Design、Industrial Crops and Products等绿色化工、材料和农林类 Top 期刊上发表论文16篇；获授权6件中国发明专利。主持国家自然科学基金-青年项目、江苏省自然科学基金-青年项目、浙江省博士后一等基金、江苏省博士后基金等项目；获得中石化联合会科技进步一等奖1项，安徽省科技进步三奖1项，梁希林业科学技术三等奖1项。<br/>",
    "id": "None",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "谈继淮",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}