{
    "Research_direction": "1. 大π共轭稠环芳香烃有机光电功能材料<br/>2. 绿色催化技术<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. Weifan Wang, Fiona Hanindita, Yosuke Hamamoto, Yongxin Li, Shingo Ito.* Fully conjugated azacorannulene dimer as large diaza[80]fullerene fragment. Nat. Commun. 2022, 13, 1498.<br/>2. Weifan Wang, Fiona Hanindita, Richard D. Webster, Shingo Ito.* S-Shaped Fused Azacorannulene Dimer: Structural and Redox Properties. CCS Chem. 2023, 5, 1108−1117.<br/>3. Weifan Wang, Fiona Hanindita, Yusei Tanaka, Kotaro Ochiai, Hiroyasu Sato, Yongxin Li, Takuma Yasuda,* Shingo Ito.* π‐Extended Pyrrole‐Fused Heteropine: Synthesis, Properties, and Application in Organic Field‐Effect Transistors. Angew. Chem. Int. Ed. 2023. 62. e202218176.<br/>4. Weifan Wang, Man Luo, Weiwei Yao, Mengtao Ma,* Sumod A. Pullarkat, Li Xu,* Pak-Hing Leung.* Catalyst-free and Solvent-free Cyanosilylation and Knoevenagel Condensation of Aldehydes. ACS Sustainable Chem. Eng. 2019, 7, 1718−1722.<br/>5. Weifan Wang, Man Luo, Jia Li, Sumod A. Pullarket, Mengtao Ma.* Low-valent magnesium(I)-catalyzed cyanosilylation of ketones. Chem. Commun. 2018, 54, 3042−3044.<br/>6. Weifan Wang, Xingchao Shen, Fengyi Zhao, Huan Jiang, Weiwei Yao, Sumod A. Pullarkat, Li Xu, Mengtao Ma.* Ytterbium-Catalyzed Hydroboration of Aldehydes and Ketones. J. Org. Chem. 2018, 83, 69−74.<br/>7. Xu Cao,‡ Weifan Wang,‡ Weiwei Yao,* Fei Xue,* Mengtao Ma.* Magnesium-catalyzed hydroboration of organic carbonates, carbon dioxide and esters. Dalton Trans. 2020, 49, 2776−2780. (共一)<br/>8. Weifan Wang, Man Luo, Da Zhu, Weiwei Yao,* Li Xu,* Mengtao Ma.* Green hydroboration of carboxylic acids and mechanism investigation. Org. Biomol. Chem. 2019, 17, 3604−3608.<br/>9. Weifan Wang, Man Luo, Weiwei Yao, Mengtao Ma,* Sumod A. Pullarkat, Li Xu,* Pak-Hing Leung.* Catalyst-free and solvent-free hydroboration of ketones. New. J. Org. Chem. 2019, 43, 10744−10749.<br/>10. Weifan Wang, Kai Lu, Yi Qin, Weiwei Yao, Dandan Yuan, Sumod A. Pullarkat, Li Xu, Mengtao Ma.* Grignard reagents-catalyzed hydroboration of aldehydes and ketones. Tetrahedron. 2020, 76, 131145.<br/>11. Mengtao Ma,* Weifan Wang, Yu, Zhijuan, et al. Synthesis and structural characterization of amine-bridged bis(phenolate) lanthanide complexes. J. Organomet. Chem. 2015, 787, 51−55.<br/>12. Mengtao Ma,* Weifan Wang, Weiwei Yao. Synthesis of magnesium(I) complexes and their applications. Chin. J. Org. Chem. 2016, 36, 76−82.<br/>13. Fengyi Zhao, Huifang Zhao, Wenlong Wu,* Weifan Wang,* Weilin Li. Research on Anthocyanins from Rubus “Shuofeng” as Potential Antiproliferative and Apoptosis-Inducing Agents. Foods 2023, 12, 1216.<br/>14. Fengyi Zhao, Weifan Wang, Wen Lu, Li Xu,* et al. High anticancer potency on tumor cells of dehydroabietylamine Schiff-base derivatives and a copper(II) complex. Eur. J. Med. Chem. 2018, 146, 451−459.<br/>15. Fengyi Zhao, Weifan Wang, Wenlong Wu.* A novel ruthenium polypyridyl complex for the selective imaging and photodynamic targeting of the Golgi apparatus. Dalton Trans. 2021, 50, 3536−3541.<br/>16. Fengyi Zhao, Jialuan Wang, Weifan Wang, Lianfei Lyu, Wenlong Wu,* Weilin Li.* The Extraction and High Antiproliferative Effect of Anthocyanin from Gardenblue Blueberry. Molecules 2023, 28, 2850.<br/>17. Xi-Rui Li, Houguang Jeremy Chen, WeifanWang, Pak-Hing Leung et al. Palladacycle promoted asymmetric hydrophosphination of α, β-unsaturated sulfonyl fluorides. J. Organomet. Chem. 2019, 899, 120912.<br/>18. Mengtao Ma,* Xingchao Shen, Weifan Wang, et al. Syntheses of sterically bulky Schiff-base magnesium complexes and their application in the hydrosilylation of ketones. Eur. J. Org. Chem. 2016, 5057−5062.<br/>19. Weiwei Yao, Mengtao Ma,* Weifan Wang, Li Xu,* et al. Asymmetric synthesis of a chiral diarsine ligand via a cycloaddition reaction between 3,4-dimethyl-1-phenylarsole and diphenylvinylarsine. Tetrahedron: Asymmetry. 2014, 25, 1100−1103.<br/>20. Jun Kikuchi, Kaito Maesaki, Shuma Sasaki, Weifan Wang, Shingo Ito, Naohiko Yoshikai.* Stereoselective Synthesis of β‑Alkoxy-β-amido Vinylbenziodoxoles via Iodo(III)etherification of Ynamides. Org. Lett. 2022, 24, 6914−6918.<br/>21. Fengyi Zhao, Lanlan Du, Jialuan Wang, Hongxia Liu, Huifang Zhao, Lianfei Lyu, Weifan Wang, Wenlong Wu,* Weilin Li*.Polyphenols from Prunus mume: extraction, purification, and anticancer activity. Food Funct., 2023,14, 4380-4391.<br/>",
    "Class": "化工安全与环境保护<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公weifan@njfu.edu.cn",
    "Introduction": "王未凡，1992年5月，江苏盐城人，中共党员，博士。2010.09-2014.06 南京林业大学，理学院，材料化学，工学学士；2014.09-2019.06 南京林业大学，化学工程学院，林产化学加工工程，工学博士；2017.08-2018.08 新加坡南洋理工大学，SPMS-CBC，访问学者。主要从事大π共轭稠环芳香烃有机光电功能材料以及开发绿色催化技术等研究。相关工作发表在Nature Communications，CCS Chemistry，Angewandte Chemie International Edition，ACS Sustainable Chemistry & Engineering，Chemical Communications，The Journal of Organic Chemistry，Dalton Trans等二十余篇国际知名学术期刊上，并授权多项发明专利。现主持南京林业大学高层次人才科研启动基金项目。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2023/07/13/20230713112644594llq4fq.png?iid=63378",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "王未凡",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}