{
    "Research_direction": "胶粘剂、特别是丙烯酸酯和聚氨酯胶粘剂的基础研究和产品开发；<br/>企业项目：[1]保护膜用丙烯酸酯乳液压敏胶的研制，山东金利源化工有限公司  已完结[2]铜版纸标签用乳液型丙烯酸酯压敏胶的研制，广东中山联冠胶粘制品有限公司  已完结[3]丙烯酸酯弹性体的研制，无锡市万力粘合材料股份有限公司  已完结[4]膜类标签胶，江苏国胶化学科技有限公司  已完结<br/>[5]玻璃台板胶，浙江江山波恩化工有限公司公司  已完结<br/>[6]反应型聚氨酯热熔胶技术开发，南京苏特林新材料科技有限公司<br/>[7]硅烷改性聚醚密封胶的研制，扬州晨化<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "[25]宗红亮,陆逸峰,房成*,林中祥,林星.含环己烷侧基的蓖麻油聚醚多元醇的制备及应用. 聚氨酯工业,2020,35(4):61-64.<br/>[24]房成,朱新宝,曹云峰,董晓红,房连顺.硅烷改性聚醚密封胶的研究和应用进展. 广州化工,2020,48(16):1-4.<br/>[23]Hongliang Zong, Cheng Fang*, Zhongxiang Lin, Qiming Yan, Xing Lin. A novel polyether polyol contains repeating cyclohexane units and its application on reactive polyurethane adhesive. Polym Adv Technol. 2020;1-10. https://doi.org/10.1002/pat.4980.<br/>[22]Cheng Fang*, Xingmiao Huang, Teng Ge, Yubo Li, Yunfeng Cao*, Xinbao Zhu, Xiaohong Dong. Effect of dodecafluoroheptyl methacrylate (DFMA) on the comprehensive properties of acrylate emulsion pressure sensitive adhesives. International journal of adhesion and adhesives, 2020,101.102634 （SCI）<br/>[21]Cheng Fang*, Xinbao Zhu, Yunfeng Cao*, Xu Xu, Shifa Wang, Xiaohong Dong. Toward replacement of methyl methacrylate by sustainable bio-based isobornyl methacrylate in latex pressure sensitive adhesive. International journal of adhesion and adhesives, 2020,100,102623. （SCI）<br/>[20]Cheng Fang*, Zining Liu, Xinbao Zhu, Yunfeng Cao, Xiaohong Dong. Manipulation of chain transfer agent and cross-linker concentration to modify the performance of fluorinated acrylate latex pressure sensitive adhesive. Journal of adhesion science and technology, 2020, 34(9): 976-994. （SCI）<br/>[19]陆逸峰,房成,林星,林中祥.茚-古马隆树脂对聚氨酯热熔胶性能的影响.中国胶粘剂,2019,28(1):12-16.<br/>[18]Cheng Fang*, Kai Zhu, Xinbao Zhu, Zhongxiang Lin. Preparation and characterization of self-crosslinking fluorinated polyacrylate latexes and their pressure sensitive adhesive applications. International journal of adhesion and adhesives, 2019,95,102417. （SCI）<br/>[17]Cheng Fang*, Qiming Yan, Zhuangzhuang Liu, Yifeng Lu, Zhongxiang Lin. The influence of monobutyl itaconate and β-carboxyethyl acrylate on acrylic latex pressure sensitive adhesives. International journal of adhesion and adhesives, 2018, 84: 387-393. （SCI）<br/>[16]Qiming Yan, Zhongxiang Lin, Xin Lin, Cheng Fang*. Preparation and characterization of high initial bonding strength reactive hot melt polyurethane adhesive derived from phthalate polyester polyols. Journal of adhesion science and technology, 2018, 32(20): 2282-2297. （SCI）<br/>[15]Cheng Fang*, Yi Jing, Yajun Zong, Zhongxiang Lin. Effect of trifunctional cross-linker triallyl isocyanurate (TAIC) on the surface morphology and viscoelasticity of the acrylic emulsion pressure sensitive adhesives. Journal of adhesion science and technology, 2017, 31: 858-873. （SCI）<br/>[14]Cheng Fang, Yi Jing, Zhongxiang Lin*. The Application Research of Environment-Friendly Reactive Surfactants in the Acrylate Emulsion Pressure Sensitive Adhesives. International journal of adhesion and adhesives, 2017, 73: 1-7. （SCI）<br/>[13]Cheng Fang*, Yi Jing, Yajun Zong, Zhongxiang Lin. Preparation and characterization of fluorine-containing acrylic latex PSAs using a reactive surfactant. Journal of fluorine chemistry, 2016, 192: 113-119.  （SCI）<br/>[12]Cheng Fang, Yi Jing, Yajun Zong, Zhongxiang Lin*. Effect of N,N-Dimethylacrylamide (DMA) on the comprehensive properties of acrylic latex pressure sensitive adhesives. International journal of adhesion and adhesives, 2016, 71:105-111.  （SCI）<br/>[11]Miaomiao Zhu, Zhongxiang Lin, Cheng Fang*. Properties of Single-Component Acrylic Pressure-Sensitive Adhesives Synthesized Using tert-Butyl Peroxypivalate Initiator. Polymer Science, Series A, 2016, 58(3):101-107. （SCI）<br/>[10]Cheng Fang, Zhongxiang Lin*. Effect of propyleneimine external cross-linker on the properties of acrylate emulsion pressure sensitive adhesives. International Journal of Adhesion and Adhesives, 2015, 61: 1-7.  （SCI）<br/>[9]Cheng Fang, Yuanyuan Wang, Zhongxiang Lin, Eric S. Daniels*, Andrew Klein. Partitioning of monobutyl itaconate and β-carboxyethyl acrylate between organic and water phases. Journal of Applied Polymer Science, 2014, 131(19).  （SCI）<br/>[8]Cheng Fang, Bing Huang, Zhongxiang Lin*. Modification Research on the Peel Strength of the Acrylate Emulsion Pressure-Sensitive Adhesives. Journal of Applied Polymer Science, 2014, 131(7).  （SCI）<br/>[7]黄海洲, 房成, 林中祥*. UV固化无溶剂型丙烯酸酯压敏胶的合成与性能表征. 精细化工, 2016, 33(12):1428-1433. （EI）<br/>[6]宗雅君, 房成, 林中祥*. 环保型可聚合乳化剂在丙烯酸酯乳液压敏胶中的应用. 精细化工, 2016, 33(11):1308-1314. （EI）<br/>[5]房成, 林中祥*. 丙烯亚胺类外交联剂在压敏胶乳液中的应用研究. 中国胶粘剂, 2016, 25(7):399-403.  （中文核心）<br/>[4]宗雅君, 房成, 林中祥*. 马来酸酐化聚丁二烯改性丙烯酸酯乳液压敏胶的合成及表征. 精细化工, 2016, 33(4):475-480.  （EI）<br/>[3]房成, 宗雅君, 林中祥. 丙烯酸乳液压敏胶剥离强度的改性研究(英文). 2016中国国际粘接技术大会论文集.   （会议论文）<br/>[2]房成, 林中祥*. 乳液型丙烯酸酯压敏胶研究进展. 中国胶粘剂, 2013, 22(2):40-44.<br/>[1]姜基标, 房成, 林中祥*. 丙烯酸酯PSA环形初粘力影响因素研究. 中国胶粘剂, 2012, 21(2):50-54.<br/>",
    "Class": "1. 2019年化工学院青年教师讲课竞赛二等奖<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公fangcheng533@163.com",
    "Introduction": "房成，江苏盐城人，1988年7月生，博士，中共党员，讲师。2015年南京林业大学化学工程学院林产化学加工工程专业毕业并获博士学位。2017年9月入职于南京林业大学化工院精细化工系。江苏省低碳技术学会会员，江苏省化学化工学会会员。<br/>目前主持南京林业大学高层次（高学历）人才科研启动基金1项，企业产学研合作课题2项，参与国家重点研发计划课题1项。获得江苏省博士后科研资助（B类），江苏省“双创博士”资助，扬州市“绿扬金凤计划”优秀博士资助。<br/>在国内外学术期刊发表论文29篇，其中以第一作者/唯一通讯作者身份发表英文SCI论文17篇。授权国家发明专利2件。作为项目第一负责人已完成5家企业的产学研合作项目。<br/>获得2019年化工学院青年教师讲课竞赛二等奖；指导学生获得江苏省第七届大学生化工设计竞赛特等奖，获得南京林业大学“优秀博士后”“本科毕业论文优秀指导教师”“优秀班主任”等荣誉称号。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/05/202209052228201928fruyh.jpg?iid=47875",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "房成",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}