{
    "Research_direction": "None",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. Jing-Jing Zhang#*, Qi-Jie Xu#, Claudia Schmidt, Mohamed A. Abu el Maaty, Jinglin Song, Chunqiu Yu, Jun Zhou, Kang Han, Hao Sun*, Angela Casini, Ingo Ott, Stefan Wölfl*. Elucidating the multimodal anticancer mechanism of an organometallic terpyridine platinum(II) N‑heterocyclic carbene complex against triple-negative breast cancer in vitro and in vivo. J. Med. Chem. 2023, 66, 3995.<br/>2. Jing-Jing Zhang#*, Wanwan Zhang#, Lei Zhang, Mengxuan Hu, Qi-Jie Xu, Yungen Xu*. Design, synthesis and biological evaluation of novel 4-aminopiperidine derivatives as SMO/ERK dual inhibitors. Bioorgan. Med. Chem. 2022, 74, 117051.<br/>3. Jing-Jing Zhang*, Mohamed A. Abu el Maaty, Henrik Hoffmeister, Claudia Schmidt, Julienne K. Muenzner, Rainer Schobert, Stefan Wölfl*, Ingo Ott*. A multi-target gold(I) complex induces cytotoxicity related to aneuploidy in HCT-116 colorectal carcinoma cells. Angew. Chem. Int. Ed. 2020, 59, 16795.<br/>4. Chunqiu Yu#, Zhibin Wang#, Zeren Sun, Lei Zhang, Wanwan Zhang, Yugen Xu*, Jing-Jing Zhang*. Platinum-based combination therapy: molecular rationale, current clinical uses, and future perspectives. J. Med. Chem. 2020, 63, 13397.<br/>5. Jing-Jing Zhang, Julienne K. Muenzner, Mohamed A. Abu el Maaty, Bianka Karge, Rainer Schobert, Stefan Wölfl*, Ingo Ott*. A multi-target caffeine derived rhodium(I) N-heterocyclic carbene complex: evaluation of the mechanism of action. Dalton Trans. 2016, 45, 13161.<br/>6. Taotao Zou#, Jing-Jing Zhang#, Bei Cao, Ka-Chung Tong, Chun-Nam Lok, Chi-Ming Che*. Deubiquitinases as anticancer targets of gold complexes. Isr. J. Chem. 2016, 56, 825.（共同一作）<br/>7. Jing-Jing Zhang, Chi-Ming Che, Ingo Ott*. Caffeine derived platinum(II) N-heterocyclic carbene complexes with multiple anti-cancer activities. J. Organomet. Chem. 2015, 782, 37.<br/>8. Jing-Jing Zhang, Kwan-Ming Ng, Chun-Nam Lok, Raymond Wai-Yin Sun, Chi-Ming Che*. Deubiquitinases as potential anti-cancer targets for gold(III) complexes. Chem. Commun. 2013, 49, 5153.<br/>9. Jing-Jing Zhang, Wei Lu, Raymond Wai-Yin Sun*, Chi-Ming Che*. Organogold(III) supramolecular polymers for anticancer treatment. Angew. Chem. Int. Ed. 2012, 51, 4882.<br/>10. Jing-Jing Zhang, Raymond Wai-Yin Sun, Chi-Ming Che*. A dual cytotoxic and anti-angiogenic water-soluble gold(III) complex induces endoplasmic reticulum damage in HeLa cells. Chem. Commun. 2012, 48, 3388.<br/>11. Jing-Jing Zhang, Ying Shao, Li Wei, Ying Li, Xin Sheng, Fang Liu, Guo-Yuan Lu*. Design of artificial nucleases and studies of their interaction with DNA. Sci. China Ser. B-Chem. 2009, 52, 402.<br/>12. Julienne K Muenzner, Bernhard Biersack, Alexander Albrecht, Tobias Rehm, Ulrike Lacher, Wolfgang Milius, Angela Casini, Jing-Jing Zhang, Ingo Ott, Viktor Brabec, Olga Stuchlikova, Ion C Andronache, Leonard Kaps, Detlef Schuppan, Rainer Schobert*. Ferrocenyl-coupled N-heterocyclic carbene complexes of gold(I): a successful approach to multinuclear anticancer drugs. Chem. Eur. J. 2016, 22, 18953.<br/>13. Taotao Zou, Ching Tung Lum, Chun-Nam Lok, Jing-Jing Zhang, Chi-Ming Che*. Chemical biologly of anticancer gold(III) and gold(I) complexes. Chem. Soc. Rev. 2015, 44, 8786.<br/>14. Chun-Nam Lok#, Taotao Zou#, Jing-Jing Zhang, Iris Wing-Shan Lin, Chi-Ming Che*. Controlled-Release Systems for Metal-Based Nanomedicine: Encapsulated/Self-Assembled Nanoparticles of Anticancer Gold(III)/Platinum(II) Complexes and Antimicrobial Silver Nanoparticles. Adv. Mater. 2014, 26, 5550.<br/>15. Faan-Fung Hung, Wai-Pong To, Jing-Jing Zhang, Chensheng Ma, Wai-Yeung Wong, Chi-Ming Che*. Water-Soluble Luminescent Cyclometalated Gold(III) Complexes with cis-Chelating Bis(N-Heterocyclic Carbene) Ligands: Synthesis and Photophysical Properties. Chem. Eur. J. 2014, 20, 8604.<br/>16. Ying Shao, Xin Sheng, Ying Li, Zhao-Li Jia, Jing-Jing Zhang, Fang Liu, Guo-Yuan Lu*. DNA binding and cleaving activity of the new cleft molecule N,N'-bis(guanidinoethyl)-2,6-pyridinedicarboxamide in the absence or in the presence of copper(II). Bioconjugate Chem. 2008, 19, 1840.<br/>17. Xin Sheng, Xiao-Min Lu, Yue-Ting Chen, Guo-Yuan Lu*, Jing-Jing Zhang, Ying Shao, Fang Liu, Qiang Xu*. Synthesis, DNA-binding, cleavage and cytotoxic activity of new 1,7-dioxa-4,10- diazacyclododecane artificial receptors containing bisguanidinoethyl or diaminoethyl double side arms. Chem. Eur. J. 2007, 13, 9703.<br/>18. Xin Sheng, Xiao-Min Lu, Jing-Jing Zhang, Yue-Ting Chen, Guo-Yuan Lu*, Ying Shao, Fang Liu, Qiang Xu*. Synthesis and DNA cleavage activity of artificial receptor 1,4,7-triazacyclononane containing guanidinoethyl and hydroxyethyl side arms. J. Org. Chem. 2007, 72, 1799.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公jjzhangnj@163.com",
    "Introduction": "张晶晶，江苏如皋人，德国洪堡学者，南京大学化学本科、有机化学硕士，香港大学化学生物学博士。研究工作主要聚焦于基于植物提取物的多功能抗肿瘤药物的研发及其机制探索、药物递送。在Angew. Chem. Int. Ed.、J. Med. Chem.等国际著名学术期刊上以第一作者或通讯作者发表论文多篇。现主持国家自然科学基金项目1项、南京林业大学高层次人才科研启动基金项目1项。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2023/07/13/20230713112208708zfcx4x.png?iid=63377",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "张晶晶",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}