{
    "Research_direction": "研究方向<br/>以木质素、纤维素、半纤维素等生物质资源的高值化利用为核心，围绕多功能催化剂的设计合成，多相催化的机理研究等研究方向开展工作，主要包括：<br/>（1）多功能催化剂的设计合成及催化性能研究<br/>（2）木质素催化转化制备高附加值化学品<br/>主持科研项目<br/>（1）国家自然科学基金青年科学基金项目：在研，主持；<br/>（2）南京林业大学“水杉英才”高层次人才科研启动基金：在研，主持；<br/>（3）企业合作横向项目：在研，主持；<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. Lin Dong, # Longfei Lin,# Xue Han, Xiaoqin Si, Xiaohui Liu, Yong Guo,* Fang Lu, Svemir Rudi, Stewart F. Parker, Sihai Yang,* and Yanqin Wang.* Breaking the limit of lignin monomer production via cleavage of interunit carbon-carbon linkages. Chem 2019, 5, 1521-1536.<br/>2. Lin Dong, Yu Xin, Xiaohui Liu,* Yong Guo, Chih-Wen Pao, Jeng-Lung Chen and YanqinWang.* Selective<br/>hydrodeoxygenation of lignin oil to valuable phenolics over Au/Nb2O5 in water. Green Chemistry 2019, 21, 3081-3090.<br/>3. Lin Dong, Jie Xia, Yong Guo,* Xiaohui Liu, Haifeng Wang,* and Yanqin Wang. Mechanisms of Caromatic-C bonds cleavage in lignin over NbOx-supported Ru catalyst. Journal of Catalysis 2021, 394, 94-103.<br/>4. Lin Dong, # Yi Shao,# Xue Han, Xiaohui Liu, Qineng Xia,* Stewart F. Parker, Yongqiang Cheng, Luke L. Daemen, Anibal J. Ramirez-Cuesta, Yanqin Wang* and Sihai Yang.* Comparison of two multifunctional catalysts [M/Nb2O5 (M = Pd, Pt)] for one-pot hydrodeoxygenation of lignin. Catalysis Science & Technology 2018, 8, 6129-6136.<br/>5. Lin Dong, # Li-Li Yin,# Qineng Xia, Xiaohui Liu, Xue-Qing Gong* and Yanqin Wang.* Size-dependent catalytic performance of ruthenium nanoparticles in the hydrogenolysis of a β-O-4 lignin model compound. Catalysis Science & Technology 2018, 8, 735-745.<br/>6. Shuang Xiang, # Lin Dong, # Zhi-Qiang Wang, # Xue Han, Luke L. Daemen, Jiong Li, Yongqiang Cheng, Yong Guo, Xiaohui, Liu, Yongfeng Hu, Anibal J. Ramirez-Cuesta, Sihai Yang,* Xue-Qing Gong,* and Yanqin Wang.* A unique Co@CoO catalyst for hydrogenolysis of biomass-derived 5-hydroxymethylfurfural to 2,5-dimethylfuran. Nature Communications 2022, 13: 3657.<br/>7. Shuang Xiang, Lin Dong,* Zhiqiang Wang, Xue Han,* Yong Guo, Xiaohui Liu, Xue-Qing Gong, and Yanqin Wang.* Co@CoO: An efficient catalyst for the depolymerization and upgrading of lignocellulose to alkylcyclohexanols with cellulose intact. Journal of Energy Chemsitry 2023, 77, 191-199.<br/>8. Lingxiao Li,# Lin Dong, # Didi Li, Yong Guo,* Xiaohui Liu, and Yanqin Wang.* Hydrogen-free Production of 4-Alkylphenols from Lignin via Self-reforming-driven Depolymerization and Hydrogenolysis. ACS Catalysis 2020, 10, 15197-15206.<br/>9. Yaxuan Jing, Lin Dong,* Yong Guo, Xiaohui Liu, and Yanqin Wang.* Chemicals from lignin: a review of the catalytic conversion involving hydrogen. ChemSusChem 2020, 13, 4181-4198.<br/>10. Lingxiao Li, Lin Dong, Xiaohui Liu, Yong Guo* and Yanqin Wang.* Selective production of ethylbenzene from lignin oil over FeOx modified Ru/Nb2O5 catalyst. Applied Catalysis B:Environmental 2020, 260, 118143.<br/>11. Yu Xin, Lin Dong, Yong Guo,* Xiaohui Liu, Yongfeng Hu, and Yanqin Wang.* Correlation of the catalytic performance with Nb2O5 surface properties in the hydrodeoxygenation of lignin model compound. Journal of Catalysis 2019, 375, 202-212.<br/>12. Shenzhi Yue, Lin Dong, Xiaohui Liu, Yong Guo* and Yanqin Wang. Hydrogenation of palmitic acid over Ni/Nb2O5-SiO2 catalyst: synergetic effect and kinetic study. Industrial Crops and Products 2020, 158, 113006.<br/>13. Yi Shao, Qineng Xia, Lin Dong, Xiaohui Liu, Xue Han, Stewart F. Parker, Yongqiang Cheng, Luke L. Daemen, Anibal J. Ramirez-Cuesta, Sihai Yang* and Yanqin Wang.* Selective production of arenes via direct lignin upgrading over a niobium-based catalyst. Nature Communications 2017, 8, 16104.<br/>14. Yu Xin, Yaxuan Jing, Lin Dong, Xiaohui Liu, Yong Guo and Yanqin Wang.* Selective production of indane and its derivatives from lignin over a modified niobium-based catalyst. Chemical Communications 2019, 55, 9391-9394.<br/>",
    "Class": "《无机及分析化学B》64学时, 必修<br/>《化工专业英语》32学时, 选修<br/>",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公donglin@njfu.edu.cn",
    "Introduction": "董琳，山东德州人，工学博士，硕士生导师。2014年，获南京林业大学工学学士学位。2019年，获华东理工大学工学博士学位。2019年至2021年，在华东理工大学从事博士后研究工作。2021年7月进入南京林业大学化学工程学院林产化工系任职。主要研究方向为高效催化剂的设计制备、多相催化的机理研究以及木质素的催化转化。截止目前，主持国家自然科学基金青年科学基金项目，南京林业大学高层次人才科研启动基金及企业合作横向课题等科研项目。在Chem, Nat. Commun., ACS Catal., J. Catal., Appl. Catal. B-Environ., Geen Chem., J. Energy Chem. ChemSusChem, Chem. Commun., Catal. Sci. Technol等国际刊物发表SCI论文14篇。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2023/02/13/20230213172251467jblefi.jpg?iid=54697",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "董琳    donglin",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}