{
    "Research_direction": "1. 建筑节能复合材料制备及应用<br/>2. 木质素缓控释肥制备及应用<br/>3. 绿色环保生物质增塑剂的制备及应用<br/>4. 生物基光固化树脂的研究与应用<br/>5. 生物质功能先进材料的开发与应用<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "1. Qianqian Shang*, Chengguo Liu, Jianqiang Chen, Xiaohui Yang, Yun Hu, Lihong Hu, Yonghong Zhou*, and Xiaoli Ren. Sustainable and Robust Superhydrophobic Cotton Fabrics Coated with Castor Oil-Based Nanocomposites for Effective Oil–Water Separation. ACS Sustainable Chem. Eng. 2020, 8, 19, 7423–7435.<br/>2. Fei Song, Zhuo Li, Puyou Jia*, Caiying Bo, Meng Zhang, Lihong Hu* and Yonghong Zhou*. Phosphorus-containing Tung Oil-based siloxane toughened phenolic foam with good mechanical properties, fire performance and low thermal conductivity. Materials & Design, 2020, 192: 108668.<br/>3. Jinshuai Zhang, Qianqian Shang, Yun Hu, Fei Zhang, Jia Huang, Jianyu Lu, Jianwen Cheng, Chengguo Liu*, Lihong Hu, Hongcheng Miao, Yuanyuan Chen, Tian Huang, Yonghong Zhou*. High-biobased-content UV-curable oligomers derived from tung oil and citric acid: Microwave-assisted synthesis and properties. European Polymer Journal, 2020, 140, 109997.<br/>4. Caiying Bo*, Zhongyu Shi, Lihong Hu, Zheng Pan, Yun Hu, Xiaohui Yang, Puyou Jia, Xiaoli Ren, Meng Zhang* & Yonghong Zhou*. Cardanol derived P, Si and N based precursors to develop flame retardant phenolic foam. Scientific Reports, 2020, 10, 12082.<br/>5. Fei Zhang, Yun Hua, Jinshuai Zhang, Jia Huang, Rukuan Liu, Chengguo Liu*, Xiaoli Ren, Rongrong An, Yonghong Zhou*. High-performance UV-curable Polyurethane Acrylate Resins Derived from Low-iodine Woody Plant Oils. Materials Today Communications, 2020, 25, 101526.<br/>6. Wei Zhou, Shu-Jie Hao, Guo-Dong Feng, Pu-You Jia, Xiao-Li Ren, Meng Zhang*, and Yong-Hong Zhou*. Properties of Rigid Polyurethane Foam Modified by Tung Oil-Based Polyol and Flame-Retardant Particles. Polymers, 2020, 12(1), 119.<br/>7. Fei Song, Puyou Jia*, Caiying Bo, Xiaoli Ren, Lihong Hu and Yonghong Zhou*. Preparation and Characterization of Tung Oil Toughened Modified Phenolic Foams with Enhanced Mechanical Properties and Smoke Suppression. Journal of Renewable Materials, 2020, 8 (5): 535-547.<br/>8. Fei Song, Puyou Jia*, Caiying Bo, Xiaoli Ren, Lihong Hu and Yonghong Zhou*. The mechanical and flame retardant characteristics of lignin-based phenolic foams reinforced with MWCNTs by in-situ polymerization. Journal of Dispersion Science and Technology, 2020: 1-10.<br/>9. Fei Song, Zhaoshuang Li, Puyou Jia*, Meng Zhang, Caiying Bo, Guodong Feng, Lihong Hu, Yonghong Zhou*. Tunable “soft and stiff”, self-healing, recyclable, thermadapt shape memory biomass polymers based on multiple hydrogen bonds and dynamic imine bonds. Journal of Materials Chemistry A, 2019, 7(21), 13400-13410.<br/>10. Puyou Jia, Minrui Zheng, Yufeng Ma, Guodong Feng, Haoyu Xia, Lihong Hu, Meng Zhang*, Yonghong Zhou*. Clean synthesis of epoxy plasticizer with quaternary ammonium phosphotungstate as catalyst from a byproduct of cashew nut processing. Journal of Cleaner Production, 2019, 206, 838-849.<br/>11. Puyou Jia*,Yufeng Ma, Guodong Feng, Lihong Hu,Yonghong Zhou*. High-value utilization of forest resources: Dehydroabietic acid as a chemical platform for producing non-toxic and environment-friendly polymer materials. Journal of Cleaner Production, 2019, 227, 662-674.<br/>12. Feng Guodong, Ma Yan, Zhang Meng, Jia Puyou, Hu Lihong, Zhou Yonghong*. Polyurethane-coated urea using fully vegetable oil-based polyols: Design, nutrient release and degradation. Progress in Organic Coatings, 2019, 133, 267-275.<br/>13. Qianqian Shang, Jianqiang Chen, Chengguo Liu, Yun Hu, Lihong Hu, Xiaohui Yang*, Yonghong Zhou*. Facile fabrication of environmentally friendly bio-based superhydrophobic surfaces via UV- polymerization for self-cleaning and high efficient oil/water separation. Progress in Organic Coatings, 2019, 137:105346-105354.<br/>14. Chengguo Liu*, Qiong Wu, Rongrong An, Qianqian Shang, Guodong Feng, Yun Hu, Puyou Jia, Yonghong Zhou* and Wen Lei*. Synthesis and Properties of Tung Oil-Based Unsaturated Co-Ester Resins Bearing Steric Hindrance. Polymers, 2019, 11 (5), 826.<br/>15. Puyou Jia*,Yufeng Ma, Meng Zhang,Lihong Hu, Yonghong Zhou*. Designing Rosin-Based Plasticizers: Effect of Differently Branched Chains on Plasticization Performance and Solvent Resistance of Flexible Poly(vinyl chloride) Films. ACS Omega, 2019, 4, (2), 3178-3187.<br/>16. Caiying Bo, Xiaohui Yang, Lihong Hu, Meng Zhang, Puyou Jia, Yonghong Zhou*. Enhancement of flame-retardant and mechanical performance of phenolic foam with the incorporation of cardanol-based siloxane. Polymer Composites, 2019, 40(6), 2539-2547.<br/>17. Yun Hu, Qianqian Shang, Caiying. Bo, Puyou Jia, Guodong Feng, Meng Zhang, Chengguo Liu*, Yonghong Zhou*. Synthesis and Properties of UV-Curable Polyfunctional Polyurethane Acrylate Resins from Cardanol. ACS Omega, 2019, 4(7), 12505-12511.<br/>18. Fei Song, Puyou Jia, Haoyu Xia, Meng Zhang, Lihong Hu, Yonghong Zhou*. Rosin- Derived Poly(Vinyl Chloride) Plasticizer: Synthesis, Structure, and Properties. Journal of Vinyl and Additive Technology, 2019, 26(2), 180-186.<br/>19. Yun Hu; Guodong Feng; Qianqian Shang; Caiying Bo; Puyou Jia; Chengguo Liu*; Feng Xu; Yonghong Zhou*. Bio-based reactive diluent derived from cardanol and its application in polyurethane acrylate (PUA) coatings withhigh performance, Journal of coatings technology and research, 2019, 16(2), 499-509.<br/>20. Fei Son, Puyou Jia, Yanan Xiao, Caiying Bo, Lihong Hu and Yonghong Zhou*. Study on Toughening Phenolic Foams in Phosphorus-Containing Tung Oil Based Derivatives. Journal of Renewable Materials, 2019, 7(10), 1011-1021.<br/>21. Guodong Feng, Lihong Hu, Yan Ma, Puyou Jia, Yun Hu, Meng Zhang, Chengguo Liu, Yonghong Zhou*. An Efficient Bio-based Plasticizer for Poly (vinyl chloride) from Waste Cooking oil and Citric Acid: Synthesis and Evaluation in PVC Films. Journal of Cleaner Production, 2018, 189(10): 334-343.<br/>22. Qianqian Shang*, Chengguo Liu, Yun Hu, Puyou Jia, Lihong Hu, and Yonghong Zhou*. Bio-inspired hydrophobic modification of cellulose nanocrystals with castor oil. Carbohydrate Polymers, 2018, 191, 168-175.<br/>23. Yun Hu, Qianqian Shang, Jijun Tang, Cuina Wang, Fei Zhang, Puyou Jia, Guodong Feng, Qiong Wu, Chengguo Liu*, Lihong Hu, Wen Lei, Yonghong Zhou*. Use of Cardanol-based Acrylate as Reactive Diluent in UV-curable Castor Oil-based Polyurethane Acrylate Resins. Industrial Crops and Products, 2018, 117, 295-302.<br/>24. Chengguo Liu, Cuina Wang, Yun Hu, Fei Zhang, Qianqian Shang , Wen Lei, and Yonghong Zhou*, Zhengchun Cai*. Castor oil-based polyfunctional acrylate monomers: Synthesis and utilization in UV-curable materials. Progress in Organic Coatings, 2018, 121, 236–246.<br/>25. Puyou Jia, Guodong Feng, Caiying Bo, Lihong Hu, Xiaohui Yang, Liqiang Zhang, Meng Zhang*, YonghongZhou*. A composition of phosphaphenanthrene groups-containing castor-oil-based phosphate plasticizer for PVC: Synthesis, characterization and property. Journal of Industrial and Engineering Chemistry, 2018, 60, 192-205.<br/>26. Puyou Jia*, Haoyu Xia, Kehan Tang, Yonghong Zhou*. Plasticizers derived from biomass resources: a short review. Polymers, 2018, 10, (12), 1303.<br/>27. Liu Chengguo, Wang Cuina, Tang Jijun, Zhang Jing, Shang Qianqian, Hu Yun, Wang Hongxiao, Wu Qiong, Zhou Yonghong*, Wen Lei*, and Zengshe Liu*. High-Performance Biobased Unsaturated Polyester Nanocomposites with Very Low Loadings of Graphene. Polymers, 2018, 10(11), 1288.<br/>28. Guo-dong Feng, Li-hong Hu, Yan Ma, Meng Zhang, Cheng-guo Liu, Yonghong Zhou*. Rigid polyisocyanurate-waterglass foams composite: preparation, mechanism, thermal and flame retardant properties. Journal of Applied Polymer Science, 2018, 135(17), 46182.<br/>29. Yun Hu, Qianqian Shang, Cuina Wang, Guodong Feng, Chengguo Liu*, Feng Xu, Yonghong Zhou*. Renewable Epoxidized Cardanol-based Acrylate as a Reactive Diluent for UV-curable Resins. Polymers for Advanced Technologies, 2018, 29(6), 1852-1860.<br/>30. Caiying Bo, Lihong Hu, Yong Chen, Xiaohui Yang, Meng Zhang, Yonghong Zhou*. Synthesis of a novel cardanol-based compound and environmentally sustainable production of phenolic foam. Journal of Materials Science, 2018, 53(15), 10784-10797.<br/>31. Puyou Jia, Meng Zhang*, Lihong Hu, Fei Song, Guodong Feng, Yonghong Zhou*. A Strategy for Nonmigrating Plasticized PVC Modified with Mannich base of Waste Cooking Oil Methyl Ester. Scientific Reports, 2018, 8, 1589.<br/>32. Hu Yun, Liu Chengguo, Shang Qianqian, Zhou Yonghong*. Synthesis and characterization of novel renewable castor oil based UV-curable polyfunctional polyurethane acrylate. Journal of Coatings Technology and Research, 2018, 15(1), 77-85.<br/>33. Shang Qianqian, Liu Chengguo*, Zhou Yonghong*. One-pot fabrication of robust superhydrophobic and superoleophilic cotton fabrics for effective oil-water separation. Journal of Coatings Technology and Research, 2018, 15(1), 65-75.<br/>34. Qianqian Shang*, Lihong Hu, Yun Hu, Chengguo Liu, Yonghong Zhou*. Fabrication of superhydrophobic fluorinated silica nanoparticles for multifunctional liquid marbles. Applied Physics A-Materials Science & Processing, 2018, 124(1), 25.<br/>35. Jing Zhou, Lihong Hu, Puyou Jia, and BingChuan Liang and Yonghong Zhou*. Liquefaction and characterization of enzymatic hydrolysis lignin witn hospho tungstic acid. Cellulose Chemistry and Technology, 2018, 52(5-6), 387-391.<br/>36. Xiaohui Yang, Qianqian Shang, Caiying Bo, Lihong Hu, Yonghong Zhou*. Facile synthesis and antioxidant activity of lignin-related imidazo[1,2-a]pyridine derivatives. Arkivoc, 2018, (5), 184-193.<br/>37. Fei Song, Haoyu Xia, Puyou Jia*, Meng Zhang, Lihong Hu and Yonghong Zhou*. The Effects of Epoxidized Acrylated Castor Oil (EACO) on Soft Poly (vinyl chloride) Films as a Main Plasticizer. Polish Journal of Chemical Technolog. 2018, 20(4), 13-19.<br/>38. 冯国东, 马 艳, 胡立红, 张 猛, 贾普友, 周永红* . 高性能生物基聚氯乙烯增塑剂的制备与应用，高分子材料科学与工程. 2018, 34(6): 16-21.<br/>39. 薄采颖, 张猛, 胡立红, 杨晓慧, 贾普友, 周永红* . 环氧腰果酚/硅氧烷对酚醛树脂及泡沫性能的影响. 高校化学工程学报. 2018, 32(2): 427-434.<br/>40. Puyou Jia, Lihong Hu, Qianqian Shang, Rui Wang, Meng Zhang*, and Yonghong Zhou*. Self-Plasticization of PVC Materials via Chemical Modification of Mannich Base of Cardanol Butyl Ether. ACS Sustainable Chem. Eng, 2017, 5(8), 6665-6673.<br/>41. Puyou Jia, Lihong Hu, Xiaohui Yan, Meng Zhang*, Qianqian Shang and Yonghong Zhou*. Internally plasticized PVC materials via covalent attachment of aminated tung oil methyl ester. RSC Advances, 2017, 7(48), 30101-30108.<br/>42. Puyou Jia, Lihong Hu, Guodong Feng, Caiying Bo, Jing Zhou, Meng Zhang and Yonghong Zhou*. Design and synthesis of a castor oil based plasticizer containing THEIC and diethyl phosphate groups for the preparation of flame-retardant PVC materials. RSC Advances, 2017, 7(2), 897-903.<br/>43. Puyou Jia, Lihong Hu, Guodong Feng, Caiying Bo, MengZhang*, Yonghong Zhou*. PVC materials without migration obtained by chemical modification of azide-functionalized PVC and triethyl citrate plasticizer. Materials Chemistry and Physics, 2017, 190, 25-30.<br/>44. Puyou Jia, Rui Wang, Lihong Hu, Meng Zhang, Yonghong Zhou*. Self-Plasticization of PVC via click reaction of a monooctyl phthalate derivative. Polish Journal of Chemical Technology, 2017, 19(3), 16-19.<br/>45. 胡 云, 冯国东, 张 猛, 周永红* . 蓖麻油基阻燃增塑剂的合成及在聚氯乙烯中的应用. 高分子材料与科学工程. 2017, 33(10): 8-12.<br/>46. Chengguo Liu*, Yan Dai, Yun Hu, Qianqian Shang, Guodong Feng, Jing Zhou, and Yonghong Zhou*. Highly functional unsaturated ester macromonomer derived from soybean oil: synthesis and copolymerization with styrene. ACS Sustainable Chem. Eng. 2016, 4(8), 4208–4216.<br/>47. Chengguo Liu, Qianqian Shang†, Puyou Jia, Yan Dai, Yonghong Zhou*, and Zengshe Liu*. Tung Oil-Based Unsaturated Co-ester Macromonomer for Thermosetting Polymers: Synergetic Synthesis and Copolymerization with Styrene. ACS Sustainable Chem. Eng. 2016, 4(6), 3437–3449.<br/>48. Bingchuan Liang, Xiangyu Li, Lihong Hu*, Caiying Bo, Jing Zhou, Yonghong Zhou*. Foaming resol resin modified with polyhydroxylated cardanol and its application to phenolic foams. Industrial Crops and Products, 2016, 80, 194-196.<br/>49. Qianqian Shang, Yonghong Zhou*. Fabrication of transparent superhydrophobic porous silica coating for self-cleaning and anti-fogging. Ceramics International, 2016, 42(7), 8706-8712.<br/>50. Caiying Bo, Shikang Wei, Lihong Hu,* Puyou Jia, Bingchuang Liang, Jing Zhou, and Yonghong Zhou*. Synthesis of a cardanol-based phosphorus-containing polyurethane prepolymer and its application in phenolic foams. RSC Advances, 2016, 6(67), 62999-63005.<br/>51. Puyou Jia, Meng Zhang, Lihong Hu, Yonghong Zhou*. Green plasticizers derived from soybean oil for poly (vinyl chloride) as a renewable resource material. Korean Journal of Chemical Engineering, 2016, 33(3), 1080-1087.<br/>52. Puyou Jia, Meng Zhang, Lihong Hu, Yonghong Zhou*. A novel bio-based polyester plasticizer prepared from palm oil and its plasticizing effect on poly (vinyl chloride). Polish Journal of Chemical Technology, 2016, 18(1), 9-14.<br/>53. Puyou Jia, Meng Zhang, Lihong Hu, Yonghong Zhou*. The plasticizing mechanism and effect of aluminium chloride and glycerin on poly(vinyl alcohol) films. Iranian Journal of Chemistry and Chemical Engineering, 2016, 35(2), 129-135.<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公025-85482777zyh@icifp.cn",
    "Introduction": "周永红，男，1966年出生，博士，二级研究员，博士生导师，国务院政府特殊津贴专家，现任中国林科院林产化学工业研究所所长，兼任生物质化学利用国家工程实验室常务副主任、国家林产化学工程技术研究中心常务副主任、全国林化产品标准技术委员会副主任委员、中国林学会生物质材料科学分会副主任委员、中国林学会林产化工分会常务理事、南京市粘接协会理事长、国家林业生物基材料与化学品科技创新联盟理事长。1988年7月本科毕业于河南大学化学系有机化学专业，1991年7月毕业于中国林科院林产化学加工专业，获硕士学位；1991年8月至2005年6月在中国林科院林产化学工业研究所从事科研工作（期间2002年1月获工学博士学位）。2005年7月被聘任为中国林科院林产化学工业研究所副所长，2016年6月被聘为所长。<br/>长期从事松脂、油脂和木质素等林业生物质绿色化学转化创新合成生物质能源、生物基高分子材料和绿色化学品及其应用的相关研究。在木质素分子定向调控及合成高分子材料研究方面，创新研发了木质素的新型高效氧化预处理活化技术和木质素改性酚醛泡沫的连续化生产技术；在生物质聚氨酯节能保温材料研究方面，创新研制了松脂基和油脂基聚酯聚醚多元醇、阻燃型生物质聚酯聚醚多元醇以及达到石化产品水平的阻燃型生物质聚氨酯节能保温材料。主持或参加完成了国家“十二五”、“十三五”科技支撑、“863”国家重大科技项目、国家基金、国家专用化学品研究、科技部农业科技成果推广、国家重大产业技术开发专项、国际合作、国家林草局948项目和江苏省自然科学基金等国家、省、部级科研课题60余项。江苏省科技进步二等奖（2013）和一等奖（2016）各1项，国家科技进步二等奖2项(1998，2016)，梁希林业科技进步二等奖1项（2019），2016入选江苏省“333工程”第二层次培养对象，发表200篇论文，其中SCI收录100篇，获得授权专利60余项。<br/>",
    "id": "None",
    "img": "None",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "周永红",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}