{
    "Research_direction": "生物质能源转化技术、活性炭制备和应用等领域的基础与应用基础研究<br/>",
    "Paper": "None",
    "Patent": "None",
    "Achievements": "主持项目： (1) 中国工程院院士咨询项目，林业特色资源加工利用产业发展战略研究（2019-XZ-26），主持，2019.03.08-2020.09.08，250万元，在研；(2) 国家自然科学基金重点项目，木质纤维直接液化调控机制及其产物定向演变规律的基础研究（31530010），主持，2016.01.01-2020.12，316.8万元，在研；(3) 中央级公益性科研院所基本科研业务费专项资金，林源特色加工产业发展研究（CAFYBB2020MC001），主持，2020.01.01-2022.12.31，100万元，在研；(4) 国家科技部，新型移动固定床制备高品质燃气工业化应用技术集成与示范（2015BAD21B05），主持，2015.01-2018.12，915万元，已结题；(5) 国家科技部，生物基多元醇节能保温材料制备技术集成与示范（2012BAD32B05），主持，2012-2014，200万元，已结题；(6) 国家林业局，高品质生物基燃料油定向催化合成产业化技术（201204801），主持，2012-2014，778万元，已结题；(7) 国家科技部，富烃车用生物柴油及其综合利用技术的研究与示范（2011BAD22B05），主持，2011-2013，1182万元，已结题。 获得奖励： (1) 竹质工程材料制造关键技术研究与示范，国家科技进步一等奖，中华人民共和国国务院，排名第五；(2) 性炭微结构及其表面基团定向制备应用技术，国家科技进步二等奖，中华人民共和国国务院，排名第一；(3) 农林剩余物多途径热解气化联产炭材料关键技术开发，国家科技进步二等奖，中华人民共和国国务院，排名第一；(4) 农林生物质定向转化制备液体燃料多联产关键技术，国家科技进步二等奖，中华人民共和国国务院，排名第一；(5) 农林废弃物资源能源化多联产工程化关键技术，江苏省科技进步一等奖，江苏省人民政府，排名第一；(6) 木质活性炭绿色制造与应用关键技术开发，梁希林业科学技术一等奖，国家林业和草原局，排名第一。 发表论文：<br/>(1) Wang, F.; Jiang, J. C.; Wang, K.; Zhai, Q. L.; Long, F.; Liu, P.; Feng, J. F.; Xia, H. H.; Ye, J.; Li, J.; Xu, J. M. Hydrotreatment of lipid model for diesel-like alkane using nitrogen-doped mesoporous carbon-supported molybdenum carbide. Applied Catalysis B-Environmental 2019, 242, 150-160, DOI: 10.1016/j.apcatb.2018.09.077. （SCI收录）<br/>(2) Wang, F.; Zhang, W. J.; Jiang, J. C.; Xu, J. M.; Zhai, Q. L.; Wei, L. S.; Long, F.; Liu, C.; Liu, P.; Tan, W. H.; He, D. H. Nitrogen-rich carbon-supported ultrafine MoC nanoparticles for the hydrotreatment of oleic acid into diesel-like hydrocarbons. Chemical Engineering Journal 2020, 382, DOI: 10.1016/j.cej.2019.122464. （SCI收录）<br/>(3) Wang, J.; Jiang, J. C.; Wang, X.; Wang, R.; Wang, K.; Pang, S.; Zhong, Z.; Sun, Y.; Ruan, R.; Ragauskas, A. J. Converting polycarbonate and polystyrene plastic wastes into aromatic hydrocarbons via catalytic fast co-pyrolysis. Journal of hazardous materials 2020, 386, 121970, DOI: 10.1016/j.jhazmat.2019.121970. （SCI收录）<br/>(4) Liu, C.; Wei, L. S.; Yin, X. Y.; Wei, M.; Xu, J. M.; Jiang, J. C.; Wang, K. Selective conversion of hemicellulose into furfural over low-cost metal salts in a gamma-valerolactone/water solution. Industrial Crops and Products 2020, 147, DOI: 10.1016/j.indcrop.2020.112248. （SCI收录）<br/>(5) Liu, C.; Wei, M.; Wang, J.; Xu, J. M.; Jiang, J. C.; Wang, K. Facile Directional Conversion of Cellulose and Bamboo Meal Wastes over Low-Cost Sulfate and Polar Aprotic Solvent. Acs Sustainable Chemistry & Engineering 2020, 8 (14), 5776-5786, DOI: 10.1021/acssuschemeng.0c01280. （SCI收录）<br/>(6) Long, F.; Zhang, X. L.; Cao, X. C.; Zhai, Q. L.; Song, Y. G.; Wang, F.; Jiang, J. C.; Xu, J. M. Mechanism investigation on the formation of olefins and paraffin from the thermochemical catalytic conversion of triglycerides catalyzed by alkali metal catalysts. Fuel Processing Technology 2020, 200, DOI: 10.1016/j.fuproc.2019.106312. （SCI收录）<br/>(7) Yue, Y. Y.; Wang, X. H.; Wu, Q. L.; Han, J. Q.; Jiang, J. C. Highly recyclable and super-tough hydrogel mediated by dual-functional TiO2 nanoparticles toward efficient photodegradation of organic water pollutants. Journal of Colloid and Interface Science 2020, 564, 99-112, DOI: 10.1016/j.jcis.2019.12.069. （SCI收录）<br/>(8) Song, L. M.; Wang, R. Z.; Jiang, J. C.; Xu, J. M.; Gou, J. S. Stepwise separation of poplar wood in oxalic acid/water and gamma-valerolactone/water systems. Rsc Advances 2020, 10 (19), 11188-11199, DOI: 10.1039/d0ra01163k. （SCI收录）<br/>(9) Chen, J.; Nie, X. A.; Jiang, J. C. Synthesis of a Novel Bio-Oil-Based Hyperbranched Ester Plasticizer and Its Effects on Poly(vinyl chloride) Soft Films. Acs Omega 2020, 5 (10), 5480-5486, DOI: 10.1021/acsomega.0c00119. （SCI收录）<br/>(10) Han, T.; Lu, X. C.; Sun, Y. J.; Jiang, J. C.; Yang, W. H.; Jonsson, P. G. Magnetic bio-activated carbon production from lignin via a streamlined process and its use in phosphate removal from aqueous solutions. Science of the Total Environment 2020, 708, DOI: 10.1016/j.scitotenv.2019.135069. （SCI收录）<br/>(11) Feng, J. F.; Tong, L.; Xu, Y. Y.; Jiang, J. C.; Hse, C. Y.; Yang, Z. Z.; Pan, H. Synchronous conversion of lignocellulosic polysaccharides to levulinic acid with synergic bifunctional catalysts in a biphasic cosolvent system. Industrial Crops and Products 2020, 145, DOI: 10.1016/j.indcrop.2019.112084. （SCI收录）<br/>(12) Liu, Y. Y.; Sun, K.; Cui, X. Y.; Li, B. J.; Jiang, J. C. Defect-Rich, Graphenelike Carbon Sheets Derived from Biomass as Efficient Electrocatalysts for Rechargeable Zinc-Air Batteries. Acs Sustainable Chemistry & Engineering 2020, 8 (7), 2981-2989, DOI: 10.1021/acssuschemeng.9b07621. （SCI收录）<br/>(13) Chen, C. Z.; Liu, P.; Zhou, M. H.; Sharma, B. K.; Jiang, J. C. Selective Hydrogenation of Phenol to Cyclohexanol over Ni/CNT in the Absence of External Hydrogen. Energies 2020, 13 (4), DOI: 10.3390/en13040846. （SCI收录）<br/>(14) Li, K.; Nie, X. A.; Jiang, J. C. Plasticizing Effect of Epoxidized Fatty Acid Ester and a Math Model of Plasticizer. Journal of Biobased Materials and Bioenergy 2020, 14 (1), 9-19, DOI: 10.1166/jbmb.2020.1930. （SCI收录）<br/>(15) Ye, J.; Wang, K.; Li, J.; Liu, P.; Xu, J. M.; Tan, W. H.; Jiang, J. C. Continuous Saturated Steam Assisted Low-temperature Pyrolysis of Corncobs and Selective Production of Furfural. Chemistryselect 2020, 5 (2), 931-936, DOI: 10.1002/slct.201904536. （SCI收录）<br/>(16) Wang, J.; Jiang, J. C.; Wang, X.; Liu, P.; Li, J.; Liu, G.; Wang, K.; Li, M.; Zhong, Z.; Xu, J.; Ragauskas, A. J. Catalytic conversion of rubber wastes to produce aromatic hydrocarbons over USY zeolites: Effect of SiO2/Al2O3 mole ratio. Energy Conversion and Management 2019, 197, DOI: 10.1016/j.enconman.2019.111857. （SCI收录）<br/>(17) Wang, J.; Jiang, J. C.; Zhong, Z.; Wang, K.; Wang, X.; Zhang, B.; Ruan, R.; Li, M.; Ragauskas, A. J. Catalytic fast co-pyrolysis of bamboo sawdust and waste plastics for enhanced aromatic hydrocarbons production using synthesized CeO2/γ-Al2O3 and HZSM-5. Energy Conversion and Management 2019, 196, 759-767, DOI: 10.1016/j.enconman.2019.06.009. （SCI收录）<br/>(18) Wang, J.; Jiang, J. C.; Sun, Y.; Zhong, Z.; Wang, X.; Xia, H.; Liu, G.; Pang, S.; Wang, K.; Li, M.; Xu, J.; Ruan, R.; Ragauskas, A. J. Recycling benzene and ethylbenzene from in-situ catalytic fast pyrolysis of plastic wastes. Energy Conversion and Management 2019, 200, DOI: 10.1016/j.enconman.2019.112088. （SCI收录）<br/>(19) Zhou, M.; Sharma, B. K.; Li, J.; Zhao, J.; Xu, J.; Jiang, J. C. Catalytic valorization of lignin to liquid fuels over solid acid catalyst assisted by microwave heating. Fuel 2019, 239, 239-244, DOI: 10.1016/j.fuel.2018.10.144. （SCI收录）<br/>(20) Xu, J.; Long, F.; Jiang, J. C.; Li, F.; Zhai, Q.; Wang, F.; Liu, P.; Li, J. Integrated catalytic conversion of waste triglycerides to liquid hydrocarbons for aviation biofuels. Journal of Cleaner Production 2019, 222, 784-792, DOI: 10.1016/j.jclepro.2019.03.094. （SCI收录）<br/>(21) Zhai, Q.; Hse, C. Y.; Long, F.; Shupe, T. F.; Wang, F.; Jiang, J. C.; Xu, J. Methanolysis Fractionation and Catalytic Conversion of Poplar Wood toward Methyl Levulinate, Phenolics, and Glucose. J Agric Food Chem 2019, 67 (35), 9840-9850, DOI: 10.1021/acs.jafc.9b03806. （SCI收录）<br/>(22) Wang, L.; Liu, Y.; Ashraf, S.; Jiang, J. C.; Han, G.; Gao, J.; Wu, X.; Li, B. Pitaya pulp structural cobalt–carbon composite for efficient hydrogen generation from borohydride hydrolysis. Journal of Alloys and Compounds 2019, 808, DOI: 10.1016/j.jallcom.2019.151774. （SCI收录）<br/>(23) Liu, Y. Y.; Min, Z. R.; Jiang, J. C.; Sun, K.; Gao, J.; Shang, Y.; Li, B. J. Molybdenum, Cobalt Sulfide-Modified N-, S-Doped Graphene from Low-Temperature Molecular Pyrolysis: Mutual Activation Effect for Hydrogen Evolution. Acs Sustainable Chemistry & Engineering 2019, 7 (24), 19442-19452, DOI: 10.1021/acssuschemeng.9b04219. （SCI收录）<br/>(24) Zhai, Q. L.; Long, F.; Hse, C. Y.; Wang, F.; Shupe, T. F.; Jiang, J. C.; Xu, J. M. Facile Fractionation of Bamboo Wood Toward Biomass Valorization by p-TsOH-Based Methanolysis Pretreatment. Acs Sustainable Chemistry & Engineering 2019, 7 (23), 19213-19224, DOI: 10.1021/acssuschemeng.9b05392. （SCI收录）<br/>(25) Liu, Y. Y.; Hu, M. F.; Xu, W.; Wu, X. L.; Jiang, J. C. Catalytically Active Carbon From Cattail Fibers for Electrochemical Reduction Reaction. Frontiers in Chemistry 2019, 7, DOI: 10.3389/fchem.2019.00786. （SCI收录）<br/>(26) Lu, X. C.; Jiang, J. C.; He, J.; Sun, K.; Sun, Y. J. Effect of Pyrolysis Temperature on the Characteristics of Wood Vinegar Derived from Chinese Fir Waste: A Comprehensive Study on Its Growth Regulation Performance and Mechanism. Acs Omega 2019, 4 (21), 19054-19062, DOI: 10.1021/acsomega.9b02240. （SCI收录）<br/>(27) Wang, L.; Liu, Y. Y.; Ashraf, S.; Jiang, J. C.; Han, G. S.; Gao, J.; Wu, X. L.; Li, B. J. Pitaya pulp structural cobalt-carbon composite for efficient hydrogen generation from borohydride hydrolysis. Journal of Alloys and Compounds 2019, 808, DOI: 10.1016/j.jallcom.2019.151774. （SCI收录）<br/>(28) Feng, J. F.; Tong, L.; Zhu, Y. Q.; Jiang, J. C.; Hse, C. Y.; Pan, H. Efficient Utilization and Conversion of Whole Components in Waste Biomass with One-Pot-Oriented Liquefaction. Acs Sustainable Chemistry & Engineering 2019, 7 (21), 18142-18152, DOI: 10.1021/acssuschemeng.9b05272. （SCI收录）<br/>(29) Lu, X. C.; Jiang, J. C.; He, J.; Sun, K.; Sun, Y. J. Pyrolysis of Cunninghamia lanceolata Waste to Produce Wood Vinegar and Its Effect on the Seeds Germination and Root Growth of Wheat. Bioresources 2019, 14 (4), 8002-8017, DOI: 10.15376/biores.14.4.8002-8017. （SCI收录）<br/>(30) Liu, Y. Y.; Guo, H.; Sun, K.; Jiang, J. C. Magnetic CoOx@C-Reduced graphene oxide composite with catalytic activity towards hydrogen generation. International Journal of Hydrogen Energy 2019, 44 (52), 28163-28172, DOI: 10.1016/j.ijhydene.2019.09.034. （SCI收录）<br/>(31) Feng, J. F.; Zhang, L.; Jiang, J. C.; Hse, C.; Shupe, T. F.; Pan, H. Directional synergistic conversion of lignocellulosic biomass with matching-solvents for added-value chemicals. Green Chemistry 2019, 21 (18), 4951-4957, DOI: 10.1039/c9gc02365h. （SCI收录）<br/>(32) Zhai, Q. L.; Hse, C. Y.; Long, F.; Shupe, T. F.; Wang, F.; Jiang, J. C.; Xu, J. M. Methanolysis Fractionation and Catalytic Conversion of Poplar Wood toward Methyl Levulinate, Phenolics, and Glucose. Journal of Agricultural and Food Chemistry 2019, 67 (35), 9840-9850, DOI: 10.1021/acs.jafc.9b03806. （SCI收录）<br/>(33) Ye, J.; Zhou, M. H.; Zhao, J. P.; Xia, H. H.; Xu, J. M.; Tan, W. H.; Jiang, J. C. Continuous Steam-Assisted Low-Temperature Pyrolysis of Alkali Lignin and Selective Production of Guaiacol Components in a Fixed-Bed Reactor. Energy & Fuels 2019, 33 (9), 8694-8701, DOI: 10.1021/acs.energyfuels.9b01501. （SCI收录）<br/>(34) Ma, Y.; Wang, J. X.; Tan, W. H.; Jiang, J. C.; Xu, J. M.; Wang, K. Directional liquefaction of lignocellulosic biomass for value added monosaccharides and aromatic compounds. Industrial Crops and Products 2019, 135, 251-259, DOI: 10.1016/j.indcrop.2019.04.038. （SCI收录）<br/>(35) Yue, Y. Y.; Wang, X. H.; Wu, Q. L.; Han, J. Q.; Jiang, J. C. Assembly of Polyacrylamide-Sodium Alginate-Based Organic-Inorganic Hydrogel with Mechanical and Adsorption Properties. Polymers 2019, 11 (8), DOI: 10.3390/polym11081239. （SCI收录）<br/>(36) Chen, C.; Sun, K.; Wang, A.; Sun, H.; Lu, X. C.; Xu, W.; Wang, S. Q.; Jiang, J. C. Preparation of Photocatalyst with High Reactivity from Cellulose-based Graphitic Carbon. Bioresources 2019, 14 (3), 7213-7228, DOI: 10.15376/biores.14.3.7213-7228. （SCI收录）<br/>(37) Sun, H.; Wang, A.; Sun, K.; Jiang, J. C.; Wang, F.; Gu, Z. G. Effect of acidity and porosity of hierarchical HBEA zeolite on catalytic stability of alpha-methylnaphthalene isomerization. Journal of Porous Materials 2019, 26 (4), 961-970, DOI: 10.1007/s10934-018-0693-1. （SCI收录）<br/>(38) Xu, H.; Zhao, J.; Jing, Y.; Xie, J. C.; Zhang, N.; Jiang, J. C. The Synergistic Utilization of Plantation Forestry Wastes: Edible Fungi Cultivation Coupled with Hemicellulose Extraction by Liquid Hot Water. Bioresources 2019, 14 (3), 5862-5874, DOI: 10.15376/biores.14.3.5862-5874. （SCI收录）<br/>(39) Xu, J. M.; Long, F.; Jiang, J. C.; Li, F. L.; Zhai, Q. L.; Wang, F.; Liu, P.; Li, J. Integrated catalytic conversion of waste triglycerides to liquid hydrocarbons for aviation biofuels. Journal of Cleaner Production 2019, 222, 784-792, DOI: 10.1016/j.jclepro.2019.03.094. （SCI收录）<br/>(40) Wang, A.; Sun, K.; Li, J. H.; Xu, W.; Jiang, J. C. Nitrogen and oxygen dual-doped activated carbon as electrode material for high performance supercapacitors prepared by direct carbonization of amaranthus. Materials Chemistry and Physics 2019, 231, 311-321, DOI: 10.1016/j.matchemphys.2019.04.046. （SCI收录）<br/>(41) Liu, Y. Y.; Jiang, J. C.; Sun, K.; He, M. M.; Min, Z. R.; Liu, Y.; Hua, J. L.; Shang, Y.; Li, B. J. MnO-carbon-reduced graphene oxide composite with superior anode Li-ion storage performances. Journal of Nanoparticle Research 2019, 21 (6), DOI: 10.1007/s11051-019-4542-1. （SCI收录）<br/>(42) Liu, P. Z.; Liu, Y. Y.; Jiang, J. C.; Ashraf, S.; Wu, X. L.; Han, G. S.; Gao, J.; Zhang, K.; Li, B. J. Co-, Fe-, and N-Modified Carbon Composites for Excellent Catalytic Performances toward Electrochemical Reduction Reaction. Acs Sustainable Chemistry & Engineering 2019, 7 (9), 8744-8754, DOI: 10.1021/acssuschemeng.9b00652. （SCI收录）<br/>(43) Zhai, Q. L.; Li, F. L.; Wang, F.; Feng, J. F.; Jiang, J. C.; Xu, J. M. Ultrafine grinding of poplar biomass: effect of particle morphology on the liquefaction of biomass for methyl glycosides and phenolics. Cellulose 2019, 26 (6), 3685-3701, DOI: 10.1007/s10570-019-02332-0. （SCI收录）<br/>(44) Wang, K.; Jiang, J. C.; Xu, J. M.; Liu, J. L. Effective and facile conversion of cellulose into platform chemicals over metal salts in sulfolane / water solvent. Abstracts of Papers of the American Chemical Society 2019, 257. （SCI收录）<br/>(45) Chen, J.; Liu, Z. S.; Wang, K.; Huang, J. R.; Li, K.; Nie, X. A.; Jiang, J. C. Epoxidized castor oil-based diglycidyl-phthalate plasticizer: Synthesis and thermal stabilizing effects on poly(vinyl chloride). Journal of Applied Polymer Science 2019, 136 (9), DOI: 10.1002/app.47142. （SCI收录）<br/>(46) Zhou, M. H.; Sharma, B. K.; Li, J.; Zhao, J. P.; Xu, J. M.; Jiang, J. C. Catalytic valorization of lignin to liquid fuels over solid acid catalyst assisted by microwave heating. Fuel 2019, 239, 239-244, DOI: 10.1016/j.fuel.2018.10.144. （SCI收录）<br/>(47) Yue, Y. Y.; Wang, X. H.; Han, J. Q.; Yu, L.; Chen, J. Q.; Wu, Q. L.; Jiang, J. C. Effects of nanocellulose on sodium alginate/polyacrylamide hydrogel: Mechanical properties and adsorption-desorption capacities. Carbohydrate Polymers 2019, 206, 289-301, DOI: 10.1016/j.carbpol.2018.10.105. （SCI收录）<br/>(48) Li, K.; Nie, X. A.; Jiang, J. C. Plasticizing Effect of C-(22)-Triesters of Tricarboxylic Acid on Polyvinyl Chloride Films. Journal of Biobased Materials and Bioenergy 2019, 13 (1), 53-61, DOI: 10.1166/jbmb.2019.1821. （SCI收录）<br/>(49) Liu, Y. Y.; He, H. H.; Jiang, J. C.; Zhang, K.; Liu, S. M.; He, M. M.; Han, G. S.; Guo, X. J.; Liu, W.; Li, B. J. Hollow carbonaceous microspheres-reduced graphene oxide enhances lithium storage performance of SnO2-based anode. Journal of Solid State Chemistry 2019, 270, 553-562, DOI: 10.1016/j.jssc.2018.12.032. （SCI收录）<br/>(50) Zhai, Q. L.; Li, F. L.; Long, F.; Wang, F.; Jiang, J. C.; Hse, C. Y.; Xu, J. M. Integrated Separation Process of CS Sugars and Phenolics from Poplar Wood Using CO2-Assisted Hydrolysis Followed by Hydrogenolysis. Acs Sustainable Chemistry & Engineering 2019, 7 (1), 526-536, DOI: 10.1021/acssuschemeng.8b04077. （SCI收录）<br/>",
    "Class": "None",
    "Topic": "None",
    "Projects": "None",
    "Services_Activities": "None",
    "Award_status": "None",
    "Contact_information": "办公jiangjc@icifp.cn",
    "Introduction": "蒋剑春，工学博士，教授，博士生导师，中国工程院院士，国家能源技术领域“863”专家，曾任中国林业科学研究院林产化学工业研究所所长，生物基材料产业技术创新战略联盟理事长，中国林学会林产化学分会副理事长，生物质能源产业技术创新战略联盟副理事长。长期致力于生物质热化学转化基础及其产业化研究，主要包括活性炭材料制备，生物质热解气化，生物质催化裂解与液化，生物质生物转化，废弃油脂综合利用，以及生物质化学转化制备精细化学品等。研究成果推广应用于全国15个省、自治区，成套技术和装备出口日本、意大利等国家。获国家科技进步奖4项（其中3项二等奖均排名第一），中国专利优秀奖1项，省部级科技奖励8项，联合国工发组织等机构联合颁发的全球可再生能源最具投资价值领先技术“蓝天奖”1项；发表论文450余篇（其中SCI收录 170余篇），授权发明专利70余件。<br/>",
    "id": "None",
    "img": "https://hg.njfu.edu.cn/DFS//file/2022/09/05/20220905231345282texdgh.jpg?iid=47898",
    "Department": "None",
    "Duties": "None",
    "Title": "None",
    "Category": "None",
    "Final_Education": "None",
    "Final_Degree": "None",
    "Work": "None",
    "Name": "蒋剑春",
    "Biographical_notes": "None",
    "Homepage": "None",
    "Professional_affiliations": "None",
    "Experience": "None"
}